Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Pacific/Nauru
cs_cz: Tichomoří/Nauru
de_de: Pazifik/Nauru
hu_hu: Csendes-óceán/Nauru
ja_jp: 太平洋/ナウル共和国

source: Pacific/Niue
cs_cz: Tichomoří/Niue
de_de: Pazifik/Niue
hu_hu: Csendes-óceán/Niue
ja_jp: 太平洋/ニウエ島
ro_ro: Pacific/Insula Niue
sk_sk: Pacifik/Niue

source: Pacific/Norfolk
cs_cz: Tichomoří/Norfolk
de_de: Pazifik/Norfolk
hu_hu: Csendes-óceán/Norfolk
ja_jp: 太平洋/ノーフォーク島
sk_sk: Pacifik/Norfolk

source: Pacific/Noumea
cs_cz: Tichomoří/Noumea
de_de: Pazifik/Noumea
hu_hu: Csendes-óceán/Noumea
ja_jp: 太平洋/ヌメア
ro_ro: Pacific/Nouméa
sk_sk: Pacifik/Noumea

source: Pacific/Pago Pago
cs_cz: Tichomoří/Pago Pago
de_de: Pazifik/Pago Pago
hu_hu: Csendes-óceán/Pago Pago
ja_jp: 太平洋/パゴパゴ
sk_sk: Pacifik/Pago Pago

source: Pacific/Palau
cs_cz: Tichomoří/Palau
de_de: Pazifik/Palau
hu_hu: Csendes-óceán/Palau
ja_jp: 太平洋/パラオ
sk_sk: Pacifik/Palau

source: Pacific/Pitcairn
cs_cz: Tichomoří/Pitcairn
de_de: Pazifik/Pitcairn
hu_hu: Csendes-óceán/Pitcairn
ja_jp: 太平洋/ピトケアン諸島
sk_sk: Pacifik/Pitcairn

source: Pacific/Pohnpei
cs_cz: Tichomoří/Pohnpei
de_de: Pazifik/Pohnpei
hu_hu: Csendes-óceán/Pohnpei
ja_jp: 太平洋/ポンペイ
sk_sk: Pacifik/Pohnpei

source: Pacific/Ponape
cs_cz: Tichomoří/Ponape
de_de: Pazifik/Ponape
hu_hu: Csendes-óceán/Ponape
ja_jp: 太平洋/ポナペ
ro_ro: Pacific/Pohnpei
sk_sk: Pacifik/Ponape

source: Pacific/Port Moresby
cs_cz: Tichomoří/Port Moresby
de_de: Pazifik/Port Moresby
hu_hu: Csendes-óceán/Port Moresby
ja_jp: 太平洋/ポートモレスビー
sk_sk: Pacifik/Port Moresby

source: Pacific/Rarotonga
cs_cz: Tichomoří/Rarotonga
de_de: Pazifik/Rarotonga
hu_hu: Csendes-óceán/Rarotonga
ja_jp: 太平洋/ラロトンガ
sk_sk: Pacifik/Rarotonga

source: Pacific/Saipan
cs_cz: Tichomoří/Saipan
de_de: Pazifik/Saipan
hu_hu: Csendes-óceán/Saipan
ja_jp: 太平洋/サイパン
sk_sk: Pacifik/Saipan

source: Pacific/Samoa
cs_cz: Tichomoří/Samoa
de_de: Pazifik/Samoa
hu_hu: Csendes-óceán/Szamoa
ja_jp: 太平洋/サモア
sk_sk: Pacifik/Samoa

source: Pacific/Tahiti
cs_cz: Tichomoří/Tahiti
de_de: Pazifik/Tahiti
hu_hu: Csendes-óceán/Tahiti
ja_jp: 太平洋/タヒチ
sk_sk: Pacifik/Tahiti

source: Pacific/Tarawa
cs_cz: Tichomoří/Tarawa
de_de: Pazifik/Tarawa
hu_hu: Csendes-óceán/Tarawa
ja_jp: 太平洋/タラワ
sk_sk: Pacifik/Tarawa

source: Pacific/Tongatapu
cs_cz: Tichomoří/Tongatapu
de_de: Pazifik/Tongatapu
hu_hu: Csendes-óceán/Tongatapu
ja_jp: 太平洋/トンガ
sk_sk: Pacifik/Tongatapu

source: Pacific/Truk
cs_cz: Tichomoří/Truk
de_de: Pazifik/Truk
hu_hu: Csendes-óceán/Truk
ja_jp: 太平洋/チューク
sk_sk: Pacifik/Truk

source: Pacific/Wake
cs_cz: Tichomoří/Wake
de_de: Pazifik/Wake
hu_hu: Csendes-óceán/Wake
ja_jp: 太平洋/ウエーキ島
sk_sk: Pacifik/Wake

source: Pacific/Wallis
cs_cz: Tichomoří/Wallis
de_de: Pazifik/Wallis
hu_hu: Csendes-óceán/Wallis
ja_jp: 太平洋/ウォリス
sk_sk: Pacifik/Wallis

source: Pacific/Yap
cs_cz: Tichomoří/Yap
de_de: Pazifik/Yap
hu_hu: Csendes-óceán/Yap
ja_jp: 太平洋/ヤップ
sk_sk: Pacifik/Yap

source: Poland
cs_cz: Polsko
de_de: Polen
hu_hu: Lengyelország
ja_jp: ポーランド
ro_ro: Polonia
sk_sk: Poľsko

source: Portugal
cs_cz: Portugalsko
hu_hu: Portugália
ja_jp: ポルトガル
ro_ro: Portugalia
sk_sk: Portugalsko

source: Singapore
cs_cz: Singapur
de_de: Singapur
hu_hu: Szingapúr
ja_jp: シンガポール
sk_sk: Singapur

source: Turkey
cs_cz: Turecko
de_de: Türkei
hu_hu: Törökország
ja_jp: トルコ
ro_ro: Turcia
sk_sk: Turecko

source: US/Alaska
cs_cz: USA/Aljaška
hu_hu: USA/Alaszka
ja_jp: 合衆国/アラスカ
ro_ro: SUA/Alaska
sk_sk: USA/Aljaška

source: US/Aleutian
cs_cz: USA/Aleuty
hu_hu: USA/Aleut-szigetek
ja_jp: 合衆国/アレウト
ro_ro: SUA/Insulele Aleutine
sk_sk: USA/Aleutský

source: US/Arizona
cs_cz: USA/Arizona
hu_hu: USA/Arizona
ja_jp: 合衆国/アリゾナ
ro_ro: SUA/Arizona
sk_sk: USA/Arizona

source: US/Central
cs_cz: USA/Centrální
hu_hu: USA/Közép
ja_jp: 合衆国/中部
ro_ro: SUA/Centru
sk_sk: USA/Centrálny

source: US/East-Indiana
cs_cz: USA/East-Indiana
de_de: US/Ost-Indiana
hu_hu: USA/Kelet-Indiana
ja_jp: 合衆国/東部インディアナ
ro_ro: SUA/Indiana de Est
sk_sk: USA/Východný-Indiana

source: US/Eastern
cs_cz: USA/Východ
de_de: US/Osten
hu_hu: USA/Kelet
ja_jp: 合衆国/東部
ro_ro: SUA/Est
sk_sk: USA/Východný

source: US/Hawaii
cs_cz: USA/Havaj
hu_hu: USA/Hawaii
ja_jp: 合衆国/ハワイ
ro_ro: SUA/Hawaii
sk_sk: USA/Havaj

source: US/Indiana-Starke
cs_cz: USA/Indiana-Starke
hu_hu: USA/Indiana-Starke
ja_jp: 合衆国/インディアナ州スターク郡
ro_ro: SUA/Indiana - Comitatul Starke
sk_sk: USA/Indiana-Starke

source: US/Michigan
cs_cz: USA/Michigan
hu_hu: USA/Michigan
ja_jp: 合衆国/ミシガン
ro_ro: SUA/Michigan
sk_sk: USA/Michigan

source: US/Mountain
cs_cz: USA/Horský
hu_hu: USA/Hegyvidéki
ja_jp: 合衆国/山地標準時
ro_ro: SUA/Mountain
sk_sk: USA/Horský

source: US/Pacific
cs_cz: USA/Tichomoří
de_de: US/Pazifik
hu_hu: USA/Csendes-óceán
ja_jp: 合衆国/太平洋
ro_ro: SUA/Pacific
sk_sk: USA/Pacifický

source: US/Pacific-New
cs_cz: USA/Tichomoří - nový
hu_hu: USA/Csendes-óceán-új
ja_jp: 合衆国/太平洋標準時
ro_ro: SUA/Noul Pacific
sk_sk: USA/Pacifický-nový

source: US/Samoa
cs_cz: USA/Samoa
hu_hu: USA/Szamoa
ja_jp: 合衆国/サモア
ro_ro: SUA/Samoa
sk_sk: USA/Samoa

source: UTC
ja_jp: UTC (協定世界時)

source: Zulu
ja_jp: ズールー

source: calendar
cs_cz: kalendář
de_de: Kalender
fi_fi: kalenteri
hu_hu: naptár

source: The given iCal file contains too many entities.
de_de: Die angegebene iCal-Datei enthält zu viele Entitäten.

source: You have been invited to an appointment organized by %1$s on behalf of %2$s
de_de: Sie wurden im Auftrag von %2$s zu einem von %1$s organisierten Termin eingeladen

source: %1$s is organizing an appointment on your behalf.
de_de: %1$s organisiert in Ihrem Auftrag einen Termin.

source: UID
de_de: Mitarbeiter-ID

source: The notes of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
de_de: Die Notizen zur Datei "%1$s" im Ordner "%2$s" gehen verloren, wenn die Datei in das Konto "%3$s" verschoben wird.

source: Saving notes for file "%1$s" is not supported in account "%2$s".
de_de: Das Speichern von Notizen zur Datei "%1$s" wird für das Konto "%2$s" nicht unterstützt.

source: The folder was not updated due to possible data loss. Please review the warnings for details.
de_de: Der Ordner wurde aufgrund möglicher Datenverluste nicht aktualisiert. Bitte lesen Sie die Warnhinweise für weitere Informationen.

source: Send RFC822 data using primary account's transport. This requires master authentication to be active.
de_de: Senden von RFC822-Daten durch den Transport des primären Kontos. Dies erfordert eine aktive Master-Authentifizierung.

source: %1$s has shared the %2$s "%3$s" with you. Please enter the share password to view it.
de_de: %1$s hat %2$s "%3$s" für Sie freigegeben. Zum Anzeigen geben Sie bitte das Freigabepasswort ein.

source: %1$s has shared the %2$s "%3$s" with you. Please enter your password to view it.
de_de: %1$s hat den %2$s "%3$s" für Sie freigegeben. Zum Anzeigen des Ordners geben Sie bitte Ihr Passwort ein.

source: Canada/East-Saskatchewan
de_de: Kanada/Ost-Saskatchewan

source: WebDAV InfoStore
ro_ro: InfoStore WebDAV

source: WebDAV VCard
ro_ro: VCard WebDAV

source: WebDAV iCal
ro_ro: iCal WebDAV

source: st
ro_ro: a

source: nd
ro_ro: a

source: rd
ro_ro: a

source: th
ro_ro: a

source: Fax
fi_fi: Faksi

source: TTY/TDD
fi_fi: Kaukokirjoitin/tekstipuhelin
