Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The file name "%1$s" is ignored.
cs_cz: Název souboru „%1$s“ bude ignorován.
de_de: Der Dateiname "%1$s" wird ignoriert.
fi_fi: Tiedostonimi "%1$s" jätetään huomiotta.
hu_hu: A(z) „%1$s” fájlnév figyelmen kívül hagyva.
ja_jp: ファイル名 "%1$s" は無視されます。
ro_ro: Numele de fișier "%1$s" este ignorat.
sk_sk: Názov súboru "%1$s" je ignorovaný.

source: The path "%1$s" is conflicting.
cs_cz: Cesta „%1$s“ je v konfliktu.
de_de: Konflikt für Pfad "%1$s".
fi_fi: Polku "%1$s" on ristiriidassa.
hu_hu: A(z) „%1$s” útvonal ütközik.
ja_jp: パス "%1$s" が競合しています。
ro_ro: Calea "%1$s" este conflictuală.
sk_sk: Cesta "%1$s" je v konflikte.

source: The file version "%1$s" is invalid.
cs_cz: Verze souboru „%1$s“ není platná.
de_de: Die Dateiversion "%1$s" ist ungültig.
fi_fi: Tiedostoversio "%1$s" on epäkelpo.
hu_hu: A(z) „%1$s” fájlverzió érvénytelen.
ja_jp: ファイルバージョン "%1$s" は無効です。
ro_ro: Versiunea de fișier "%1$s" este incorectă.
sk_sk: Názov súboru "%1$s" je neplatný.

source: The directory version "%1$s" is invalid.
cs_cz: Verze „%1$s“ adresáře není platná.
de_de: Die Verzeichnisversion "%1$s" ist ungültig.
fi_fi: Hakemistotoversio "%1$s" on epäkelpo.
hu_hu: A(z) „%1$s” könyvtárverzió érvénytelen.
ja_jp: ディレクトリバージョン "%1$s" は無効です。
ro_ro: Versiunea de director "%1$s" este incorectă.
sk_sk: Verzia adresára "%1$s" s kontrolným súčtom "%2$s" je neplatná.

source: Push updates are not available.
cs_cz: Aktualizace iniciované serverem (push) nejsou k dispozici.
de_de: Push-Updates sind nicht verfügbar.
fi_fi: Push-päivitykset eivät ole saatavilla.
hu_hu: A frissítések küldése nem érhető el.
ja_jp: プッシュ型の更新は利用できません。
ro_ro: Actualizările push nu sunt disponibile.
sk_sk: Aktualizácie push nie sú dostupné.

source: The server is too busy at the moment - please try again later.
cs_cz: Server je právě příliš zaměstnaný - zkuste to, prosím, později.
de_de: Der Server ist derzeit ausgelastet. Bitte versuchen Sie es später erneut.
fi_fi: Palvelin on ruuhkautunut - ole hyvä ja yritä uudelleen myöhemmin.
hu_hu: A kiszolgáló jelenleg nagyon elfoglalt. Próbálja újra később.
ja_jp: 現在サーバーがビジーです。後でもう一度やり直してください。
ro_ro: Serverul este ocupat momentan - încercați din nou.
sk_sk: Server je momentálne príliš zaneprázdnený - prosím, skúste to neskôr znova.

source: The path "%1$s" is ignored.
cs_cz: Cesta „%1$s“ bude ignorována.
de_de: Der Pfad "%1$s" wird ignoriert.
fi_fi: Polku "%1$s" jätetään huomiotta.
hu_hu: A(z) „%1$s” útvonal figyelmen kívül marad.
ja_jp: パス "%1$s" は無視されました。
ro_ro: Calea "%1$s" va fi ignorată.
sk_sk: Cesta "%1$s" je ignorovaná.

source: The file name "%1$s" is conflicting.
cs_cz: Název souboru „%1$s“ je v konfliktu.
de_de: Konflikt für den Dateinamen "%1$s".
fi_fi: Tiedostonimi "%1$s" on ristiriidassa.
hu_hu: A(z) „%1$s” fájlnév ütközik.
ja_jp: ファイル名 "%1$s" が競合しています。
ro_ro: Numele de fișier "%1$s" este conflictual.
sk_sk: Názov súboru "%1$s" je v konflikte.

source: The directory "%1$s" caused repeated synchronization problems.
cs_cz: Adresář „%1$s“ způsobil opakované problémy se synchronizací.
de_de: Das Verzeichnis "%1$s" hat wiederholt Synchronisationsprobleme verursacht.
fi_fi: Hakemisto "%1$s" aiheutti toistuvia synkronointiongelmia.
hu_hu: A(z) „%1$s” könyvtár ismételt szinkronizálási problémákat okozott.
ja_jp: ディレクトリ "%1$s" で、同期の問題が繰り返し発生しています。
ro_ro: Directorul "%1$s" a cauzat probleme frecvente de sincronizare.
sk_sk: Adresár "%1$s" spôsobil opakovane problémy počas synchronizácie.

source: The client application you're using is outdated and no longer supported - please upgrade to a newer version.
cs_cz: Klientská aplikace, kterou používáte, je zastaralá a již není podporovaná - upgradujte, prosím, na novější verzi.
de_de: Die von Ihnen verwendete Client-Applikation ist veraltet und wird nicht länger unterstützt. Bitte aktualisieren Sie auf eine neuere Version.
fi_fi: Käyttämäsi asiakasohjelmisto on vanhentunut eikä enää tuettu. Ole hyvä ja päivitä uudempaan versioon.
hu_hu: A használt kliensprogram elavult és nem támogatott - frissítsen egy újabb verzióra.
ja_jp: ご利用のクライアントアプリケーションは旧バージョンで、既にサポートが終了しています。最新バージョンにアップグレードしてください。
ro_ro: Aplicația client pe care o utilizați este depășită și nu mai este suportată - treceți la o versiune mai nouă.
sk_sk: Klientská aplikácia, ktorú používate je zastaralá a už nie je podporovaná. Prosím, aktualizujte ju na novšiu verziu.

source: A newer version of your client application is available for download.
cs_cz: Nová verze vaší klientské aplikace je k dispozici ke stažení.
de_de: Es steht eine aktuellere Version Ihrer Client-Applikation zum Herunterladen bereit.
fi_fi: Asiakasohjelmistostasi on ladattavissa uudempi versio.
hu_hu: A kliensprogram újabb verziója letölthető.
ja_jp: クライアントアプリケーションの最新バージョンがダウンロードできます。
ro_ro: O versiune mai nouă a aplicației dumneavoastră client este disponibilă pentru descărcare.
sk_sk: Novšie verzie klientskej aplikácie je k dispozícii na stiahnutie.

source: The pattern "%1$s" is invalid. Please use a valid pattern and try again.
cs_cz: Zadání „%1$s“ není platné. Použijte, prosím, platné zadání a zkuste to znovu.
de_de: Das Muster "%1$s" ist ungültig. Bitte verwenden Sie ein gültiges Muster und versuchen Sie es erneut.
fi_fi: Kaavio "%1$s" on epäkelpo. Käytä kelpaavaa kuviota ja yritä uudelleen.
hu_hu: A minta („%1$s”) érvénytelen. Használjon érvényes mintát, és próbálja újra.
ja_jp: パターン "%1$s" は無効です。有効なパターンを使用して、もう一度やり直してください。
ro_ro: Modelul "%1$s" este incorect. Utilizați un model corect și încercați din nou.
sk_sk: Vzor "%1$s" je neplatný. Prosím, použite platný vzor a skúste to znova.

source: The file name "%1$s" is conflicting with an equally named directory at "%2$s".
cs_cz: Název souboru „%1$s“ je v konfliktu se stejně pojmenovaným adresářem „%2$s“.
de_de: Konflikt für den Dateinamen "%1$s". Es gibt bereits ein gleichnamiges Verzeichnis unter "%2$s".
fi_fi: Tiedostonimi "%1$s" on ristiriidassa samannimisen hakemiston "%2$s" kanssa .
hu_hu: A(z) „%1$s” fájlnév ütközik a(z) „%2$s” helyen található könyvtárnévvel.
ja_jp: ファイル名 "%1$s" は "%2$s" の同名のディレクトリと競合しています。
ro_ro: Numele de fișier "%1$s" intră în conflict cu un director cu același nume din "%2$s".
sk_sk: Názov súboru "%1$s" je v konflikte s rovnako pomenovaným adresárom "%2$s".

source: The path "%1$s" is conflicting with an equally named file at "%2$s".
cs_cz: Cesta „%1$s“ je v konfliktu se stejně pojmenovaným souborem „%2$s“.
de_de: Konflikt für den Pfad "%1$s". Es gibt bereits eine gleichnamige Datei unter "%2$s".
fi_fi: Polku "%1$s" on ristiriidassa samannimisen tiedoston kanssa kohteessa "%2$s".
hu_hu: A(z) „%1$s” elérési útvonal ütközik a(z) „%2$s” helyen található fájlnévvel.
ja_jp: パス "%1$s" は "%2$s" の同名のファイルと競合しています。
ro_ro: Calea "%1$s" intră în conflict cu un fișier cu același nume din "%2$s".
sk_sk: Parameter "%1$s" je v konflikte s rovnako pomenovaným súborom "%2$s".

source: The directory "%1$s" is not synchronizable. Please select another directory.
cs_cz: Adresář „%1$s“ není možné synchronizovat. Zvolte, prosím, jiný adresář.
de_de: Das Verzeichnis "%1$s" kann nicht synchronisiert werden. Bitte wählen Sie ein anderes Verzeichnis.
fi_fi: Hakemisto "%1$s" ei ole synkronoitavissa. Valitse toinen hakemisto.
hu_hu: A(z) "%1$s" könyvtár nem szinkronizálható. Válasszon egy másik könyvtárat.
ja_jp: ディレクトリ "%1$s" を同期できません。別のディレクトリを選択してください。
ro_ro: Directorul "%1$s" nu este sincronizabil. Selectați alt director.
sk_sk: Adresár "%1$s" nie je možné synchronizovať. Prosím, vyberte iný adresár.

source: The supplied metadata could not be parsed: "%1$s"
cs_cz: Zadaná metadata se nepodařilo parsovat: „%1$s“
de_de: Die bereitgestellten Metadaten konnten nicht analysiert werden: "%1$s"
fi_fi: Annettua metadataa ei voitu jäsentää: "%1$s"
hu_hu: A hozzátartozó metaadat nem értelmezhető: "%1$s"
ja_jp: 指定されたメタデータ"%1$s"が解析できませんでした。
ro_ro: Nu s-au putut analiza metadatele furnizate: "%1$s"
sk_sk: Poskytnuté metadáta nebolo možné spracovať: "%1$s"

source: The maximum number of synchronizable directories (%1$d) is exceeded. Please remove some directories and try again, or select another root folder.
cs_cz: Je překročen maximální počet synchronizovatelných adresářů (% 1$d). Odstraňte, prosím, některé adresáře a zkuste to znovu, nebo vyberte jinou složku.
de_de: Die maximale Anzahl synchronisierbarer Verzeichnisse (%1$d) wurde überschritten. Bitte entfernen Sie einige Verzeichnisse und versuchen Sie es erneut, oder wählen Sie einen anderen Root-Ordner.
fi_fi: Synkronoitavien hakemistojen enimmäismäärä (%1$d) ylittyi. Siirrä osa hakemistoista pois ja yritä uudelleen, tai valitse toinen juurikansio.
hu_hu: Elérte a maximálisan szinkronizálható könyvtárak számát (%1$d). Töröljön le néhány könyvtárat és próbálja újra vagy válasszon ki egy másik kezdőkönyvtárat.
ja_jp: 同期可能なディレクトリの上限（%1$d）を超えています。一部のディレクトリを削除してやり直すか、または他のルートフォルダーを選択してください。
ro_ro: S-a depășit numărul maxim de directoare sincronizabile (%1$d). Eliminați câteva directoare și încercați din nou, sau selectați alt dosar rădăcină.
sk_sk: Bol prekročený maximálny počet synchronizovateľných priečinkov (%1$d). Prosím, odstráňte niektoré priečinky a skúste to znova alebo vyberte iný koreňový priečinok.

source: The maximum number of files (%1$d) is exceeded in directory "%2$s". Please remove some files and try again.
cs_cz: V adresáři "%2$s" byl překročen maximální počet souborů (%1$d). Odstraňte, prosím, některé soubory a zkuste to znovu.
de_de: Die maximale Anzahl von Dateien (%1$d) im Verzeichnis "%2$s" wurde überschritten . Bitte entfernen Sie einige Dateien und versuchen Sie es erneut.
fi_fi: Tiedostojen enimmäismäärä (%1$d) ylittyi hakemistossa "%2$s". Siirrä osa tiedostoista pois ja yritä uudelleen.
hu_hu: Elérte a maximálisan szinkronizálható fájlok számát (%1$d) a(z) "%2$s" könyvtárban. Töröljön le néhány fájlt és próbálja újra.
ja_jp: ディレクトリ %2$s のファイル数上限（%1$d）を超えています。一部のファイルを削除して、もう一度やり直してください。
ro_ro: S-a depășit numărul de fișiere (%1$d) în directorul "%2$s". Eliminați câteva fișiere și încercați din nou.
sk_sk: Bol prekročený maximálny počet synchronizovateľných súborov (%1$d). Prosím, odstráňte niektoré súbory a skúste to znova.

source: The token "%1$s" is already registered.
cs_cz: Klíč "%1$s" je již zaregistrovaný.
de_de: Das Token "%1$s" ist bereits registriert.
fi_fi: Lipuke "%1$s" on jo rekisteröity.
hu_hu: A(z) "%1$s" token már regisztrációja már megtörtént.
ja_jp: トークン "%1$s" は登録済みです。
ro_ro: Simbolul "%1$s" este deja înregistrat.
sk_sk: Token "%1$s" už je zaregistrovaný.

source: Empty files indicated for directory "%1$s".
cs_cz: V adresáři „%1$s“ jsou prázdné soubory.
de_de: Leere Dateien für Verzeichnis "%1$s" angegeben
fi_fi: Tyhjennä hakemistoon "%1$s" merkityt tiedostot.
hu_hu: Üres fájl található a(z) "%1$s" könyvtárban.
ja_jp: ディレクトリ %1$s のファイルは空です。
ro_ro: Fișiere vide pentru directorul "%1$s".
sk_sk: Prázdne súbory uvedené v adresári "%1$s".

source: A file named "%1$s" already exists at "%2$s".
cs_cz: Soubor s názvem „%1$s“ již existuje v „%2$s“.
de_de: Eine Datei mit dem Namen "%1$s" ist bereits in "%2$s" vorhanden.
fi_fi: Tiedosto nimeltä "%1$s" on jo olemassa kohteessa "%2$s".
hu_hu: Már létezik "%1$s" nevű fájl a(z) "%2$s" könyvtárban.
ja_jp: "%2$s"に"%1$s" の名前のファイルは既に存在します。
ro_ro: Un fișier numit "%1$s" există deja la "%2$s".
sk_sk: Súbor s názvom "%1$s" už v "%2$s" existuje.

source: A directory named "%1$s" already exists at "%2$s".
cs_cz: Adrresář s názvem „%1$s“ již existuje v „%2$s“.
de_de: Ein Verzeichnis mit dem Namen "%1$s" ist bereits in "%2$s" vorhanden.
fi_fi: Hakemisto nimeltä "%1$s" on jo olemassa kohteessa "%2$s".
hu_hu: Már létezik "%1$s" nevű könyvtár a(z) "%2$s" könyvtárban.
ja_jp: "%2$s"に"%1$s" の名前のディレクトリは既に存在します。
ro_ro: Un director numit "%1$s" există deja la "%2$s".
sk_sk: Adresár s názvom "%1$s" už v "%2$s" existuje.

source: Push via long polling is disabled for user "%1$s" in context "%1$s"
cs_cz: Push pomocí long polling je pro uživatele „%1$s“ v kontextu „%1$s“ vypnuté.
de_de: Push über Long polling ist für Benutzer "%1$s" im Kontext "%1$s" deaktiviert.
fi_fi: Push pitkän pollauksen kautta on kytketty pois päältä käyttäjälle "%1$s" yhteydessä "%1$s"
hu_hu: A(z) "%1$s" felhasználó a(z) "%1$s" kontextusban a long-polling push le van tiltva.
ja_jp: ロングポーリングによるプッシュはコンテキスト%1$sでユーザ%1$sに対して無効です。
ro_ro: Push prin votare la distanță este dezactivat pentru utilizator "%1$s" în contextul "%2$s"
sk_sk: Push metódou long polling je vypnutý pre používateľa "%1$s" v kontexte "%1$s"

source: No external account provider found for module '%1$s'.
cs_cz: Pro modul ‚%1$s‘ nebyl nalezen žádný externí poskytovatel účtů.
de_de: Für das Modul '%1$s' wurde kein externer Kontoanbieter gefunden.
fi_fi: Ulkoista tilintarjoajaa ei löydy moduulille '%1$s'.
hu_hu: Nem található külső fiókszolgáltató a(z) '%1$s' modulhoz.
ja_jp: モジュール'%1$s'用の外部アカウントプロバイダが見つかりません。
ro_ro: Nu s-a găsit niciun furnizor de cont extern pentru modulul '%1$s'.
sk_sk: Nebol nájdený žiadny externý poskytovateľ účtu pre modul "%1$s".

source: Select an existing account
cs_cz: Vyberte existující účet
de_de: Zu verwendendes OAuth-Konto
fi_fi: Valitse olemassaoleva tili
hu_hu: Válasszon egy létező fiókot
ja_jp: 既存のアカウントを選択
ro_ro: Selectați un cont existent
sk_sk: Vybrať existujúci účet

source: The total upload size (%1$s) exceeds the available free space of %2$s.
cs_cz: Celková velikost (%1$s) přesahuje množství volného místa (%2$s).
de_de: Die gesamte Upload-Größe (%1$s) überschreitet den verfügbaren freien Speicherplatz von %2$s.
fi_fi: Latauksen yhteiskoko (%1$s) ylittää vapaana olevan %2$s tallennustilan koon.
hu_hu: A teljes feltöltött méret (%1$s) túllépte a(z) %2$s elérhető szabad terület.
ja_jp: 総アップロードサイズ（%1$s）が利用可能スペース%2$sを超えています。
ro_ro: Dimensiunea totală de încărcat (%1$s) depășește spațiul disponibil de %2$s.
sk_sk: Celková veľkosť nahrávaného súboru (%1$s) presahuje voľné miesto %2$s.

source: The total number of files exceeds the maximum of %1$s.
cs_cz: Celkový počet souborů přesahuje povolené maximum (%1$s).
de_de: Die Gesamtanzahl der Dateien überschreitet das Maximum von %1$s.
fi_fi: Tiedostojen määrä ylittää enimmäismäärän %1$s.
hu_hu: A fájlok száma túllépte a maximális %1$s számot.
ja_jp: 総ファイル数が最大数%1$sを超えています。
ro_ro: Numărul total de fișiere depășește maximul de %1$s.
sk_sk: Celkový počet súborov presahuje maximum %1$s.

source: '%1$s' (%2$s) exceeds the allowed size of %3$s per file.
cs_cz: ‚%1$s‘ (%2$s) přesahuje povolenou velikost souborů (%3$s).
de_de: '%1$s' (%2$s) überschreitet die zulässige Größe von %3$s pro Datei.
fi_fi: '%1$s' (%2$s) ylittää sallitun enimmäiskoon %3$s per tiedosto.
hu_hu: A(z) '%1$s' (%2$s) meghaladja a(z) %3$s fájlonkénti méretet.
ja_jp: ‘%1$s’ (%2$s) が１ファイルあたりの許容サイズ%3$sを超えています。
ro_ro: '%1$s' (%2$s) depășește dimensiunea maximă permisă de %3$s per fișier.
sk_sk: "%1$s" (%2$s) presahuje povolenú veľkosť %3$s na súbor.

source: You are not allowed to upload files to the given folder.
cs_cz: Nemáte oprávnění nahrávat soubory do dané složky.
de_de: Sie haben keine Berechtigung zum Hochladen von Dateien in den angegebenen Ordner.
fi_fi: Et voi ladata tiedostoja tähän kansioon.
hu_hu: A fájlok feltöltése nem engedélyezett az adott mappába.
ja_jp: 指定されたフォルダーにファイルをアップロードすることができません。
ro_ro: Nu aveți permisiune pentru a încărca fișiere în acest director.
sk_sk: Nemáte oprávnenie nahrávať súbory do tohto priečinka.

source: My attachments
cs_cz: Mé přílohy
de_de: Meine Anhänge
fi_fi: Liitteeni
hu_hu: Saját mellékletek
ja_jp: 添付ファイル
ro_ro: Fișiere mele atașate
sk_sk: Moje prílohy

source: In %1$s
cs_cz: V %1$s
fi_fi: Kansiossa %1$s
hu_hu: Ebben: %1$s
ja_jp: %1$s
ro_ro: În %1$s
sk_sk: V %1$s

source: From
cs_cz: Od
de_de: Von
fi_fi: Lähettäjä
hu_hu: Feladó
ja_jp: 差出人
ro_ro: De la
sk_sk: Od

source: To
cs_cz: Komu
de_de: An
fi_fi: Vastaanottaja
hu_hu: Címzett
ja_jp: 宛先
ro_ro: Către
sk_sk: Komu

source: File type
cs_cz: Druh souboru
de_de: Dateityp
fi_fi: Tiedostotyyppi
hu_hu: Fájltípus
ja_jp: ファイルタイプ
ro_ro: Tip fișier
sk_sk: Typ súboru

source: File size
cs_cz: Velikost souboru
de_de: Dateigröße
fi_fi: Tiedostokoko
hu_hu: Fájlméret
ja_jp: ファイルサイズ
ro_ro: Dimensiune fișier
sk_sk: Veľkosť súboru

source: in file name
cs_cz: v názvu souboru
de_de: im Dateinamen
fi_fi: tiedostonimistä
hu_hu: fájlnévben
ja_jp: 検索対象: ファイル名
ro_ro: în numele fișierului
sk_sk: v názve súboru

source: in From sender
cs_cz: v Od odesílatele
de_de: in Absender (Von)
fi_fi: haku Lähettäjältä
hu_hu: feladóban
ja_jp: 差出人から
ro_ro: în expeditorii De la
sk_sk: v odosielateľovi Od

source: in To recipient
cs_cz: v Pro příjemce
de_de: in Empfänger (An)
fi_fi: haku Vastaanottajalle
hu_hu: címzettben
ja_jp: 宛先から
ro_ro: în destinatarii Către
sk_sk: v príjemcovi Komu

source: in subject
cs_cz: v předmětu
de_de: im Betreff
fi_fi: aiheista
hu_hu: tárgyban
ja_jp: 検索対象: 件名
ro_ro: în subiect
sk_sk: v predmete

source: Enter login
cs_cz: Zadejte přihlašovací jméno
de_de: Zugangsdaten eingeben
fi_fi: Syötä kirjautumistiedot
hu_hu: Adja meg a felhasználónevet
ja_jp: ログインを入力
ro_ro: Introduceți datele de conectare
sk_sk: Zadajte prihlasovacie meno

source: Enter password
cs_cz: Zadejte heslo
de_de: Passwort eingeben
fi_fi: Anna salasana
hu_hu: Adja meg a jelszót
ja_jp: パスワードを入力してください
ro_ro: Introduceți parola
sk_sk: Zadajte heslo

source: Enter url
cs_cz: Zadejte URL
de_de: URL eingeben
fi_fi: Kirjoita URL-osoite
hu_hu: Adja meg az URL-t
ja_jp: URL を入力
ro_ro: Introduceți url-ul
sk_sk: Zadajte adresu URL

source: Missing capability for file storage %1$s
cs_cz: Chybějící funkcionalita pro úložný prostor %1$s
de_de: Fehlende Funktion für Dateispeicher %1$s
fi_fi: Puuttuu tiedostojen tallennusmahdollisuus %1$s
hu_hu: Hiányzó képesség a(z) %1$s fájltárolóhoz
ja_jp: ファイルストレージ %1$s の機能が見つかりません
ro_ro: Lipsește capacitatea pentru stocarea fișierelor %1$s
sk_sk: Chýbajú možnosti ukladania súborov %1$s

source: Invalid config: %1$s
cs_cz: Neplatná konfigurace: %1$s
de_de: Ungültige Konfiguration: %1$s
fi_fi: Kelpaamaton konfiguraatio: %1$s
hu_hu: Hibás beállítás: %1$s
ja_jp: 次の構成は無効です: %1$s
ro_ro: Configurare nevalidă: %1$s
sk_sk: Neplatná konfigurácia: %1$s

source: The document could not be updated because it was modified. Please try again.
cs_cz: Dokument se nepodařilo aktualizovat, protože byl změněn. Zkuste to, prosím, znovu.
de_de: Das Dokument konnte nicht aktualisiert werden, da es geändert wurde. Bitte versuchen Sie es erneut.
fi_fi: Asiakirjaa ei voitu päivittää, koska sitä on muutettu. Yritä uudelleen.
hu_hu: A dokumentum nem frissíthető, mivel módosították. Próbálja újra.
ja_jp: ドキュメントが変更されているため、更新できませんでした。もう一度やり直してください。
ro_ro: Documentul nu a putut fi actualizat deoarece a fost modificat. Încercați din nou.
sk_sk: Dokument nebolo možné aktualizovať, pretože bol zmenený. Prosím, skúste to znova.

source: The connection check failed.
cs_cz: Test připojení selhal
de_de: Die Verbindungsüberprüfung ist fehlgeschlagen.
fi_fi: Yhteyden tarkistus epäonnistui.
hu_hu: A kapcsolat ellenőrzése sikertelen.
ja_jp: 接続の確認に失敗しました
ro_ro: Verificarea conexiunii a eșuat.
sk_sk: Kontrola pripojenia prebehla neúspešne.

source: Cannot connect to URI: %1$s. Please change and try again.
cs_cz: Na adrese %1$s se nelze připojit. Změňte adresu a zkuste to znovu.
de_de: Es kann keine Verbindung zum URI hergestellt werden: %1$s. Bitte ändern Sie den URI und versuchen Sie es erneut.
fi_fi: Ei voida yhdistää URI:iin %1$s. Vaihda URI ja yritä uudelleen.
hu_hu: Nem sikerül kapcsolódni a(z) %1$s URI-hez. Változtassa meg és próbálja újra.
ja_jp: URI%1$sに接続できません。変更して、もう一度やり直してください。
ro_ro: Imposibil de conectat la URI: %1$s. Schimbați-l și încercați din nou.
sk_sk: Nedá sa pripojiť k URI: %1$s. Prosím, zmeňte ho a skúste to znova.

source: The given URL is invalid. Please change it and try again.
cs_cz: Daná adresa není platná. Změňte ji a zkuste to znovu.
de_de: Die angegebene URL ist ungültig. Bitte ändern Sie die URL und versuchen Sie es erneut.
fi_fi: Epäkelpo URL. Vaihda URL ja yritä uudelleen.
hu_hu: Az adott URI érvénytelen. Változtassa meg és próbálja újra.
ja_jp: 指定されたURIは無効です。変更して、もう一度やり直してください。
ro_ro: URL-ul dat nu este valid. Schimbați-l și încercați din nou.
sk_sk: Zadaný URI kanála je neplatný. Prosím, zmeňte ho a skúste to znova.

source: OX share link
cs_cz: Odkaz ke sdílení OX
fi_fi: OX-jakolinkki
hu_hu: OX megosztási hivatkozás
ja_jp: OX共有リンク
ro_ro: Legătură de partajare OX
sk_sk: Odkaz zdieľania OX

source: OX share link password
cs_cz: Heslo k odkazu ke sdílení OX
fi_fi: OX-jakolinkin salasana
hu_hu: OX megosztási hivatkozás jelszava
ja_jp: OX共有リンクパスワード
ro_ro: Parola legăturii de partajare OX
sk_sk: Heslo k odkazu zdieľania OX

source: The folder you requested does not exist.
cs_cz: Požadovaná složka neexistuje.
de_de: Der von Ihnen angeforderte Ordner ist nicht vorhanden.
fi_fi: Pyytämääsi kansiota ei ole olemassa.
hu_hu: A kért mappa nem létezik.
ja_jp: 要求されたフォルダーは存在しません。
ro_ro: Dosarul solicitat nu există.
sk_sk: Požadovaný priečinok neexistuje.

source: The file you requested does not exist.
cs_cz: Požadovaný soubor neexistuje.
de_de: Die von Ihnen angeforderte Datei ist nicht vorhanden.
fi_fi: Pyytämääsi tiedostoa ei ole olemassa.
hu_hu: A kért fájl nem létezik.
ja_jp: 要求されたファイルは存在しません。
ro_ro: Fișierul solicitat nu există.
sk_sk: Požadovaný súbor neexistuje.

source: The file version you requested does not exist.
cs_cz: Požadovaná verze souboru neexistuje.
de_de: Die von Ihnen angeforderte Dateiversion ist nicht vorhanden.
fi_fi: Pyytämääsi tiedostoversiota ei ole olemassa.
hu_hu: A kért fájlverzió nem létezik.
ja_jp: 要求されたファイルバージョンは存在しません。
ro_ro: Versiunea de fișier solicitată nu există.
sk_sk: Verzia súboru, ktorú ste požadovali, neexistuje.

source: A folder named "%1$s" already exists.
cs_cz: Složka s názvem „%1$s“ již existuje.
de_de: Ein Ordner namens "%1$s" ist bereits vorhanden.
fi_fi: Kansio nimeltään "%1$s" on jo olemassa.
hu_hu: Már létezik „%1$s” nevű mappa.
ja_jp: フォルダー名 %1$s は既に存在します。
ro_ro: Există deja un dosar cu numele "%1$s".
sk_sk: Priečinok s názvom "%1$s" už existuje.

source: You do not have the appropriate permissions to create a subfolder below the folder "%1$s".
cs_cz: Nemáte příslušná oprávnění k vytvoření podsložky ve složce „%1$s“.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anlegen eines Unterordners im Ordner "%1$s".
fi_fi: Sinulla ei ole tarvittavia valtuuksia alikansion luomiseen kansiossa "%1$s".
hu_hu: Nincs megfelelő jogosultsága almappa létrehozásához ezen mappa alatt: „%1$s”.
ja_jp: フォルダー %1$s の下にサブフォルダーを作成するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a crea un dosar subordonat dosarului "%1$s".
sk_sk: Nemáte príslušné oprávnenie na vytvorenie podpriečinka v priečinku "%1$s".

source: Invalid URL "%1$s". Please correct the value and try again.
cs_cz: Neplatná URL „%1$s“. Opravte, prosím, zadání a zkuste to znovu.
de_de: Ungültige URL "%1$s". Bitte korrigieren Sie die Eingabe und versuchen Sie es erneut.
fi_fi: Epäkelpo URL "%1$s". Ole hyvä ja korjaa arvo ja yritä uudelleen.
hu_hu: Érvénytelen URL: „%1$s”. Javítsa az értéket, és próbálja meg újra.
ja_jp: URL "%1$s" は無効です。正しい値を入力して、もう一度やり直してください。
ro_ro: URL "%1$s" incorect. Corectați valoarea și încercați din nou.
sk_sk: Neplatný URL "%1$s". Prosím, opravte hodnotu a skúste to znova.
