Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: No connection to database %1$d
cs_cz: Nepodařilo se připojit k databázi %1$d
de_de: Die Verbindung zur Datenbank %1$d kann nicht hergestellt werden.
fi_fi: Ei yhteyttä tietokantaan %1$d
hu_hu: Nincs kapcsolat a(z) %1$d adatbázishoz
ja_jp: データベース %1$d に接続できません。
ro_ro: Nicio conexiune cu baza de date %1$d
sk_sk: Nie je možné nadviazať spojenie s databázou %1$d

source: Schema can not be set on database connection
cs_cz: Nelze nastavit schéma připojení k databázi
de_de: Schema kann für Datenbankverbindung nicht festgelegt werden
fi_fi: Tietokantayhteydelle ei voitu asettaa kaaviota
hu_hu: Nem állítható be a séma az adatbázis-kapcsolatra
ja_jp: データベース接続にスキーマを設定できません。
ro_ro: Nu s-a putut seta schema conexiunii la baza de date
sk_sk: Nie je možné nastaviť schému pri spojení s databázou

source: Null is returned to connection pool.
cs_cz: NULL je vráceno do zásobníku spojení.
de_de: An den Verbindungspool wird NULL zurückgegeben.
fi_fi: Yhteyspooliin palautetaan Null.
hu_hu: Null került visszaadásra a kapcsolattárolóba.
ja_jp: 接続プールにヌルが返されました。
ro_ro: S-a returnat null la rezerva de conexiuni.
sk_sk: Null je vrátený do fondu spojení.

source: Problem with executing SQL: %1$s
cs_cz: Problém s provedením SQL: %1$s
de_de: Problem beim Ausführen von SQL: %1$s
fi_fi: Ongelma suoritettaessa SQL-lauseketta: %1$s
hu_hu: Probléma az SQL végrehajtásakor: %1$s
ja_jp: SQL の実行中に次の問題が発生しました: %1$s
ro_ro: Problemă la execuția SQL: %1$s
sk_sk: Problém pri vykonávaní SQL: %1$s

source: Cannot get information for pool %1$d.
cs_cz: Nelze získat informace o zásobníku %1$d.
de_de: es können keine Informationen für den Pool %1$d abgerufen werden.
fi_fi: Ei saatu tietoja poolille %1$d.
hu_hu: Nem kérhetők le a(z) %1$d tároló információi.
ja_jp: プール %1$d に関する情報を取得できません。
ro_ro: Nu s-au putut obține informații pentru rezerva %1$d.
sk_sk: Nie je možné získať informácie o fonde %1$d.

source: Driver class %1$s missing.
cs_cz: Chybí třída ovladače %1$s.
de_de: Fehlende Treiberklasse %1$s
fi_fi: Ajuriluokka %1$s puuttuu.
hu_hu: A(z) %1$s illesztőprogram-osztály hiányzik.
ja_jp: ドライバクラス %1$s が見つかりません。
ro_ro: Clasa driver %1$s lipsește.
sk_sk: Trieda ovládača %1$s chýba.

source: Object %1$s does not belong to this pool. The object will be removed. If there was a previous message about this object not having been returned to the pool, the object was just in use too long.
cs_cz: Objekt %1$s do tohoto zásobníku nepatří a bude odstraněn. Pokud se již dříve objevila zpráva o tom, že nebyl objekt vrácen do zásobníku, byl objekt používán příliš dlouho.
de_de: Das Objekt %1$s gehört nicht in diesen Pool. Das Objekt wird entfernt. Falls Sie bereits eine Nachricht erhalten haben, dass das Objekt nicht in den Pool zurückgelegt wurde, war das Objekt zu lange in Gebrauch.
fi_fi: Kohde %1$s ei kuulu tähän pooliin. Kohde poistetaan. Mikäli sait aiemmin viestin ettei kohdetta voida palauttaa pooliin, oli se vain käytössä liian kauan.
hu_hu: A(z) %1$s objektum nem ehhez a tárolóhoz tartozik. Az objektum eltávolításra kerül. Ha egy korábbi üzenet szerint ez az objektum nem került vissza a tárolóba, akkor az objektum egyszerűen csak túl sokáig volt használatban.
ja_jp: オブジェクト %1$s はこのプールに属していません。オブジェクトは削除されます。このオブジェクトがプールに返されていない旨のメッセージを過去に受け取っている場合は、そのオブジェクトの使用が長過ぎていることを示します。
ro_ro: Obiectul %1$s nu aparține acestei rezerve. Obiectul va fi eliminat. Dacă ați primit deja un mesaj că acest obiect nu a fost returnat la rezervă, este doar pentru că obiectul a fost utilizat prea mult timp.
sk_sk: Objekt %1$s nepatrí do tohto fondu (pool). Objekt bude odstránený. Ak existovala predchádzajúca správa o tom, že tento objekt nebol vrátený do fondu, objekt sa len používal príliš dlho.

source: Server name is not defined.
cs_cz: Název serveru není nastaven.
de_de: Es wurde kein Server-Name angegeben.
fi_fi: Palvelimen nimeä ei määritelty.
hu_hu: A kiszolgálónév nincs megadva.
ja_jp: サーバー名が定義されていません。
ro_ro: Numele serverului nu este definit.
sk_sk: Názov servera nie je definovaný.

source: %1$s is not initialized.
cs_cz: %1$s není inicializována.
de_de: %1$s ist nicht initialisiert.
fi_fi: %1$s ei ole alustettu.
hu_hu: A(z) %1$s nincs előkészítve.
ja_jp: %1$s が初期化されていません。
ro_ro: Clasa %1$s nu a fost inițializată.
sk_sk: %1$s nie je inicializované.

source: Connection used for %1$d milliseconds.
cs_cz: Spojení použito %1$d milisekund.
de_de: Verbindung %1$d Millisekunden verwendet.
fi_fi: Yhteys käytössä %1$d millisekuntia.
hu_hu: A kapcsolat %1$d ezredmásodpercig volt használva.
ja_jp: 接続時間は %1$d ミリ秒です。
ro_ro: Conexiunea a fost utilizată timp de %1$d milisecunde.
sk_sk: Spojenie použité na %1$d milisekúnd.

source: %1$d statements are not closed.
cs_cz: Neuzavřených transakcí %1$d.
de_de: %1$d Anweisungen sind nicht geschlossen.
fi_fi: %1$d lauseketta sulkematta.
hu_hu: %1$d utasítás nincs lezárva.
ja_jp: %1$d ステートメントは閉じられていません。
ro_ro: %1$d instrucțiuni nu sunt închise.
sk_sk: %1$d výrazov nie je zatvorených.

source: Parsing problem in URL parameter "%1$s".
cs_cz: Problém s parsováním URL parametru „%1$s“.
de_de: Problem beim Analysieren des URL-Parameters "%1$s".
fi_fi: URL parametrin "%1$s" jäsentäminen epäonnistui.
hu_hu: Feldolgozási probléma a(z) „%1$s” URL paraméterben.
ja_jp: URL パラメータ "%1$s" の解析で問題が発生しました。
ro_ro: Problemă de analiză în parametrul URL "%1$s".
sk_sk: Problém pri spracovaní parametra URL "%1$s".

source: Configuration file for database configuration is missing.
cs_cz: Chybí konfigurační soubor databáze.
de_de: Die Konfigurationsdatei für die Datenbankkonfiguration ist nicht vorhanden.
fi_fi: Tietokanta-asetusten asetustiedosto puuttuu.
hu_hu: Az adatbázis-konfiguráció konfigurációs fájlja hiányzik.
ja_jp: データベース構成用の構成ファイルが見つかりません。
ro_ro: Lipsește fișierul de configurare pentru configurarea bazei de date.
sk_sk: Konfiguračný súbor konfigurácie databázy chýba.

source: Property "%1$s" is not defined.
cs_cz: Nastavení „%1$s“ není definováno.
de_de: Die Eigenschaft "%1$s" wurde nicht definiert.
fi_fi: Ominaisuutta "%1$s" ei ole määritelty.
hu_hu: A(z) „%1$s” tulajdonság nincs meghatározva.
ja_jp: プロパティ "%1$s" が設定されていません。
ro_ro: Proprietatea "%1$s" nu este definită.
sk_sk: Vlastnosť "%1$s" nie je definovaná.

source: %1$s is already initialized.
cs_cz: %1$s už je inicializována.
de_de: %1$s ist nicht initialisiert.
fi_fi: %1$s on jo alustettu.
hu_hu: A(z) %1$s már elő van készítve.
ja_jp: %1$s は既に初期化されています。
ro_ro: Clasa %1$s a fost deja inițializată.
sk_sk: %1$s je už inicializované.

source: Cannot resolve server id for server %1$s.
cs_cz: Nelze zjistit id serveru %1$s.
de_de: Die Server-ID für den Server %1$s kann nicht aufgelöst werden.
fi_fi: Palvelintunnistetta palvelimelle %1$s ei löydy.
hu_hu: Nem oldható fel a(z) „%1$s” kiszolgáló kiszolgálóazonosítója.
ja_jp: サーバー %1$s のサーバーID を解決できませんでした。
ro_ro: Nu s-a putut determina identificatorul de server pentru serverul %1$s.
sk_sk: Nie je možné preložiť ID servera %1$s.

source: Nothing known about pool %1$d.
cs_cz: Žádné informace o zásobníku %1$d.
de_de: Unbekannter Pool %1$d.
fi_fi: Pooli %1$d on tuntematon.
hu_hu: A következő tároló teljesen ismeretlen: %1$d.
ja_jp: プール %1$d に関する情報がありません。
ro_ro: Nimic cunoscut despre rezerva %1$d.
sk_sk: Nič nie je známe o fonde %1$d.

source: Transaction counter is missing for context %1$d.
cs_cz: Chybí počítadlo transakcí v kontextu %1$d.
de_de: Übertragungszähler für Kontext %1$d ist nicht vorhanden.
fi_fi: Kontekstilta %1$d puuttuu tapahtumalaskuri (transaction counter).
hu_hu: A tranzakciószámláló hiányzik a(z) %1$d kontextushoz.
ja_jp: コンテキスト %1$d のトランザクションカウンタが見つかりません。
ro_ro: Lipsește contorul de tranzacții pentru contextul %1$d.
sk_sk: Počítadlo transakcií chýba pre kontext %1$d.

source: Inserting or updating database assignment for context %1$d and server %2$d failed!
cs_cz: Nepodařilo se vložit nebo aktualizovat přiřazení databáze pro kontext %1$d a server %2$d!
de_de: Das Eintragen oder Aktualisieren der Datenbankzuordnung für den Kontext %1$d und den Server %2$d ist fehlgeschlagen.
fi_fi: Tietokannan lisäys tai päivitys kontekstille %1$d ja palvelimelle %2$s epäonnistui!
hu_hu: A(z) %1$d kontextushoz és %2$d kiszolgálóhoz hozzáadott vagy frissített adatbázis-összerendelés sikertelen!
ja_jp: サーバー %2$d のコンテキスト %1$d のデータベースの割り当てまたは更新に失敗しました
ro_ro: Inserarea sau actualizarea atribuirii bazei de date pentru contextul %1$d și serverul %2$d a eșuat!
sk_sk: Vkladanie alebo aktualizácia priradenia databázy pre kontext %1$d a server %2$d zlyhalo!

source: Invalid configuration for global databases: %1$s
cs_cz: Neplatné nastavení globálních databází: %1$s
de_de: Ungültige Konfiguration für globale Datenbanken: %1$s
fi_fi: Yleisten tietokantojen kelpaamaton konfiguraatio: %1$s
hu_hu: Érvénytelen beállítás a globális adatbázisokhoz: %1$s
ja_jp: グローバルデータベースの構成は無効です: %1$s
ro_ro: Configurație incorectă pentru bazele de date globale: %1$s
sk_sk: Neplatná konfigurácia pre globálne databázy: %1$s

source: No global database for context group "%1$s" found.
cs_cz: Nepodařilo se nalézt žádnou globální databázi pro skupinu kontextů „%1$s“.
de_de: Es konnte keine globale Datenbank für die Kontextgruppe "%1$s" gefunden werden.
fi_fi: Kontekstiryhmälle "%1$s" ei löydy yleistä tietokantaa.
hu_hu: A(z) "%1$s" kontextuscsoportnak nem található globális adatbázisa.
ja_jp: コンテキストグループ "%1$s" のグローバルデータベースは見つかりません。
ro_ro: Nu s-a găsit nicio bază de date pentru grupul de context "%1$s".
sk_sk: Žiadna globálna databáza pre kontextovú skupinu "%1$s" nebola nájdená.

source: Apparently administrative count tables became inconsistent. Consider running 'checkcountsconsistency' tool.
cs_cz: Tabulky s počtem administrativních položek jsou nejspíš poškozené. Zvažte použití nástroje ‚checkcountsconsistency‘.
fi_fi: Ilmeisesti hallinnolliset laskentataulukot muuttuivat epäjohdonmukaisiksi. Harkitse checkcountsconsistency-työkalun käyttöä.
hu_hu: Az adminisztratív táblákban inkonzisztencia lépett fel. Fontolja meg a 'checkcountsconsistency' eszköz futtatását.
ja_jp: 管理カウントテーブルが明らかに一致しません。'checkcountsconsistency'ツールを実行してみてください。
ro_ro: Se pare că tabelele de numărare administrative au devenit inconsistente. Luați în considerare rularea instrumentului 'checkcountsconsistency'.
sk_sk: Zdá sa, že pomocné tabuľky s počtami sa dostali do nekonzistentného stavu. Skúste spustiť nástroj "checkcountsconsistency".

source: Problem with reading from or writing to database
cs_cz: Problém při čtení či zápisu dat z/do databáze
de_de: Problem beim Lesen oder Schreiben aus der bzw. in die Datenbank
fi_fi: Ongelma tietokannan lukemisessa tai siihen kirjoittamisessa
hu_hu: Probléma az adatbázis írása vagy olvasása közben
ja_jp: データベースからの読み込みやデータベースへの書き込みの問題
ro_ro: Problemă la citirea/scrierea datelor din/în baza de date
sk_sk: Problém s čítaním alebo zápisom do databázy

source: The specified input contains unsupported characters. Please remove the unsupported characters and try again.
cs_cz: Zadaný vstup obsahuje nepovolené znaky. Odstraňte, prosím, nepovolené znaky a zkuste to znovu.
de_de: Die angegebene Eingabe enthält nicht unterstützte Zeichen. Bitte entfernen Sie die nicht unterstützten Zeichen und versuchen Sie es erneut.
fi_fi: Syöte sisältää merkkejä, joita ei tueta. Poista ei-tuetut merkit ja yritä uudelleen.
hu_hu: A megadott bemenet nem támogatott karaktereket tartalmaz. Kérjük, távolítsa el a nem támogatott karaktereket, és próbálja újra.
ja_jp: 指定されたインプットにサポートされていない文字が含まれています。サポートされていない文字を削除して、もう一度やり直してください。
ro_ro: Datele de intrare specificate conțin caractere nesuportate. Eliminați aceste caractere și încercați din nou.
sk_sk: Zadaný vstup obsahuje nepodporované znaky. Prosím, odstráňte nepodporované znaky a skúste to znova.

source: A DoveAdm error occurred: %1$s
cs_cz: Došlo k chybě DoveAdm: %1$s
de_de: Es trat ein DoveAdm-Fehler auf: %1$s
fi_fi: Tapahtui DoveAdm-virhe: %1$s
hu_hu: DoveAdm hiba történt: %1$s
ja_jp: 次のDoveAdmエラーが発生しました: %1$s
ro_ro: A apărut o eroare DoveAdm: %1$s
sk_sk: Vyskytla sa chyba DoveAdm: %1$s

source: A DoveAdm server error occurred with HTTP status code %1$s. Error message: %2$s
cs_cz: Došlo k chybě serveru DoveAdm. Stavový kód HTTP: %1$s. Chybová zpráva %2$s
de_de: Es trat ein DoveAdm-Serverfehler mit dem HTTP-Statuscode %1$s auf. Fehlermeldung: %2$s
fi_fi: Tapahtui DoveAdm-palvelinvirhe HTTP-tilakoodilla %1$s. Virheviesti: %2$s
hu_hu: DoveAdm kiszolgálóhiba történt, HTTP állapotkód %1$s. hibaüzenet: %2$s
ja_jp: DoveAdm サーバーエラーが HTTP ステータスコード %1$s で発生しました。エラーメッセージ: %2$s
ro_ro: A apărut o eroare de server DoveAdm cu codul de stare HTTP %1$s. Mesaj de eroare: %2$s
sk_sk: Vyskytla sa chyba servera DoveAdm so stavovým kódom HTTP %1$s. Chybová správa: %2$s

source: The provided DoveAdm URL: %1$s is invalid
cs_cz: Zadané URL služby DoveAdm (%1$s) není platné
de_de: Die angegebene DoveAdm-URL %1$s ist ungültig
fi_fi: Annettu DoveAdm-osoite %1$s ei kelpaa
hu_hu: A megadott „%1$s” DoveAdm URL érvénytelen
ja_jp: DoveAdm URL: %1$s は無効です。
ro_ro: URL-ul DoveAdm furnizat: %1$s este incorect
sk_sk: Poskytnutý URL DoveAdm "%1$s" je neplatný

source: The provided DoveAdm resource does not exist: %1$s
cs_cz: Zadaný zdroj služby DoveAdm neexistuje: %1$s
de_de: Die angegebene DoveAdm-Ressource ist nicht vorhanden: %1$s
fi_fi: Annettua DoveAdm-resurssia ei ole olemassa: %1$s
hu_hu: A megadott DoveAdm erőforrás nem létezik: %1$s
ja_jp: 指定された DoveAdm リソースは存在しません: %1$s
ro_ro: Resursa DoveAdm furnizată nu există: %1$s
sk_sk: Poskytnutý zdroj DoveAdm neexistuje: %1$s

source: Authentication failed: %1$s
cs_cz: Autentizace selhala: %1$s
de_de: Authentifizierung fehlgeschlagen: %1$s
fi_fi: Varmennus epäonnistui: %1$s
hu_hu: A hitelesítés meghiúsult: %1$s
ja_jp: 次の認証に失敗しました: %1$s
ro_ro: Autentificarea a eșuat: %1$s
sk_sk: Autentifikácia používateľa zlyhala: %1$s

source: Doveadm HTTP API communication error: 404 Not Found
cs_cz: Chyba v komunikaci přes Doveadm HTTP API: 404 nenalezeno
de_de: Doveadm HTTP-API-Kommunikationsfehler: 404 nicht gefunden
fi_fi: Doveadm HTTP API -viestintävirhe: 404 Not Found
hu_hu: Doveadm HTTP API kommunikáció hiba: 404 Nem található
ja_jp: Doveadm HTTP API 通信エラー：404 ファイルが見つかりません
ro_ro: Eroare de comunicare DoveAdm HTTP API: 404 Pagina nu a fost găsită
sk_sk: Chyba komunikácie s Doveadm HTTP API: 404 Nenájdené

source: A temporary failure because a subsystem is down (maybe due to maintenance). Please try again later.
cs_cz: Dočasné selhání kvůli výpadku subsystému (možná kvůli údržbě). Zkuste to, prosím, později.
de_de: Es trat ein temporärer Fehler auf, da ein Subsystem ausgefallen ist (vielleicht aufgrund von Wartungsarbeiten). Bitte versuchen Sie es später erneut.
fi_fi: Väliaikainen alijärjestelmän toimintahäiriöstä johtuva vika (voi johtua huoltokatkosta). Yritä uudelleen.
hu_hu: Átmeneti hiba történt az alrendszer elérhetetlensége miatt (lehet, hogy karbantartás miatt). Próbálja meg később.
ja_jp: サブシステムがダウンしているため一時的に失敗しました。システム メインテナンス中の可能性があります。後でもう一度やり直してください。
ro_ro: Eroare temporară din cauza unui subsistem inaccesibil (probabil pentru întreținere). Încercați din nou mai târziu.
sk_sk: Dočasná porucha z dôvodu nedostupnosti subsystému (možno z dôvodu údržby). Prosím, skúste to znova neskôr.

source: Download denied because download limits have been exceeded. Please try again later.
cs_cz: Stahování zamítnuto kvůli překročení limitu stahování. Zkuste, prosím, znovu později.
de_de: Das Herunterladen wurde verweigert, da die Download-Limits überschritten wurden. Bitte versuchen Sie es später erneut.
fi_fi: Lataamista ei sallita, koska latauksen enimmäismäärä on ylitetty. Yritä myöhemmin uudestaan.
hu_hu: A letöltés letiltva, mert a letöltési méret korlátot elérte. Próbálja meg később.
ja_jp: ダウンロードの制限値を越えたため、ダウンロードは拒否されました。後でもう一度やり直してください。
ro_ro: Descărcarea a fost respinsă deoarece s-a depășit limita de descărcare. Încercați din nou mai târziu.
sk_sk: Stiahnutie bolo odmietnuté, pretože boli prekročené obmedzenia sťahovania. Prosím, skúste to neskôr znova.

source: %1$s %2$s
ja_jp: %2$s %1$s

source: Uploaded with %1$s (%2$s)
cs_cz: Nahráno s %1$s (%2$s)
de_de: Hochgeladen mit %1$s (%2$s)
fi_fi: Ladattu käyttäen %1$s (%2$s)
hu_hu: Feltöltve ezzel: %1$s (%2$s)
ja_jp: %1$s (%2$s) でアップロード
ro_ro: Încărcat cu %1$s (%2$s)
sk_sk: Nahraný pomocou %1$s (%2$s)

source: The path "%1$s" was not found. Please retry the synchronization.
cs_cz: Cesta „%1$s“ nebyla nalezena. Zkuste, prosím, znovu provést synchronizaci.
de_de: Der Pfad"%1$s" wurde nicht gefunden. Bitte starten Sie einen erneuten Synchronisationsversuch.
fi_fi: Polkua "%1$s" ei löytynyt. Ole hyvä ja yritä synkronointia uudestaan.
hu_hu: A(z) „%1$s” útvonal nem található. Próbálja újra a szinkronizálást.
ja_jp: パス "%1$s" が見つかりませんでした。同期をもう一度やり直してください。
ro_ro: Calea "%1$s" nu a fost găsită. Încercați sincronizarea din nou.
sk_sk: Cesta "%1$s" nebola nájdená. Prosím, skúste synchronizáciu znova.

source: The file "%1$s" was not found at "%2$s". Please retry the synchronization.
cs_cz: Soubor „%1$s“ s v „%2$s“ nepodařilo nalézt. Zkuste, prosím, znovu provést synchronizaci.
de_de: Die Datei "%1$s" konnte nicht unter "%2$s" gefunden werden. Bitte starten Sie einen erneuten Synchronisationsversuch.
fi_fi: Tiedostoa "%1$s" ei löytynyt kohteesta "%2$s". Ole hyvä ja yritä synkronointia uudestaan.
hu_hu: A(z) „%1$s” fájl nem található a(z) „%2$s” helyen. Próbálja újra a szinkronizálást.
ja_jp: "%2$s" にファイル "%1$s" が見つかりませんでした。同期をもう一度やり直してください。
ro_ro: Fișierul "%1$s" nu a fost găsit la "%2$s". Încercați sincronizarea din nou.
sk_sk: Súbor "%1$s" nebol nájdený v "%2$s". Prosím, skúste synchronizáciu znova.

source: Unable to access the file at the requested position. Please retry the synchronization.
cs_cz: Na požadovaném místě se soubor nepodařilo nalézt. Zkuste, prosím, znovu provést synchronizaci.
de_de: Auf die Datei konnte unter dem angeforderten Pfad nicht zugegriffen werden. Bitte starten Sie einen erneuten Synchronisationsversuch.
fi_fi: Tiedostoa ei voitu lukea pyydetystä kohtaa. Ole hyvä ja yritä synkronointia uudestaan.
hu_hu: A fájl a kért pozícióban nem érhető el. Próbálja újra a szinkronizálást.
ja_jp: 指定された場所のファイルにアクセスできません。同期をもう一度やり直してください。
ro_ro: Imposibil de accesat fișierul în locul solicitat. Încercați sincronizarea din nou.
sk_sk: Nepodaril sa prístup k súboru na požadovanej pozícii. Prosím, skúste synchronizáciu znova.

source: The file version "%1$s" was not found at "%3$s". Please retry the synchronization.
cs_cz: Verzi souboru „%1$s“ s v „%3$s“ nepodařilo nalézt. Zkuste, prosím, znovu provést synchronizaci.
de_de: Die Datei "%1$s" konnte nicht unter "%3$s" gefunden werden. Bitte starten Sie einen erneuten Synchronisationsversuch.
fi_fi: Tiedostoversiota "%1$s" ei löytynyt kohteesta "%3$s". Ole hyvä ja yritä synkronointia uudestaan.
hu_hu: A(z) "%1$s" fájlverzió nem található a(z) "%3$s" helyen. Próbálja újra a szinkronizálást.
ja_jp: "%3$s" にファイルバージョン "%1$s" が見つかりませんでした。同期をもう一度やり直してください。
ro_ro: Versiunea de fișier "%1$s" nu a fost găsită la "%3$s". Încercați sincronizarea din nou.
sk_sk: Verzia súboru "%1$s" nebola nájdená v "%3$s". Prosím, skúste synchronizáciu znova.

source: Integrity checks failed for uploaded file "%2$s". Please try again.
cs_cz: Kontrola integrity nahraného souboru „%1$s“ selhala. Zkuste to, prosím, znovu.
de_de: Die Integritätsprüfung für die hochgeladene Datei "%2$s" ist fehlgeschlagen. Bitte versuchen Sie es erneut.
fi_fi: Ladatun tiedoston "%2$s" eheystarkistus epäonnistui. Yritä uudelleen.
hu_hu: Az integritás-ellenőrzés sikertelen a feltöltött %2$s fájlhoz. Próbálja újra.
ja_jp: アップロードされたファイル "%2$s" の整合性の確認に失敗しました。もう一度やり直してください。
ro_ro: Verificările integrității pentru fișierul "%2$s" încărcat au eșuat. Încercați din nou.
sk_sk: Kontrola integrity nahraného súboru "%2$s" zlyhala. Prosím, skúste to znova.

source: The directory version "%1$s" was not found. Please retry the synchronization.
cs_cz: Verzi „%1$s“ adresáře se nepodařilo najít. Zkuste, prosím, znovu provést synchronizaci.
de_de: Die Verzeichnisversion "%1$s" konnte nicht gefunden werden. Bitte starten Sie einen erneuten Synchronisationsversuch.
fi_fi: Hakemistoversiota "%1$s" ei löytynyt. Ole hyvä ja yritä synkronointia uudestaan.
hu_hu: A(z) „%1$s” könyvtárverzió nem található. Próbálja újra a szinkronizálást.
ja_jp: ディレクトリバージョン "%1$s" が見つかりませんでした。同期をもう一度やり直してください。
ro_ro: Nu s-a găsit versiunea de director "%1$s". Încercați sincronizarea din nou.
sk_sk: Verzia adresára "%1$s" nebola nájdená. Prosím, skúste synchronizáciu znova.

source: You are not allowed to delete the file "%1$s" at "%2$s".
cs_cz: Nemáte oprávnění ke smazání souboru „%1$s“ v „%2$s“.
de_de: Sie haben keine Berechtigung zum Löschen der Datei "%1$s" in "%2$s".
fi_fi: Sinulla ei ole valtuuksia poistaa tiedostoa "%1$s" kohteessa "%2$s".
hu_hu: Nem törölheti a(z) „%1$s” fájlt innen: „%2$s”.
ja_jp: "%2$s" にあるファイル "%1$s" の削除は許可されていません。
ro_ro: Nu aveți permisiune pentru a șterge fișierul "%1$s" la "%2$s".
sk_sk: Nemáte oprávnenie zmazať súbor "%1$s" v "%2$s".

source: You are not allowed to create files at "%1$s".
cs_cz: Nemáte oprávnění k vytváření souborů v „%1$s“.
de_de: Sie haben keine Berechtigung zum Anlegen von Dateien in "%1$s".
fi_fi: Sinulla ei ole valtuuksia luoda tiedostoja kohteessa "%1$s".
hu_hu: Nem hozhat létre fájlokat itt: „%1$s”.
ja_jp: "%1$s" へのファイルの作成は許可されていません。
ro_ro: Nu aveți permisiune pentru a crea fișiere la "%1$s".
sk_sk: Nemáte oprávnenie vytvárať súbory v "%1$s".

source: You are not allowed to modify the file "%1$s" at "%2$s".
cs_cz: Nemáte oprávnění k úpravě souboru „%1$s“ v „%2$s“.
de_de: Sie haben keine Berechtigung zum Bearbeiten der Datei "%1$s" in "%2$s".
fi_fi: Sinulla ei ole valtuuksia muuttaa tiedostoa "%1$s" kohteessa "%2$s".
hu_hu: Nem módosíthatja a(z) „%1$s” fájlt itt: „%2$s”.
ja_jp: "%2$s" にあるファイル "%1$s" の変更は許可されていません。
ro_ro: Nu aveți permisiune pentru a modifica fișierul "%1$s" la "%2$s".
sk_sk: Nemáte oprávnenie upravovať súbor "%1$s" v "%2$s".

source: You are not allowed to delete the directory "%1$s".
cs_cz: Nemáte oprávnění ke smazání adresáře „%1$s“.
de_de: Sie haben keine Berechtigung zum Löschen des Verzeichnisses "%1$s".
fi_fi: Sinulla ei ole valtuuksia poistaa hakemistoa "%1$s".
hu_hu: Nem törölheti a(z) „%1$s” könyvtárat.
ja_jp: ディレクトリ "%1$s" の削除は許可されていません。
ro_ro: Nu aveți permisiune pentru a șterge directorul "%1$s".
sk_sk: Nemáte oprávnenie zmazať adresár "%1$s".

source: You are not allowed to create directories at "%1$s".
cs_cz: Nemáte oprávnění k vytváření adresářů v „%1$s“.
de_de: Sie haben keine Berechtigung zum Anlegen von Verzeichnissen in "%1$s".
fi_fi: Sinulla ei ole valtuuksia luoda hakemistoja kohteessa "%1$s".
hu_hu: Nem hozhat létre könyvtárakat itt: „%1$s”.
ja_jp: "%1$s" へのディレクトリの作成は許可されていません。
ro_ro: Nu aveți permisiune pentru a crea directoare la "%1$s".
sk_sk: Nemáte oprávnenie vytvárať adresáre v "%1$s".

source: The allowed quota is reached.
cs_cz: Bylo dosaženo povolené kvóty.
de_de: Das zulässige Kontingent ist erreicht.
fi_fi: Sallittu kiintiö on täynnä.
hu_hu: Az engedélyezett kvóta elérve.
ja_jp: 容量制限を超過しました。
ro_ro: S-a atins limita permisă.
sk_sk: Povolená kvóta bola dosiahnutá.

source: The path "%1$s" is invalid.
cs_cz: Cesta „%1$s“ není platná.
de_de: Der Pfad "%1$s" ist ungültig.
fi_fi: Polku "%1$s" on epäkelpo.
hu_hu: A(z) „%1$s” útvonal érvénytelen.
ja_jp: パス "%1$s" は無効です。
ro_ro: Calea "%1$s" este incorectă.
sk_sk: Cesta "%1$s" je neplatná.

source: The file name "%1$s" is invalid.
cs_cz: Název souboru „%1$s“ není platný.
de_de: Der Dateiname "%1$s" ist ungültig.
fi_fi: Tiedostonimi "%1$s" ei kelpaa.
hu_hu: A(z) „%1$s” fájlnév érvénytelen.
ja_jp: ファイル名 "%1$s" は無効です。
ro_ro: Numele de fișier "%1$s" este incorect.
sk_sk: Názov súboru "%1$s" je neplatný.
