Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: System
cs_cz: Systém
fi_fi: Järjestelmä
hu_hu: Rendszer
ja_jp: システム
ro_ro: Sistem
sk_sk: Systém

source: Global address book
cs_cz: Globální adresář
de_de: Globales Adressbuch
fi_fi: Yleinen osoitekirja
hu_hu: Globális címjegyzék
ja_jp: グローバルアドレス帳
ro_ro: Agendă de contacte globală
sk_sk: Globálny adresár

source: OX folders
cs_cz: OX složky
de_de: OX-Ordner
fi_fi: OX kansiot
hu_hu: OX mappák
ja_jp: OX フォルダー
ro_ro: Dosare OX
sk_sk: Priečinky OX

source: Infostore
cs_cz: Úložiště informací
ja_jp: インフォストア
ro_ro: Depozit de informații
sk_sk: InfoÚložisko

source: Userstore
cs_cz: Úložiště uživatelů
fi_fi: Käyttäjätaltio
ja_jp: ユーザーストア
ro_ro: Depozit de utilizatori
sk_sk: PoužívateľskéÚložisko

source: Public infostore
cs_cz: Veřejné úložiště informací
de_de: Öffentlicher InfoStore
fi_fi: Julkinen infostore
hu_hu: Nyilvános InfoStore
ja_jp: パブリックインフォストア
ro_ro: Depozit public de informații
sk_sk: Verejné InfoÚložisko

source: Trash
cs_cz: Koš
de_de: Papierkorb
fi_fi: Roskakori
hu_hu: Törölt elemek
ja_jp: ゴミ箱
ro_ro: Coș de gunoi
sk_sk: Kôš

source: Other task folders
cs_cz: Další úkolové složky
de_de: Weitere Aufgabenordner
fi_fi: Muut tehtäväkansiot
hu_hu: Egyéb feladatmappák
ja_jp: 他のタスクフォルダー
ro_ro: Alte dosare de sarcini
sk_sk: Priečinky iných úloh

source: Other calendar folders
cs_cz: Další kalendářové složky
de_de: Weitere Kalenderordner
fi_fi: Muut kalenterikansiot
hu_hu: Egyéb naptármappák
ja_jp: 他のカレンダーフォルダー
ro_ro: Alte dosare de calendar
sk_sk: Priečinky iných kalendárov

source: Other contact folders
cs_cz: Další kontaktové složky
de_de: Weitere Kontaktordner
fi_fi: Muut yhteistietokansiot
hu_hu: Egyéb kapcsolatmappák
ja_jp: 他の連絡先フォルダー
ro_ro: Alte dosare de contacte
sk_sk: Priečinky iných kontaktov

source: Other infostore folders
cs_cz: Další složky úložišť informací
de_de: Weitere InfoStore-Ordner
fi_fi: Muut infostorekansiot
hu_hu: Egyéb InfoStore mappák
ja_jp: 他のインフォストアフォルダー
ro_ro: Alte dosare pentru depozitul de informații
sk_sk: Priečinky iných InfoÚložísk

source: Collected addresses
cs_cz: Posbírané adresy
de_de: Gesammelte Adressen
fi_fi: Kerätyt sähköpostiosoitteet
hu_hu: Összegyűjtött címek
ja_jp: 収集済みアドレス
ro_ro: Adrese colectate
sk_sk: Zozbierané adresy

source: E-Mail attachments
cs_cz: Přílohy e-mailu
de_de: E-Mail-Anhänge
fi_fi: Sähköpostien liitteet
hu_hu: E-mail mellékletek
ja_jp: メール添付ファイル
ro_ro: Fișiere atașate mesajelor
sk_sk: Prílohy emailu

source: My files
cs_cz: Moje soubory
de_de: Meine Dateien
fi_fi: Tiedostoni
hu_hu: Fájljaim
ja_jp: マイ ファイル
ro_ro: Fișierele mele
sk_sk: Moje súbory

source: Shared files
cs_cz: Sdílené soubory
de_de: Freigegebene Dateien
fi_fi: Jaetut tiedostot
hu_hu: Megosztott fájlok
ja_jp: 共有ファイル
ro_ro: Fișiere partajate
sk_sk: Zdieľané súbory

source: Public files
cs_cz: Veřejné soubory
de_de: Öffentliche Dateien
fi_fi: Julkiset tiedostot
hu_hu: Nyilvános fájlok
ja_jp: パブリック ファイル
ro_ro: Fișiere publice
sk_sk: Verejné súbory

source: Other files
cs_cz: Další soubory
de_de: Weitere Dateien
fi_fi: Muut tiedostot
hu_hu: Egyéb fájlok
ja_jp: その他のファイル
ro_ro: Alte fișiere
sk_sk: Iné súbory

source: Pictures
cs_cz: Obrázky
de_de: Bilder
fi_fi: Kuvat
hu_hu: Képek
ja_jp: 写真
ro_ro: Imagini
sk_sk: Obrázky

source: Music
cs_cz: Hudba
de_de: Musik
fi_fi: Musiikki
hu_hu: Zene
ja_jp: 音楽
ro_ro: Muzică
sk_sk: Hudba

source: Videos
cs_cz: Videa
fi_fi: Videot
hu_hu: Videók
ja_jp: ビデオ
ro_ro: Înregistrări video
sk_sk: Videá

source: Templates
cs_cz: Šablony
de_de: Vorlagen
fi_fi: Mallit
hu_hu: Sablonok
ja_jp: テンプレート
ro_ro: Modele
sk_sk: Šablóny

source: All users
cs_cz: Všichni uživatelé
de_de: Alle Anwender
fi_fi: Kaikki käyttäjät
hu_hu: Összes felhasználó
ja_jp: すべてのユーザー
ro_ro: Toți utilizatorii
sk_sk: Všetci používatelia

source: Guests
cs_cz: Hosté
de_de: Gäste
fi_fi: Vieraat
hu_hu: Vendégek
ja_jp: ゲスト
ro_ro: Invitați
sk_sk: Hostia

source: Standard group
cs_cz: Standardní skupina
de_de: Standardgruppe
fi_fi: Vakioryhmä
hu_hu: Szabványos csoport
ja_jp: 標準グループ
ro_ro: Grup standard
sk_sk: Štandardná skupina

source: Inbox
cs_cz: Doručená pošta
de_de: Posteingang
fi_fi: Saapuneet
hu_hu: Beérkezett üzenetek
ja_jp: 受信トレイ
ro_ro: Mesaje primite
sk_sk: Prijaté

source: Drafts
cs_cz: Koncepty
de_de: Entwürfe
fi_fi: Luonnokset
hu_hu: Piszkozatok
ja_jp: 下書き
ro_ro: Schițe
sk_sk: Rozpísané

source: Sent
cs_cz: Odesláno
de_de: Gesendet
fi_fi: Lähetetyt
hu_hu: Elküldve
ja_jp: 送信済み
ro_ro: Mesaje trimise
sk_sk: Odoslané

source: Sent items
cs_cz: Odeslané položky
de_de: Gesendete Objekte
fi_fi: Lähetetyt
hu_hu: Elküldött elemek
ja_jp: 送信済みアイテム
ro_ro: Mesaje trimise
sk_sk: Odoslané položky

source: Spam
fi_fi: Roskaposti
hu_hu: Levélszemét
ja_jp: 迷惑メール

source: Archive
cs_cz: Archiv
de_de: Archiv
fi_fi: Arkisto
hu_hu: Archívum
ja_jp: アーカイブ
ro_ro: Arhivă
sk_sk: Archív

source: Confirmed spam
cs_cz: Potvrzený spam
de_de: Bestätigter Spam
fi_fi: Roskaposti
hu_hu: Elfogadott kéretlen
ja_jp: 確認済み迷惑メール
ro_ro: Spam confirmat
sk_sk: Potvrdený spam

source: confirmed-spam
cs_cz: Potvrzený spam
de_de: Bestätigter Spam
fi_fi: vahvistettu-roskaposti
hu_hu: elfogadott kéretlen
ja_jp: 確認済み迷惑メール
ro_ro: spam-confirmat
sk_sk: Potvrdený spam

source: Confirmed ham
cs_cz: Potvrzená normální pošta
de_de: Bestätigter Ham
fi_fi: Vahvistettu posti
hu_hu: Elfogadott ál-kéretlen
ja_jp: 確認済みハムメール
ro_ro: Mesaje legitime confirmate
sk_sk: Potvrdené ako nie spam

source: confirmed-ham
cs_cz: Potvrzená normální pošta
de_de: Bestätigter Ham
fi_fi: vahvistettu-posti
hu_hu: elfogadott ál-kéretlen
ja_jp: 確認済みハムメール
ro_ro: mesaje-legitime-confirmate
sk_sk: Potvrdené ako nie spam

source: Read acknowledgement
cs_cz: Přečíst potvrzení
de_de: Lesebestätigung
fi_fi: Lukemisen vahvistus
hu_hu: Olvasási visszaigazolás
ja_jp: 開封通知を読む
ro_ro: Citește declarația
sk_sk: Potvrdenie o prečítaní

source: This is a delivery receipt for the mail that you sent on #DATE# to #RECIPIENT# with subject "#SUBJECT#". Note: This delivery receipt only acknowledges that the message was displayed on the recipients computer. There is no guarantee that the recipient has read or understood the message contents.
cs_cz: Toto je potvrzení o doručení, kterou jste poslal(a) #DATE# adresátovi#RECIPIENT# s předmětem „#SUBJECT#“. Poznámka: Toto potvrzení o doručení pouze říká, že byla zpráva zobrazena na počítači adresáta. Nelze zaručit, že adresát zpráv četl nebo rozuměl jejímu obsahu.
de_de: Dies ist eine Empfangsbestätigung für die am #DATE# gesendete E-Mail an #RECIPIENT# mit dem Betreff "#SUBJECT#". Bitte beachten Sie, dass diese Empfangsbestätigung lediglich das Anzeigen der Nachricht auf dem Rechner des Empfängers bestätigt. Es gibt keine Garantie, dass der Empfänger die E-Mail gelesen oder deren Inhalt verstanden hat.
fi_fi: Tämä on toimituksen kuittaus lähettämästäsi sähköpostista. Lähetit sen #DATE# vastaanottajalle #RECIPIENT# aiheella "#SUBJECT#". Huom: Tämä toimituksen kuittaus merkitsee vain että viesti on näytetty vastaanottajan tietokoneella. Ei ole mitään takeita siitä, että vastanottaja on lukenut tai ymmärtänyt viestin sisällön.
hu_hu: Ez egy tértivevény egy Ön által küldött levélről, amelynek dátuma: #DATE#, címzettje: #RECIPIENT#, tárgya: „#SUBJECT#”. Megjegyzés: Ez a tértivevény csak azt bizonyítja, hogy az üzenete megjelent a címzett számítógépén, azt azonban nem garantálja, hogy a címzett elolvasta és megértette az üzenet tartalmát.
ja_jp: これは、#RECIPIENT# 宛に #DATE# に件名 "#SUBJECT#" で送信したメールの開封通知です。 注: この開封通知は受信者のコンピュータにメッセージが表示されたことを確認するものです。受信者がメッセージを読んだ、また理解したということを保証するものではありません。
ro_ro: Aceasta este o confirmare de primire pentru mesajul trimis pe #DATE# către #RECIPIENT# cu subiectul "#SUBJECT#". Notă: Această confirmare de primire certifică doar că mesajul a fost afișat pe calculatorul destinatarului. Nu există garanția că destinatarul a citit sau a înțeles conținutul mesajului.
sk_sk: Toto je potvrdenie o doručení sprívy, ktorú ste poslali #DATE# na adresu #RECIPIENT# s predmetom "#SUBJECT#". Pozn.: Toto potvrdenie o doručení potvrdzuje iba, že správa bola zobrazená na počítači príjemcu. Nie je zaručené, že príjemca správu čítal alebo pochopil jej obsah

source: On #DATE# at #TIME# #SENDER# wrote:
cs_cz: #DATE# v #TIME# #SENDER# napsal(a):
de_de: #SENDER# hat am #DATE# um #TIME# geschrieben:
fi_fi: #DATE# kello #TIME# #SENDER# kirjoitti:
hu_hu: #DATE#, #TIME#-kor #SENDER# ezt írta:
ja_jp: #DATE# #TIME# に #SENDER# によって書かれました:
ro_ro: Pe #DATE# la #TIME# #SENDER# a scris:
sk_sk: #DATE# #TIME# #SENDER# napísal:

source: ---------- Original Message ---------- From: #FROM# To: #TO##CC_LINE# Date: #DATE# at #TIME# Subject: #SUBJECT#
cs_cz: ---------- Původní zpráva ---------- Od: #FROM# Komu: #TO##CC_LINE# Datum: #DATE# at #TIME# Předmět: #SUBJECT#
de_de: ---------- Ursprüngliche Nachricht ---------- Von: #FROM# An: #TO##CC_LINE# Datum: #DATE# um #TIME# Betreff: #SUBJECT#
fi_fi: ---------- Alkuperäinen viesti ---------- From: #FROM# To: #TO##CC_LINE# Date: #DATE# at #TIME# Subject: #SUBJECT#
hu_hu: ---------- Eredeti üzenet ---------- Feladó: #FROM# Címzett: #TO##CC_LINE# Dátum: #DATE# at #TIME# Tárgy: #SUBJECT#
ja_jp: ---------- 元のメッセージ ---------- 差出人: #FROM# 宛先: #TO##CC_LINE# 日時: #DATE# #TIME# 件名: #SUBJECT#
ro_ro: ---------- Mesaj original ---------- De la: #FROM# Către: #TO##CC_LINE# Dată: #DATE# la #TIME# Subiect: #SUBJECT#
sk_sk: ---------- Pôvodná správa ---------- Od: #FROM# Komu: #TO##CC_LINE# Dátum: #DATE# o #TIME# Predmet: #SUBJECT#

source: [No Subject]
cs_cz: [Žádný předmět]
de_de: [Kein Betreff]
fi_fi: [Ei aihetta]
hu_hu: [Nincs tárgy]
ja_jp: [件名なし]
ro_ro: [Fără subiect]
sk_sk: [bez predmetu]

source: The available attachments for this E-Mail can be accessed via the links:
cs_cz: K přílohám této zprávy můžete přistupovat pomocí odkazů:
de_de: Die für diese E-Mail verfügbaren Anhänge sind über diese Links verfügbar:
fi_fi: Tämän sähköpostin liitteet ovat saatavissa näiden linkkien kautta:
hu_hu: Az e-mailhez tartozó mellékletek a következő hivatkozáson keresztül érhetők el:
ja_jp: このメールの添付ファイルはリンクからアクセスできます:
ro_ro: Fișierele atașate acestui mesaj pot fi accesate utilizând legăturile:
sk_sk: Dostupné prílohy tohto emailu sú prístupné pomocou týchto odkazov:

source: The links will be deleted on #DATE#
cs_cz: Odkazy budou smazány #DATE#
de_de: Die Links werden am #DATE# gelöscht
fi_fi: Linkit poistetaan #DATE#
hu_hu: A hivatkozások törlésre kerülnek: #DATE#
ja_jp: リンクは #DATE# に削除されます
ro_ro: Legăturile vor fi șterse în #DATE#
sk_sk: Odkazy budú zmazané dňa #DATE#

source: This file has been published for E-Mail "#SUBJECT#" sent on #DATE# to #TO#
cs_cz: Tento soubor byl publikován pro e-mailovou zprávu s předmětem „#SUBJECT#“ odeslanou #DATE# na adresu #TO#
de_de: Diese Datei wurde für die E-Mail "#SUBJECT#", gesendet am #DATE# an #TO#, veröffentlicht.
fi_fi: Tämä tiedosto on julkaistu sähköpostista "#SUBJECT#" lähetetty #DATE# vastaanottajalle #TO#
hu_hu: Ez fájl a "#SUBJECT#" tárgyú levélhez lett közzétéve, dátum: #DATE# címzett: #TO#
ja_jp: このファイルは #DATE# に #TO# へ送信した、件名が "#SUBJECT#" のメールで公開されました。
ro_ro: Fișierul a fost publicatpentru e-mailul "#SUBJECT#" trimis în #DATE# către #TO#
sk_sk: Tento súbor bol publikovaný pre email s predmetom "#SUBJECT#" poslaný dňa #DATE# na adresu #TO#

source: Dear Sir or Madam
cs_cz: Vážená paní nebo pane
de_de: Sehr geehrte(r) Dame/Herr
fi_fi: Hyvä ruova tai herra
hu_hu: Tisztelt Hölgyem/Uram
ja_jp: 拝啓
ro_ro: Stimată doamnă/Stimate domn
sk_sk: Vážený pán alebo pani

source: Sent objects
cs_cz: Odeslané položky
de_de: Gesendete Objekte
fi_fi: Lähetetyt
hu_hu: Elküldött elemek
ja_jp: 送信済みオブジェクト
ro_ro: Obiecte trimise
sk_sk: Odoslané objekty

source: Unified mail
cs_cz: Spojená pošta
fi_fi: Yhtenäistetty posti
hu_hu: Egységes levelezés
ja_jp: 統合メール
ro_ro: Mesagerie unificată
sk_sk: Zjednotená pošta

source: A new appointment was created by [created_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) novou schůzku. Schůzku si můžete zkontrolovat ve svém kalendáři: [link] Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Ein neuer Termin wurde erstellt von [created_by]. Sie können diesen Termin in Ihrem Kalender prüfen: [link] Termin ====== Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Teilnehmer ========== [participants] Ressourcen ========== [resources] ==========================================
fi_fi: [created_by] on luonut uuden tapaamisen. Voit tarkistaa tämän tapaamisen kalenteristasi: [link] Tapaaminen =========== Luoja: [created_by] Luotu: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [created_by] új találkozót hozott létre, amelyet saját naptárában megtekinthet: [link] Találkozó =========== Létrehozta: [created_by] Létrehozás időpontja: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [created_by] が新規の予定を作成しました。 カレンダーでこの予定をチェックできます。 [link] 予定 =========== 作成者: [created_by] 作成日時: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: A fost creată o nouă întâlnire de către [created_by]. Puteți vedea această întâlnire în calendarul dumneavoastră: [link] Întâlnire =========== Creată de: [created_by] Creată pe: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: [created_by] vytvoril novú schôdzku. Túto schodzku si môžete pozrieť vo vašom kalendári: [link] Schôdzka =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: A new appointment was created by [created_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) novou schůzku. Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Ein neuer Termin wurde erstellt von [created_by]. Termin ====== Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] =====================
fi_fi: [created_by] on luonut uuden tapaamisen. Tapaaminen =========== Luoja: [created_by] Luotu: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [created_by] új találkozót hozott létre. Találkozó =========== Létrehozta: [created_by] Létrehozás időpontja: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [created_by] が新規の予定を作成しました。 予定 =========== 作成者: [created_by] 作成日時: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: A fost creată o nouă întâlnire de către [created_by]. Întâlnire =========== Creată de: [created_by] Creată pe: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: [created_by] vytvoril novú schôdzku. Schôdzka =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) novou schůzku jménem uživatele [behalf_of]. Schůzku si můžete zkontrolovat ve svém kalendáři: [link] Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Ein neuer Termin wurde erstellt von [created_by] im Auftrag von [behalf_of]. Sie können diesen Termin in Ihrem Kalender prüfen: [link] Termin ====== Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Teilnehmer ========== [participants] Ressourcen ========== [resources] ==========================================
fi_fi: [created_by] on luonut uuden tapaamisen [behalf_of] puolesta. Voit tarkistaa tämän tapaamisen kalenteristasi: [link] Tapaaminen =========== Luoja: [created_by] Luotu: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [created_by], [behalf_of] nevében új találkozót hozott létre, amelyet saját naptárában megtekinthet: [link] Találkozó =========== Létrehozta: [created_by] Létrehozás időpontja: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [behalf_of] の代理で [created_by] が新規の予定を作成しました。 カレンダーでこの予定をチェックできます。 [link] 予定 =========== 作成者: [created_by] 作成日時: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: A fost creată o nouă întâlnire de către [created_by] în numele utilizatorului [behalf_of] Puteți vedea această întâlnire în calendarul dumneavoastră: [link] Întâlnire =========== Creată de: [created_by] Creată pe: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: [created_by] vytvoril novú schôdzku v mene [behalf_of]. Túto schodzku si môžete pozrieť vo vašom kalendári: [link] Schôdzka =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) novou schůzku jménem uživatele [behalf_of]. Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Ein neuer Termin wurde erstellt von [created_by] im Auftrag von [behalf_of]. Termin ====== Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] =====================
fi_fi: [created_by] on luonut uuden tapaamisen [behalf_of] puolesta. Tapaaminen =========== Luoja: [created_by] Luotu: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [created_by], [behalf_of] nevében új találkozót hozott létre Találkozó =========== Létrehozta: [created_by] Létrehozás időpontja: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [behalf_of] の代理で [created_by] が新規の予定を作成しました。 予定 =========== 作成者: [created_by] 作成日時: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: A fost creată o nouă întâlnire de către [created_by] în numele utilizatorului [behalf_of] Întâlnire =========== Creată de: [created_by] Creată pe: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: [created_by] vytvoril novú schôdzku v mene [behalf_of]. Schôdzka =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================
