Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The document you requested does not exist.
cs_cz: Požadovaný dokument neexistuje.
de_de: Das von Ihnen angeforderte Dokument ist nicht vorhanden.
fi_fi: Pyytämääsi asiakirjaa ei ole olemassa.
hu_hu: A kért dokumentum nem létezik.
ja_jp: 要求されたドキュメントは存在しません。
ro_ro: Documentul cerut nu există.
sk_sk: Dokument, ktorý ste požadovali neexistuje.

source: Unable to load the document(s). Please try again.
cs_cz: Nemohu načíst dokument(y). Zkuste to, prosím, znovu.
de_de: Die Dokumente können nicht geladen werden. Bitte versuchen Sie es später erneut.
fi_fi: Asiakirjoja ei voitu ladata. Yritä uudelleen.
hu_hu: Nem tölthető be a dokumentum. Próbálja újra.
ja_jp: ドキュメントを読み込めません。もう一度やり直してください。
ro_ro: Nu s-au putut încărca documentele. Încercați din nou.
sk_sk: Nepodarilo sa načítať dokument(y). Prosím, skúste to znova neskôr.

source: The folder %1$s you requested is not an Infostore folder.
cs_cz: Složka %1$s, kterou jste si vyžádal(a), není složka Infostore.
de_de: Der von Ihnen angeforderte Ordner %1$s ist kein InfoStore-Ordner.
fi_fi: Pyytämäsi kansio %1$s ei ole Infostore-kansio.
hu_hu: A kért %1$s mappa nem Infostore mappa.
ja_jp: 要求されたフォルダー %1$s はインフォストアフォルダーではありません。
ro_ro: Dosarul %1$s solicitat nu este un dosar de depozit de informații.
sk_sk: Priečinok %1$s nie je priečinok InfoÚložiska.

source: You do not have the appropriate permissions to read the document.
cs_cz: Nemáte příslušná oprávnění ke čtení tohoto dokumentu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Lesen des Dokuments.
fi_fi: Sinulla ei ole tarvittavia valtuuksia dokumentin lukemiseen.
hu_hu: Nincs megfelelő jogosultsága a dokumentum olvasásához.
ja_jp: このオブジェクトを読み取るために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a citi documentul.
sk_sk: Nemáte príslušné oprávnenie na čítanie dokumentu.

source: You do not have the appropriate permissions to create a document in this folder.
cs_cz: Nemáte příslušná oprávnění k vytvoření dokumentu v této složce.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anlegen eines Dokuments in diesem Ordner.
fi_fi: Sinulla ei ole tarvittavia valtuuksia dokumentin luomiseksi tähän kansioon.
hu_hu: Nincs megfelelő jogosultsága dokumentum létrehozásához ebben a mappában.
ja_jp: オブジェクトを生成するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a crea un document în acest dosar.
sk_sk: Nemáte príslušné oprávnenie na vytvorenie dokumentu v tomto priečinku.

source: You do not have the appropriate permissions to update the document.
cs_cz: Nemáte příslušná oprávnění k aktualizaci tohoto dokumentu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Aktualisieren des Dokuments.
fi_fi: Sinulla ei ole tarvittavia valtuuksia dokumentin päivittämiseen.
hu_hu: Nincs megfelelő jogosultsága a dokumentum frissítéséhez.
ja_jp: このドキュメントを更新するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a actualiza documentul.
sk_sk: Nemáte príslušné oprávnenie na aktualizovanie dokumentu.

source: Unable to delete all documents. Please try again.
cs_cz: Nemohu smazat všechny dokumenty. Zkuste to, prosím, znovu.
de_de: Es können nicht alle Dokumente gelöscht werden. Bitte versuchen Sie es später erneut.
fi_fi: Kaikkia asiakirjoja ei voitu poistaa. Yritä uudelleen.
hu_hu: Nem törölhető az összes dokumentum. Próbálja újra.
ja_jp: すべてのドキュメントを削除できません。もう一度やり直してください。
ro_ro: Nu s-au putut șterge toate documentele. Încercați din nou.
sk_sk: Nie je možné zmazať všetky dokumenty. Prosím, skúste to znova neskôr.

source: You do not have the appropriate permissions to delete this version.
cs_cz: Nemáte příslušná oprávnění ke smazání této verze.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen dieser Version.
fi_fi: Sinulla ei ole tarvittavia valtuuksia tämän version poistamiseen.
hu_hu: Nincs megfelelő jogosultsága a verzió törléséhez.
ja_jp: このバージョンを削除するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a șterge această versiune.
sk_sk: Nemáte príslušné oprávnenie na zmazanie tejto verzie.

source: The document is currently locked. Please try again later.
cs_cz: Dokument je v tuto chvíli uzamčený. Zkuste to, prosím, později.
de_de: Das Dokument ist derzeit gesperrt. Bitte versuchen Sie es später erneut.
fi_fi: Asiakirja on juuri nyt lukittu. Yritä myöhemmin uudelleen.
hu_hu: A dokumentum jelenleg zárolva van. Próbálja újra később.
ja_jp: ドキュメントが現在ロックされています。後でもう一度やり直してください。
ro_ro: Documentul este blocat în prezent. Încercați din nou.
sk_sk: Dokument je momentálne zamknutý. Prosím, skúste to znova neskôr.

source: You do not have the appropriate permissions to unlock the document.
cs_cz: Nemáte příslušná oprávnění k odemknutí dokumentu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Entsperren des Dokuments.
fi_fi: Sinulla ei ole tarvittavia valtuuksia tämän dokumentin lukituksen avaamiseen.
hu_hu: Nincs megfelelő jogosultsága a dokumentum feloldásához.
ja_jp: このドキュメントをアンロックするために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a debloca documentul.
sk_sk: Nemáte príslušné oprávnenie na odomknutie dokumentu.

source: You do not have the appropriate permissions to lock a document.
cs_cz: Nemáte příslušná oprávnění k uzamčení dokumentu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Sperren eines Dokuments.
fi_fi: Sinulla ei ole tarvittavia valtuuksia tämän dokumentin lukitsemiseen.
hu_hu: Nincs megfelelő jogosultsága a dokumentum zárolásához.
ja_jp: ドキュメントをロックするために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a bloca un document.
sk_sk: Nemáte príslušné oprávnenie na zamknutie dokumentu.

source: You do not have the appropriate permissions to move the document.
cs_cz: Nemáte příslušná oprávnění k přesunutí dokumentu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Verschieben des Dokuments.
fi_fi: Sinulla ei ole tarvittavia valtuuksia dokumentin siirtämiseen.
hu_hu: Nincs megfelelő jogosultsága a dokumentum mozgatásához.
ja_jp: このドキュメントを移動するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a muta documentul.
sk_sk: Nemáte príslušné oprávnenie na presunutie dokumentu.

source: The document name "%1$s" already exists. Please choose another.
cs_cz: Název dokumentu „%1$s“ již existuje. Zvolte, prosím, jiný název.
de_de: Der Dokumentname "%1$s" ist bereits vorhanden. Bitte wählen Sie einen anderen Namen.
fi_fi: Dokumentin nimi "%1$s" on jo käytössä. Ole hyvä ja valitse toinen nimi.
hu_hu: A(z) „%1$s” dokumentumnév már létezik. Válasszon másik nevet.
ja_jp: ドキュメント名 "%1$s" は既に存在します。別の名前を選んでください。
ro_ro: Numele de document "%1$s" există deja. Alegeți alt nume.
sk_sk: Dokument s názvom "%1$s" už existuje. Prosím, zvoľte iný názov.

source: You do not have the appropriate permissions to delete a document.
cs_cz: Nemáte příslušná oprávnění ke smazání dokumentu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen eines Dokuments.
fi_fi: Sinulla ei ole tarvittavia valtuuksia dokumentin poistamiseen.
hu_hu: Nincs megfelelő jogosultsága a dokumentum törléséhez.
ja_jp: ドキュメントを削除するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a crea șterge un document.
sk_sk: Nemáte príslušné oprávnenie na zmazanie dokumentu.

source: In order to accomplish the search, %1$s or more characters are required.
cs_cz: Aby mohlo být vyhledávání provedeno, je potřeba alespoň %1$s znaků.
de_de: Zum Durchführen der Suche sind mindestens %1$s Zeichen erforderlich.
fi_fi: Haun tekemiseen vaaditaan %1$s tai useampi merkki.
hu_hu: A keresés végrehajtásához legalább %1$s karakter szükséges.
ja_jp: 検索を実行するには、%1$s 文字以上の文字数が必要です。
ro_ro: Pentru a completa căutarea sunt necesare %1$s sau mai multe caractere.
sk_sk: Aby bolo možné vykonať hľadanie, je treba ešte %1$s alebo viac znakov.

source: The file name must not contain slashes.
cs_cz: Název souboru nesmí obsahovat lomítka.
de_de: Der Dateiname darf keine Schrägstriche enthalten.
fi_fi: Tiedostonimi ei saa sisältää kenoviivoja.
hu_hu: A fájlnév nem tartalmazhat / jelet.
ja_jp: ファイル名にスラッシュは使用できません。
ro_ro: Numele fișierului nu poate să conțină bare oblice.
sk_sk: Názov súboru nesmie obsahovať lomku ("/").

source: The file name contains invalid characters.
cs_cz: Název souboru obsahuje nepovolené znaky.
de_de: Der Dateiname enthält unzulässige Zeichen.
fi_fi: Tiedostonimi sisältää epäkelpoja merkkejä.
hu_hu: A fájlnév nem megengedett karaktereket tartalmaz.
ja_jp: ファイル名に無効な文字が含まれています。
ro_ro: Numele fișierului conține caractere nepermise.
sk_sk: Názov súboru obsahuje neplatné znaky.

source: New file versions can't be saved with an offset.
cs_cz: Nové verze souborů nelze uložit s offsetem.
de_de: Neue Dateiversionen können nicht mit einem Offset gespeichert werden.
fi_fi: Uusia tiedostoja ei voi tallentaa käyttäen tiedostokohtaa (file offset).
hu_hu: Az új fájlverziók nem menthetők eltolással.
ja_jp: 指定されたオフセットで新規のファイルバージョンを保存できません。
ro_ro: Nu se pot salva versiuni noi de fișiere fără un offset.
sk_sk: Nové verzie niektorých súborov sa nedajú uložiť s ofsetom.

source: This folder is a virtual folder that cannot contain documents. Please choose another folder.
cs_cz: Tato složka je virtuální. Nemůže obsahovat dokumenty. Vyberte, prosím, jinou.
de_de: Bei diesem Ordner handelt es sich um einen virtuellen Ordner. Er kann keine Dokumente enthalten. Bitte wählen Sie einen anderen Ordner.
fi_fi: Tämä kansio on virtuaalinen. Se ei voi sisältää asiakirjoja. Ole hyvä ja valitse toinen kansio.
hu_hu: Ez a mappa virtuális, amely nem tartalmazhat dokumentumokat. Válasszon egy másik mappát.
ja_jp: このフォルダーは仮想フォルダーです。ドキュメントを保存できません。他のフォルダーを選んでください。
ro_ro: Acesta este un dosar virtual ce nu poate conține documente. Alegeți alt dosar.
sk_sk: Tento priečinok je virtuálny priečinok, ktorý nemôže obsahovať dokumenty. Prosím, vyberte iný priečinok.

source: Unsupported character "%1$s" in field "%2$s". Please remove that character.
cs_cz: Nepodporovaný znak „%1$s“ v poli „%2$s“. Odstraňte, prosím, tento znak.
de_de: Das Zeichen "%1$s" im Feld "%2$s" wird nicht unterstützt. Bitte entfernen Sie dieses Zeichen.
fi_fi: Merkkiä "%1$s" kentässä "%2$s" ei tueta. Poista merkki.
hu_hu: A(z) "%2$s" mezőben szereplő "%1$s" karakter nem támogatott. Távolítsa el ezt a karaktert.
ja_jp: フィールド"%2$s"のサポートされていない文字 "%1$s"その文字を削除してください。
ro_ro: Caracter nesuportat "%1$s" în câmpul "%2$s". Ștergeți caracterul.
sk_sk: Nepodporovaný znak "%1$s" v poli "%2$s". Prosím, odstráňte uvedený znak.

source: Unsupported character. Please correct your input.
cs_cz: Nepodporovaný znak. Opravte, prosím, své zadání.
de_de: Nicht unterstütztes Zeichen. Bitte korrigieren Sie Ihre Eingabe.
fi_fi: Merkki, jota ei tueta. Korjaa merkki.
hu_hu: Nem támogatott karakter. Javítsa ki a megadott adatokat.
ja_jp: サポートされていない文字入力を修正してください。
ro_ro: Caracter nesuportat. Corectați datele de intrare.
sk_sk: Nepodporovaný znak. Prosím, opravte, čo ste zadali.

source: Due to limited capabilities of user "%1$s", it is not possible to apply the permission changes.
cs_cz: Kvůli omezeným oprávněním uživatele „%1$s“ není možné změny v oprávněních uložit.
de_de: Aufgrund eingeschränkter Nutzungsmöglichkeiten des Benutzers "%1$s" können die Berechtigungsänderungen nicht angewendet werden.
fi_fi: Käyttäjän "%1$s" rajallisten kykyjen vuioksi ei ole mahdollista laittaa valtuutusmuutoksia käytäntöön.
hu_hu: A(z) „%1$s” felhasználó korlátozott jogosultságai miatt nem lehet a változásokat alkalmazni.
ja_jp: ユーザー "%1$s が使用可能な機能がが制限されているため権限変更を適用できません。
ro_ro: Modificările permisiunilor nu pot fi aplicate datorită capabilităților restrânse ale utilizatorului "%1$s".
sk_sk: Vzhľadom na obmedzené schopnosti používateľa "%1$s" nie je možné aplikovať zmeny oprávnení.

source: Group %1$s can't be used for object permissions.
cs_cz: Skupina %1$s nemůže být použita pro oprávnění k objektům.
de_de: Die Gruppe %1$s kann nicht für Objektberechtigungen verwendet werden.
fi_fi: Ryhmää %1$s ei voi käyttää objektien sallimiseen.
hu_hu: A(z) %1$s csoport nem használható objektum jogosultsághoz.
ja_jp: グループ %1$s はオブジェクト権限に利用できません。
ro_ro: Grupul %1$s nu poate fi utilizat pentru permisiuni asupra obiectelor.
sk_sk: Skupinu %1$ s nemožno použiť pre oprávnenia k objektu.

source: Concurrent write attempt. Please await the previous save operation to terminate.
cs_cz: Souběžný pokus o zápis. Prosím, vyčkejte, až se dokončí předchozí ukládání.
de_de: Gleichzeitiger Schreibversuch. Bitte warten Sie, bis der vorherige Speichervorgang abgeschlossen wurde.
fi_fi: Samanaikainen kirjoitusyritys. Odota kunnes edellinen tallennus on valmis.
hu_hu: Párhuzamos írás történt. Várjon, amíg a korábbi menés megszakad.
ja_jp: 同時書き込み試行以前の保存操作が終了するのをお待ち下さい。
ro_ro: Tentativă de scriere concurentă. Așteptați să se termine operația de salvare precedentă.
sk_sk: Pokus o súbežné zapisovanie. Prosím, počkajte na ukončenie predošlej operácie ukladania.

source: Your search took too long in order to be accomplished.
cs_cz: Vámi zadané vyhledávání zabralo příliš mnoho času.
de_de: Ihre Suche dauerte zu lange, um durchgeführt werden zu können.
fi_fi: Hakusi kesti liian pitkään, joten sitä ei voitu suorittaa loppuun.
hu_hu: A keresés túl sokáig tart.
ja_jp: 検索に時間がかかり過ぎて完了できませんでした。
ro_ro: Căutarea durează prea mult pentru a fi completată.
sk_sk: Vaše vyhľadávanie trvalo príliš dlho na to, aby mohlo byť úspešné.

source: The file contains too many permissions. Please reduce the number of permissions or use group permissions instead.
cs_cz: Soubor má přiřazených příliš mnoho oprávnění. Omezte počet nebo použijte skupiny.
de_de: Die Datei enthält zu viele Berechtigungen. Reduzieren Sie die Anzahl der Berechtigungen oder verwenden Sie stattdessen Gruppenberechtigungen.
fi_fi: Tiedosto sisältää liian monta lupaa. Vähennä lupien määrä tai käytä vaihtoehtoisesti ryhmälupia.
hu_hu: A fájl túl sok engedélyt tartalmaz. Kérjük, csökkentse az engedélyek számát, vagy használja inkább a csoportos engedélyeket.
ja_jp: ファイルに権限が多すぎます。権限の数を減らすか、グループ権限を使用してください。
ro_ro: Fișierul conține prea multe permisiuni. Reduceți numărul de permisiuni sau utilizați permisiuni de grup în schimb.
sk_sk: Súbor obsahuje príliš veľa oprávnení. Namiesto toho znížte počet oprávnení alebo použite oprávnenia skupiny.

source: Version comment
cs_cz: Komentář k verzi
de_de: Anmerkungen zur Version
fi_fi: Versiokommentti
hu_hu: Megjegyzés a verzióhoz
ja_jp: バージョンについてのコメント
ro_ro: Comentariu versiune
sk_sk: Komentár k verzii

source: No resource group found for identifier "%1$d".
cs_cz: K identifikátoru „%1$s“ nebyla nalezena žádná skupina zdrojů.
de_de: Es konnte keine Ressourcen-Gruppe für die ID %1$s gefunden werden.
fi_fi: Tunnisteelle "%1$d" ei löytynyt resurssiryhmää.
hu_hu: Nem található erőforráscsoport ehhez az azonosítóhoz: „%1$d”.
ja_jp: 識別子 "%1$d" のリソースグループが見つかりません。
ro_ro: Nu a fost găsit niciun grup de resurse pentru identificatorul "%1$d".
sk_sk: Žiadna skupina zdrojov nebola nájdená pre identifikátor: "%1$d"

source: Found resource groups with the same identifier "%1$d".
cs_cz: Nalezeny skupiny zdrojů se stejným identifikátorem „%1$d“.
de_de: Ressourcengruppen mit identischer ID "%1$d" gefunden.
fi_fi: Löytyi resurssiryhmiä samalla tunnisteella "%1$d".
hu_hu: Megegyező azonosítóval („%1$d”) rendelkező erőforrás-csoportok találhatók.
ja_jp: 同じ識別子 "%1$d" のリソースグループが見つかりました。
ro_ro: S-au găsit grupuri de resurse cu același identificator "%1$d".
sk_sk: Nájdené skupiny zdrojov s rovnakým identifikátorom "%1$d".

source: No resource found with identifier "%1$d".
cs_cz: Nebyl nalezen žádný zdroj s identifikátorem „%1$d“.
de_de: Es konnte keine Ressource mit der ID "%1$d" gefunden werden.
fi_fi: Tunnisteella "%1$d" ei löytynyt resurssia.
hu_hu: Nem található „%1$d” azonosítójú erőforrás.
ja_jp: 識別子 "%1$d" のリソースが見つかりません。
ro_ro: Nu a fost găsită nicio resursă cu identificatorul "%1$s".
sk_sk: Žiaden zdroj s identifikátorom "%1$d" nebol nájdený.

source: Found resource(s) with same identifier "%1$s.".
cs_cz: Nalezen(y) zdroj(e) se stejným identifikátorem „%1$s“.
de_de: Ressource(n) mit identischer ID "%1$s." gefunden.
fi_fi: Löytyi resursseja samalla tunnisteella "%1$s".
hu_hu: Megegyező azonosítóval („%1$s”) rendelkező erőforrások találhatók.
ja_jp: 同じ識別子 "%1$s." のリソースが見つかりました。
ro_ro: S-au găsit una sau mai multe resurse cu același identificator "%1$s.".
sk_sk: Nájdené zdroje s rovnakým identifikátorom "%1$s".

source: Cannot find user with E-Mail "%s".
cs_cz: Nelze nalézt uživatele s e-mailem „%s“.
de_de: Ein Benutzer mit der E-Mail "%s" konnte nicht gefunden werden.
fi_fi: Käyttäjää sähköpostiosoitteella "%s" ei löydy.
hu_hu: Nem található a(z) „%s” e-mail című felhasználó.
ja_jp: 次のメールアドレスのユーザーが見つかりません: %s
ro_ro: Nu s-a putut găsi utilizatorul cu e-mailul "%s".
sk_sk: Nebol nájdený používateľ s emailom "%s".

source: Cannot find group with identifier "%1$s" in context %2$d.
cs_cz: Nelze nalézt skupinu s identifikátorem „%1$s“ v kontextu %2$d.
de_de: Eine Gruppe mit der ID "%1$s" konnte nicht im Kontext %2$d gefunden werden.
fi_fi: Ryhmää tunnisteella "%1$s" ei löydy kontekstista %2$d.
hu_hu: Nem található a(z) „%1$s” azonosítójú csoport a(z) %2$d kontextusban.
ja_jp: コンテキスト %2$d にある識別子 "%1$s" のグループが見つかりません。
ro_ro: Nu s-a putut găsui grupul cu identificatorul "%1$s" în contextul %2$d.
sk_sk: Nebola nájdená skupina s identifikátorom "%1$s" kontexte %2$d.

source: Required value "user" was not supplied.
cs_cz: Požadovaná hodnota „uživatel“ nebyla zadána.
de_de: Erforderliche Angabe "Benutzer" fehlt.
fi_fi: Välttämätöntä arvoa "käyttäjä" ei annettu.
hu_hu: A szükséges „felhasználó” érték nem lett megadva.
ja_jp: 必要な値 "ユーザー" が入力されていません。
ro_ro: Valoarea obligatorie "utilizator" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Používateľ" nebola zadaná.

source: Required value "target id" was not supplied.
cs_cz: Požadovaná hodnota „cílové ID“ nebyla zadána.
de_de: Erforderliche Angabe "target id" fehlt.
fi_fi: Välttämätöntä arvoa "kohdetunniste" ei annettu.
hu_hu: A szükséges „cél azonosító” érték nem lett megadva.
ja_jp: 必要な値 "対象 ID" が入力されていません。
ro_ro: Valoarea oblig0atorie "identificator destinație" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Cieľový ID" nebola zadaná.

source: Required value "alarm date" was not supplied.
cs_cz: Požadovaná hodnota „datum upomínky“ nebyla zadána.
de_de: Erforderliche Angabe "Erinnerungsdatum" fehlt.
fi_fi: Välttämätöntä arvoa "hälytyksen päivämäärä" ei annettu.
hu_hu: A szükséges „értesítés dátuma” érték nem lett megadva.
ja_jp: 必要な値 "アラーム日" が入力されていません。
ro_ro: Valoarea obligatorie "dată alarmă" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Dátum upozornenia" nebola zadaná.

source: Unable to insert reminder.
cs_cz: Nemohu vložit upomínku.
de_de: Die Erinnerung kann nicht eingefügt werden.
fi_fi: Muistutusta ei voitu lisätä.
hu_hu: Nem szúrható be az emlékeztető.
ja_jp: アラームを挿入できません。
ro_ro: Nu s-a putut insera mementoul.
sk_sk: Nie je možné vložiť pripomenutie.

source: Unable to update reminder.
cs_cz: Nemohu aktualizovat upomínku.
de_de: Die Erinnerung kann nicht aktualisiert werden.
fi_fi: Muistutusta ei voitu päivittää.
hu_hu: Nem frissíthető az emlékeztető.
ja_jp: アラームを更新できません。
ro_ro: Nu s-a putut actualiza mementoul.
sk_sk: Nie je možné aktualizovať pripomenutie.

source: Unable to delete reminder.
cs_cz: Nemohu smazat upomínku.
de_de: Die Erinnerung kann nicht gelöscht werden.
fi_fi: Muistutusta ei voitu poistaa.
hu_hu: Nem törölhető az emlékeztető.
ja_jp: アラームを削除できません。
ro_ro: Nu s-a putut șterge mementoul.
sk_sk: Nie je možné zmazať pripomenutie.

source: Unable to load reminder.
cs_cz: Nemohu načíst upomínku.
de_de: Die Erinnerung kann nicht geladen werden.
fi_fi: Muistutusta ei voitu ladata.
hu_hu: Nem tölthető be az emlékeztető.
ja_jp: アラームを読み込めません。
ro_ro: Nu s-a putut încărca mementoul.
sk_sk: Nie je možné načítať pripomenutie.

source: Unable to list reminder.
cs_cz: Nemohu vypsat upomínku.
de_de: Die Erinnerung kann nicht aufgelistet werden.
fi_fi: Muistutusta ei voitu listata.
hu_hu: Nem sorolható fel az emlékeztető.
ja_jp: アラームを表示できません。
ro_ro: Nu s-a putut lista mementoul.
sk_sk: Nie je možné vypísať pripomenutie.

source: Reminder with identifier %1$d can not be found in context %2$d.
cs_cz: V kontextu %2$d nelze najít upomínku s identifikátorem %1$d.
de_de: Erinnerung mit ID %1$s konnte nicht im Kontext %2$d gefunden werden.
fi_fi: Muistutusta tunnisteella %1$d ei löydy kontekstista %2$d.
hu_hu: Nem található %1$d azonosítójú emlékeztető a(z) %2$d kontextusban.
ja_jp: 識別子 %1$d をもとにアラームをコンテキスト %2$d に見つかりません。
ro_ro: Nu s-a putut găsi mementoul cu identificatorul %1$d în contextul %2$d.
sk_sk: Nie je možné nájsť pripomenutie s identifikátorom %1$d v kontexte %2$d.

source: Required value "folder" was not supplied.
cs_cz: Požadovaná hodnota „složka“ nebyla zadána.
de_de: Erforderliche Angabe "Ordner" fehlt.
fi_fi: Välttämätöntä arvoa "kansio" ei annettu.
hu_hu: A szükséges „mappa” érték nem lett megadva.
ja_jp: 必要な値 "フォルダー" が入力されていません。
ro_ro: Valoarea obligatorie "dosar" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Priečinok" nebola zadaná.

source: Required value "module" was not supplied.
cs_cz: Požadovaná hodnota „modul“ nebyla zadána.
de_de: Erforderliche Angabe"Modul" fehlt.
fi_fi: Välttämätöntä arvoa "moduuli" ei annettu.
hu_hu: A szükséges „modul” érték nem lett megadva.
ja_jp: 必要な値 "モジュール" が入力されていません。
ro_ro: Valoarea obligatorie "modul" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Modul" nebola zadaná.

source: Updated too many reminders.
cs_cz: Aktualizováno příliš mnoho upomínek.
de_de: Zu viele Erinnerungen aktualisiert.
fi_fi: Päivitettiin liian montaa muistutusta.
hu_hu: Túl sok emlékeztetőt frissített.
ja_jp: 複数のアラームが更新されました。
ro_ro: Prea multe mementouri actualizate.
sk_sk: Aktualizovaných príliš mnoho pripomenutí.

source: No target service is registered for module %1$d.
cs_cz: Pro modul %1$d není registrována žádná cílová služba.
de_de: Kein Zieldienst eingetragen für das Modul %1$d.
fi_fi: Moduulille %1$d ei ole rekisteröity kohdepalvelua (target service).
hu_hu: Nincs regisztrálva cél szolgáltatás a(z) %1$d. modulhoz.
ja_jp: モジュール %1$d に対象サービスが登録されていません。
ro_ro: Nu este înregistrat niciun serviciu destinație pentru modulul %1$d.
sk_sk: Žiadna cieľová služba nie je zaregistrovaná pre modul %1$d.

source: Required value "identifier" was not supplied.
cs_cz: Požadovaná hodnota „identifikátor“ nebyla zadána.
de_de: Erforderliche Angabe "Identifier" fehlt.
fi_fi: Välttämätöntä arvoa "tunniste" ei annettu.
hu_hu: A szükséges „azonosító” érték nem lett megadva.
ja_jp: 必要な値 "識別子" が入力されていません。
ro_ro: Valoarea obligatorie "identificator" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Identifikátor" nebola zadaná.

source: Read reminders for appointments and tasks.
cs_cz: Čtení upomínek na schůzky a úkoly.
de_de: Termin- und Aufgabenerinnerungen lesen.
fi_fi: Lue muistutuksia tapaamisista ja tehtävistä.
hu_hu: Találkozókhoz és feladatokhoz kapcsolódó emlékeztetők olvasása.
ja_jp: 予定とタスクのアラームの読み込み
ro_ro: Citiți mementourile pentru întâlniri și sarcini.
sk_sk: Čítať pripomenutia schôdzok a úloh.

source: Set or change reminders for appointments and tasks.
cs_cz: Nastavovat nebo měnit upomínky na schůzky a úkoly.
de_de: Termin- und Aufgabenerinnerungen festlegen oder ändern.
fi_fi: Aseta tai muuta muistutuksia tapaamisista ja tehtävistä.
hu_hu: Találkozókhoz és feladatokhoz kapcsolódó emlékeztetők beállítása vagy változtatása.
ja_jp: 予定とタスクのアラームの変更
ro_ro: Setează sau modifică mementouri pentru întâlnri și sarcini.
sk_sk: Nastavovať alebo meniť pripomenutia schôdzok a úloh.

source: Writing the setting %1$s is not permitted.
cs_cz: Zápis nastavení %1$s není povolený.
de_de: Das Schreiben der Einstellung %1$s ist nicht zulässig.
fi_fi: Asetuksen %1$s kirjoittaminen ei ole sallittua.
hu_hu: A(z) %1$s beállítás írása nem engedélyezett.
ja_jp: 設定 %1$s の書き込みが許可されていません。
ro_ro: Scrierea setării %1$s nu este permisă.
sk_sk: Zápis nastavení %1$s nie je povolený.
