Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Mail server %1$s unexpectedly closed connection. Please try again later.
cs_cz: Poštovní server %1$s nečekaně uzavřel spojení. Zkuste to, prosím, znovu později.
de_de: Die Verbindung zum Mailserver %1$s ist unerwarteterweise abgebrochen. Bitte versuchen Sie es später erneut.
fi_fi: Postipalvelin %1$s katkaisi odottamattomasti yhteyden. Yritä myöhemmin uudelleen.
hu_hu: A(z) %1$s levélkezelő kiszolgáló váratlanul lezárta a kapcsolatot. Próbálja meg később.
ja_jp: メールサーバー%1$sが予期せず接続を切断しました。後でもう一度やり直してください。
ro_ro: Serverul de mail %1$s a închis conexiunea în mod neașteptat. Încercați din nou mai târziu.
sk_sk: Poštový server %1$s neočakávane zatvoril spojenie. Prosím, skúste to znova neskôr.

source: The allowed quota on mail server exceeded.
cs_cz: Kvóta na poštovním serveru byla překročena.
de_de: Das zulässige Kontingent auf dem Mailserver wurde überschritten.
fi_fi: Kiintiö ylitetty postipalvelimella.
hu_hu: Az engedélyezett kvóta túllépve a levélkiszolgálón.
ja_jp: メールサーバーの容量制限を超えました。
ro_ro: S-a depășit limita permisă pe serverul de mail.
sk_sk: Kvóta na poštovom serveri bola prekročená.

source: The allowed storage limit for your account "%6$s" was exceeded.
cs_cz: Byl překročen povolený limit pro ukládání dat v rámci vašeho účtu (%6$s).
de_de: Das zulässige Speicherlimit für Ihr Konto "%6$s" wurde überschritten.
fi_fi: Tilisi ”%6$s” sallittu enimmäiskoko on ylitetty.
hu_hu: A felhasználói fiók túllépte az engedélyezett "%6$s" korlátot.
ja_jp: お使いのアカウント\”%6$s\”のストレージ容量を超えました。
ro_ro: Limita de stocare pentru contul dvs, "%6$s", a fost depășită.
sk_sk: Bol prekročený limit povolený ukladacieho priestoru konta "%6$s".

source: The mailbox is already in use. Please try again later.
cs_cz: Poštovní schránku již používá jiný proces. Zkuste to, prosím, později.
de_de: Dieses Postfach wird bereits verwendet. Bitte versuchen Sie es später erneut.
fi_fi: Postilaatikko on jo käytössä. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: A postafiók már használatban van. Próbálja újra később.
ja_jp: このメールボックスは既に使用されています。後でもう一度やり直してください。
ro_ro: Căsuța poștală este deja utilizată. Încercați din nou.
sk_sk: Poštovú schránku už používa iný proces. Prosím, skúste to znova neskôr.

source: The mailbox on mail server %1$s for login %2$s is already in use by one of your other processes or clients. Please try again later.
cs_cz: Poštovní schránku na serveru %1$s pro přihlašovací jméno %2$s již používají jiné procesy nebo klienty. Zkuste to, prosím, později.
de_de: Das Postfach auf dem Mailserver %1$s für die Anmeldung %2$s wird bereits durch einen Ihrer anderen Prozesse oder Clients verwendet. Bitte versuchen Sie es später erneut.
fi_fi: Postilaatikko postipalvelimella %1$s käyttäjätunnukselle %2$s on jo toisen prosessisi tai asiakkaasi käytössä.
hu_hu: A postafiók már használatban van a(z) %1$s levélkiszolgálón a bejelentkezéshez, a(z) %2$s már használatban van. Egy másik folyamat vagy kliens használja. Próbálja meg később.
ja_jp: %2$s のログイン先のメールサーバー %1$s のメールボックスは他の処理またはクライアントにより既に使用中です。後でもう一度やり直してください。
ro_ro: Căsuța poștalo de pe serverul %1$s pentru numele de autentificare %2$s este deja utilizată de un alt proces sau client. Încercați din nou mai târziu.
sk_sk: Schránka na poštovom serveri %1$s pre prihlásenie %2$s už používa jeden z vašich procesov alebo klientov. Prosím, skúste to znova neskôr.

source: Wrong or missing login data to access mail transport server %1$s. Please check associated account's settings/credentials.
cs_cz: Chybné nebo chybějící přihlašovací údaje pro přístup k transportnímu serveru %1$s. Zkontrolujte, prosím, nastavení/přihlašovací údaje přiřazeného účtu.
de_de: Ungültige oder fehlende Zugangsdaten für einen Zugriff auf den Mail-Transportserver %1$s. Bitte prüfen Sie die Einstellungen und Zugangsdaten für das entsprechende Konto.
fi_fi: Väärät tai puuttuvat kirjautumistiedot postin lähetyspalvelimelle %1$s. Ole hyvä ja tarkista toimintoon liittyvän tilin asetukset/valtuudet.
hu_hu: Hibás vagy hiányzó bejelentkezési adatok a(z) %1$s levélátviteli kiszolgáló eléréséhez. Ellenőrizze a megfelelő fiók beállításait/hitelesítési adatait.
ja_jp: メールのトランスポートサーバー %1$s にアクセスするためのログインデータが誤っているか見つかりません。関連付けられているアカウントの設定/認証情報を確認してください。
ro_ro: Date de autentificare eronate sau lipsă pentru accesarea serverului de transport de mail %1$s. Verificați setările/datele de autentificare asociate contului.
sk_sk: Nesprávne alebo chýbajúce údaje na prístup k serveru na prenos pošty %1$s. Prosím, skontrolujte nastavenia a prihlasovacie údaje príslušného účtu.

source: The message could not be sent due to a mail server temporary failure. Please try again later.
cs_cz: Zpráva nemohla být odeslána kvůli dočasnému selhání serveru. Zkuste to, prosím, znovu později.
de_de: Die Nachricht konnte aufgrund eines vorübergehenden Mailserverausfalls nicht gesendet werden. Bitte versuchen Sie es später erneut.
fi_fi: Viestiä ei voitu lähettää postipalvelimen hetkellisen toimintaongelman vuoksi. Yritä myöhemmin uudelleen.
hu_hu: Az üzenet nem küldhető el a levélkiszolgáló átmeneti hibája miatt. Próbálja meg később.
ja_jp: メールサーバーの一時的なエラーにより、メッセージを送信できませんでした。後でもう一度やり直してください。
ro_ro: Mesajul nu a putut fi trimis din cauza unei erori temporare de server. Încercați din nou mai târziu.
sk_sk: Správu nebolo možné odoslať kvôli dočasnej chybe poštového servera. Prosím, skúste to neskôr znova.

source: Timeout while trying to send to the following recipient: %1$s. Please try again later.
cs_cz: Při pokusu o zaslání následujícímu příjemci vypršel čas: %1$s. Zkuste to, prosím, znovu později.
de_de: Zeitüberschreitung beim Versuch, an den folgenden Empfänger zu senden: %1$s. Bitte versuchen Sie es später erneut.
fi_fi: Aikakatkaisu lähetettäessä vastaanottajalle %1$s. Yritä myöhemmin uudelleen.
hu_hu: Időtúllépés történt a(z) %1$s címzettnek küldés közben. Próbálja meg később.
ja_jp: 次の宛先へ送信中にタイムアウトしました: %1$s。後でもう一度やり直してください。
ro_ro: S-a depășit timpul de așteptare pentru expedierea către următorul destinatar: %1$s. Încercați din nou mai târziu.
sk_sk: Časový limit vypršal pri pokuse odoslať správu nasledujúcemu príjemcovi: %1$s. Prosím, skúste to znova neskôr.

source: Mail server denies access.
cs_cz: Poštovní server odmítl přístup.
de_de: Der Mailserver verweigert den Zugriff.
fi_fi: Postipalvelin estää pääsyn.
hu_hu: A levélkiszolgáló megtagadja a hozzáférést.
ja_jp: メールサーバーがアクセスを拒否しています。
ro_ro: Serverul de mail refuză accesul.
sk_sk: Poštový server zamieta prístup.

source: Destination folder does not exist. Please try to create it and retry the operation.
cs_cz: Cílová složka neexistuje. Zkuste ji, prosím, vytvořit a pak operaci spusťte znovu.
de_de: Der Zielordner ist nicht vorhanden. Bitte legen Sie den Ordner an und wiederholen Sie den Vorgang.
fi_fi: Kohdekansiota ei ole olemassa. Yritä luoda se ja yritä uudestaan.
hu_hu: Célmappa nem létezik. Kérjük, próbálkozzon újra létrehozni, majd próbálja újra a művelettel.
ja_jp: 受け側のフォルダーが存在しません。もう一度作成して、操作をやり直してください。
ro_ro: Dosarul destinație nu există. Încercați să-l creați și repetați operațiunea.
sk_sk: Cieľový priečinok neexistuje. Skúste ho vytvoriť a zopakujte operáciu.

source: A temporary failure occurred during login. Please try again later.
cs_cz: Došlo k chybě při přihlašování. Zkuste to, prosím, později.
de_de: Beim Anmelden trat ein temporärer Fehler auf. Bitte versuchen Sie es später erneut.
fi_fi: Sisäänkirjautuminen epäonnistui hetkellisesti. Yritä myöhemmin uudelleen.
hu_hu: A bejelentkezés során átmeneti hiba történt. Kérlek, próbálja újra később.
ja_jp: ログイン中に一時エラーが発生しました。後でもう一度やり直してください。
ro_ro: A apărut o eroare temporară în timpul autentificării. Încercați din nou mai târziu.
sk_sk: Počas prihlásenia sa vyskytla dočasná chyba. Prosím, skúste to znova neskôr.

source: Access to mail server is no longer permitted using your password. Please obtain a new one.
cs_cz: Vaše heslo již nelze použít pro přístup k poštovnímu serveru. Zadejte, prosím, nové heslo.
de_de: Der Zugriff auf den Mailserver ist mit Ihrem Passwort nicht mehr zulässig. Bitte erstellen Sie ein neues Passwort.
fi_fi: Postipalvelimeen ei enää pääse salasanallasi. Hanki uusi salasana.
hu_hu: A levélkiszolgáló elérése már nem engedélyezett a jelszó használatával. Kérjen egy újat.
ja_jp: パスワードを使用してのメールサーバーへのアクセスが許可されていません。新しいパスワードを取得してください。
ro_ro: Accesul la serverul de mail nu mai este permis cu parola dvs. Obțineți o parolă nouă.
sk_sk: Prístup k poštovému serveru s vaším heslom už nie je povolený. Prosím, získajte nové heslo.

source: Access to mail server is not permitted due to a lack of privacy.
cs_cz: Přístup k poštovnímu serveru není povolený kvůli nedostatku soukromí.
de_de: Der Zugriff auf den Mailserver wird aufgrund mangelnden Datenschutzes verweigert.
fi_fi: Pääsyä postipalvelimeen ei sallita yksityisyyden puutteen vuoksi.
hu_hu: A levélkiszolgáló elérése nincs engedélyezve az adatvédelem miatt.
ja_jp: プライバシーの欠如のためにメールサーバーへのアクセスが許可されていません。
ro_ro: Accesul la serverul de mail nu este permis din lipsă de confidențialitate.
sk_sk: Prístup k poštovému serveru nie je povolený z dôvodu nedostatku súkromia.

source: Message could not be sent because it has been rejected.
cs_cz: Zprávu nešlo odeslat, protože byla odmítnuta.
de_de: Die Nachricht konnte nicht gesendet werden, da sie abgelehnt wurde.
fi_fi: Viestiä ei voitu lähettää, koska se on hylätty.
hu_hu: Az üzenetet nem lehetett elküldeni, mert azt elutasították.
ja_jp: メッセージが拒否されたため、送信できませんでした。
ro_ro: Imposibil de trimis mesajul, deoarece a fost respins.
sk_sk: Správu nebolo možné odoslať, pretože bola odmietnutá.

source: Message could not be sent because it has been rejected (%1$s).
cs_cz: Zprávu nešlo odeslat, protože byla odmítnuta (%1$s).
de_de: Die Nachricht konnte nicht gesendet werden, da sie abgelehnt wurde (%1$s).
fi_fi: Viestiä ei voitu lähettää, koska se on hylätty (%1$s).
hu_hu: Az üzenetet nem lehetett elküldeni, mert azt elutasították (%1$s).
ja_jp: メッセージが拒否されたため、送信できませんでした（%1$s）。
ro_ro: Imposibil de trimis mesajul, deoarece a fost respins (%1$s).
sk_sk: Správu nebolo možné odoslať, pretože bola odmietnutá (%1$s).

source: All fine
cs_cz: Vše v pořádku
de_de: Alles OK
fi_fi: Kaikki kunnossa
hu_hu: Minden rendben
ja_jp: 問題はありません
ro_ro: Totul în regulă
sk_sk: Všetko v poriadku

source: The entered credential or authentication information does not work or are no longer accepted by provider. Please change them.
cs_cz: Zadané přístupové údaje nefungují nebo je poskytovatel již neakceptuje. Změňte je, prosím.
de_de: Die eingegebenen Anmeldeinformationen oder Authentifizierungsinformationen funktionieren nicht oder werden nicht mehr vom Anbieter akzeptiert. Bitte ändern Sie sie.
fi_fi: Annetut pääsytiedot tai varmistustiedot eivät toimi tai toimittaja ei hyväksy niitä. Vaihda ne.
hu_hu: A megadott hitelesítési adatok vagy bejelentkezési információk nem működnek vagy már nem fogadja el őket a szolgáltató. Változtassa meg őket.
ja_jp: 入力した認証情報が有効でないか、プロバイダによって承諾されません。変更してください。
ro_ro: Informațiile de autentificare introduse nu mai funcționează sau nu mai sunt acceptate de către provider. Schimbați-le.
sk_sk: Zadané prihlasovacie údaje alebo autentifikačné informácie nefungujú alebo ich poskytovateľ už neakceptuje. Prosím, zmeňte ich.

source: Account is broken and needs to be re-created
cs_cz: Účet je poškozený a je nutné jej vytvořit znovu
de_de: Das Konto ist defekt und muss neu angelegt werden
fi_fi: Tili on rikki ja se täytyy luoda uudelleen
hu_hu: A felhasználói fiók sérült és újra létre kell hozni
ja_jp: アカウントが破損しているため再作成が必要です
ro_ro: Contul este defect și trebuie creat din nou
sk_sk: Účet je poškodený a je potrebné ho znovu vytvoriť

source: Account is disabled.
cs_cz: Účet je vypnutý.
de_de: Das Konto ist deaktiviert.
fi_fi: Tili on kytketty pois päältä.
hu_hu: A felhasználói fiók le van tiltva.
ja_jp: アカウントは無効になっています。
ro_ro: Contul este dezactivat.
sk_sk: Účet je zablokovaný.

source: Account is currently being set-up.
cs_cz: Účet je v tuto chvíli připravován.
de_de: Das Konto wird derzeit eingerichtet.
fi_fi: Tiliä perustetaan.
hu_hu: A felhasználói fiók beállítás alatt van.
ja_jp: アカウントは現在設定中です。
ro_ro: Contul este în curs de configurare.
sk_sk: Účet sa momentálne nastavuje.

source: There was an SSL problem.
cs_cz: Vyskytl se problém s SSL.
de_de: Es gab ein SSL-Problem.
fi_fi: Esiintyi SSL-ongelma.
hu_hu: Volt egy SSL probléma.
ja_jp: SSLの問題がありました。
ro_ro: A apărut o problemă SSL.
sk_sk: Vyskytol sa problém SSL.

source: The account status could not be determined.
cs_cz: Stav účtu se nepodařilo zjistit.
de_de: Der Kontostatus konnte nicht ermittelt werden.
fi_fi: Tilin tilaa ei voitu määritellä.
hu_hu: A fiók állapotát nem lehetett meghatározni.
ja_jp: アカウントステータスが決定できませんでした。
ro_ro: Starea contului nu a putut fi determinată.
sk_sk: Nepodarilo sa určiť stav účtu.

source: The account is not supported.
cs_cz: Účet není podporovaný.
de_de: Das Konto wird nicht unterstützt.
fi_fi: Tiliä ei tueta.
hu_hu: A fiók nem támogatott.
ja_jp: アカウントはサポートされていません。
ro_ro: Contul nu este acceptat.
sk_sk: Účet nie je podporovaný.

source: The account cannot be accessed.
cs_cz: K účtu nelze přistupovat.
de_de: Auf das Konto kann nicht zugegriffen werden.
fi_fi: Tiliin ei ole pääsyä.
hu_hu: Ez a felhasználó fiók nem hozzáférhető.
ja_jp: アカウントはアクセスできません。
ro_ro: Contul nu poate fi accesat.
sk_sk: Tento účet nie je prístupný.

source: Cannot find mail account for user "%2$s".
cs_cz: Nelze nalézt poštovní účet uživatele „%2$s“.
de_de: E-Mail-Konto für den Benutzer "%2$s" konnte nicht gefunden werden.
fi_fi: Käyttäjälle "%2$s" ei löydy postitiliä.
hu_hu: Nem található postafiók a(z) „%2$s” felhasználóhoz.
ja_jp: ユーザー %2$s のメールアカウントが見つかりません。
ro_ro: Nu s-a putut găsi contul de mail pentru utilizatorul "%2$s".
sk_sk: Nebol nájdený poštový účet pre používateľa "%2$s".

source: Found two mail accounts with same identifier %1$s for user %2$s.
cs_cz: Nalezeny dva poštovní účty se stejným identifikátorem %1$s uživatele %2$s.
de_de: Zwei E-Mail-Konten mit gleicher ID %1$s für Benutzer %2$s gefunden.
fi_fi: Tunnisteella %1$s löytyi kaksi postitiliä käyttäjälle %2$s.
hu_hu: Két %1$s azonosítójú postafiók található a(z) %2$s felhasználójához.
ja_jp: ユーザー %2$s の同じ識別子 %1$s のメールアカウントが複数見つかりました。
ro_ro: Au fost găsite două conturi de e-mail cu același identificator %1$s pentru utilizatorul %2$s.
sk_sk: Nájdené dva poštové účty s rovnakým identifikátorom %1$s pre používateľa %2$s.

source: A host could not be resolved: %1$s.
cs_cz: Nepodařilo se nalézt hostitele: %1$s.
de_de: Ein Host konnte nicht aufgelöst werden: %1$s.
fi_fi: Isäntäkonetta ei voitu selvittää: %1$s.
hu_hu: Egy gépnév nem oldható fel: %1$s.
ja_jp: 次のホストを解決できませんでした: %1$s
ro_ro: Nu s-a putut determina gazda: %1$s.
sk_sk: Adresu hostiteľa nebolo možné preložiť: %1$s.

source: You do not have the appropriate permissions to delete the default mail account.
cs_cz: Nemáte příslušná oprávnění ke smazání výchozího poštovního účtu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen des Standard-E-Mail-Kontos.
fi_fi: Sinulla ei ole tarvittavia valtuuksia oletuspostitilin poistamiseen.
hu_hu: Nincs megfelelő jogosultsága az alapértelmezett postafiók törléséhez.
ja_jp: デフォルト メールアカウントの削除に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a șterge contul de mail implicit.
sk_sk: Nemáte príslušné oprávnenie na zmazanie predvoleného poštového účtu.

source: You do not have the appropriate permissions to update the default mail account.
cs_cz: Nemáte příslušná oprávnění k aktualizaci výchozího poštovního účtu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Aktualisieren des Standard-E-Mail-Kontos.
fi_fi: Sinulla ei ole tarvittavia valtuuksia oletuspostitilin päivittämiseen.
hu_hu: Nincs megfelelő jogosultsága az alapértelmezett postafiók frissítéséhez.
ja_jp: デフォルト メールアカウントの移動に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a actualiza contul de mail implicit.
sk_sk: Nemáte príslušné oprávnenie na aktualizáciu predvoleného poštového účtu.

source: The default mail account already exists.
cs_cz: Výchozí poštovní účet již existuje.
de_de: Das Standard-E-Mail-Konto ist bereits vorhanden.
fi_fi: Oletuspostitili on jo olemassa.
hu_hu: Az alapértelmezett postafiók már létezik.
ja_jp: 既定のメールアカウントは既に存在します。
ro_ro: Contul de mail implicit există deja.
sk_sk: Predvolený poštový účet už existuje.

source: The Unified Mail account already exists.
cs_cz: Účet Spojené pošty již existuje.
de_de: Das Unified Mail-Konto ist bereits vorhanden.
fi_fi: Yhtenäistetyn postin tili on jo olemassa.
hu_hu: Az egységes levelezési fiók már létezik.
ja_jp: 統合メールアカウントは既に存在します。
ro_ro: Contul de mesagerie unificată există deja.
sk_sk: Zjednotený poštový účet už existuje.

source: It is not allowed to create a new mail account for Unified Mail.
cs_cz: Není povolené vytvářet nový poštovní účet pro Spojenou poštu.
de_de: Das Erstellen eines neuen E-Mail-Kontos für Unified Mail ist nicht zulässig.
fi_fi: Yhtenäistetylle postille ei saa luoda uutta tiliä.
hu_hu: Új postafiók létrehozása az egységes levelezéshez nem engedélyezett.
ja_jp: 統合メールの新規メールアカウントを作成できません。
ro_ro: Nu este permisă crearea unui cont de mail nou pentru mesageria unificată.
sk_sk: Nie je povolené vytvoriť nový emailový účet mail Zjednotenej pošty.

source: Validation for Unified Mail failed.
cs_cz: Validace Spojené pošty selhala.
de_de: Die Validierung für Unified Mail ist fehlgeschlagen.
fi_fi: Yhtenäistetyn postin validointi epäonnistui.
hu_hu: Az ellenőrzés sikertelen az egységes levelezéshez.
ja_jp: 統合メールの検証に失敗しました。
ro_ro: Validarea pentru mesageria unificată a eșuat.
sk_sk: Overenie Zjednotenej pošty zlyhalo.

source: You do not have the appropriate permissions to create more than one mail account.
cs_cz: Nemáte příslušná oprávnění k vytvoření více než jednoho poštovního účtu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anlegen von mehr als einem E-Mail-Konto.
fi_fi: Sinulla ei ole tarvittavia valtuuksia luoda enempää kuin yksi postitili.
hu_hu: Nincs megfelelő jogosultsága egynél több postafiók létrehozásához.
ja_jp: 複数のメールアカウントを作成に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a crea mai mult de un cont de mail.
sk_sk: Nemáte príslušné oprávnenie na vytvorenie viac ako jedného poštového účtu.

source: A mail account with the given E-Mail address already exists.
cs_cz: Poštovní účet s danou e-mailovou adresou již existuje.
de_de: Ein E-Mail-Konto mit der angegebenen E-Mail-Adresse ist bereits vorhanden.
fi_fi: Annetulla sähköpostiosoitteella on jo postitili.
hu_hu: Már létezik postafiók a megadott e-mail címmel.
ja_jp: 入力したメールアドレスのメールアカウントは既に存在します。
ro_ro: Există deja un cont de mail cu adresa de e-mail specificată.
sk_sk: Poštový účet so zadanou emailovou adresou už existuje.

source: The mail account name "%1$s" is not valid.
cs_cz: Název poštovního účtu „%1$s“ není platný.
de_de: Der E-Mail-Kontoname "%1$s" ist ungültig.
fi_fi: Postitilin nimi "%1$s" ei ole käypä.
hu_hu: A(z) „%1$s” postafióknév érvénytelen.
ja_jp: メールアカウント名 "%1$s" は有効ではありません。
ro_ro: Numele de cont de mail "%1$s" este incorect.
sk_sk: Názov poštového účtu "%1$s" je neplatný.

source: The selected mail account name already exists.
cs_cz: Vybraný název poštovního účtu již existuje.
de_de: Der gewählte Name für das E-Mail-Konto ist bereits vorhanden.
fi_fi: Valittu postitilin nimi on jo olemassa.
hu_hu: A kiválasztott postafióknév már létezik.
ja_jp: 選択されたメールアカウント名は既に存在します。
ro_ro: Numele de cont de mail selectat există deja.
sk_sk: Poštový účet s uvedeným názvom už existuje.

source: Duplicate transport account for user %1$s in context %2$s.
cs_cz: Duplicitní přenosový účet uživatele %1$s v kontextu %2$s.
de_de: Transportkonto-Duplikat für Benutzer %1$s in Kontext %2$s.
fi_fi: Päällekkäinen lähetystili käyttäjälle %1$s kontekstissa %2$s.
hu_hu: Többszörös átviteli fiók a(z) %2$s kontextus %1$s felhasználója számára.
ja_jp: "コンテキスト %2$s のユーザー %1$s の転送アカウントが重複しています。
ro_ro: Cont de transport duplicat pentru utilizatorul %1$s în contextul %2$s.
sk_sk: Duplicitný transportný účet používateľa %1$s v kontexte %2$s.

source: Could not connect to mail server "%1$s" for login %2$s. Please review your settings.
cs_cz: S přihlašovacím jménem %2$s se nepodařilo připojit k poštovnímu serveru „%1$s“. Zkontrolujte, prosím, své nastavení.
de_de: Die Verbindung zum Mailserver "%1$s" mit dem Login %2$s ist fehlgeschlagen. Bitte prüfen Sie Ihre Einstellungen.
fi_fi: Ei saatu yhteyttä postipalvelimeen "%1$s" käyttäjätunnuksella %2$s. Ole hyvä ja tarkista asetuksesi.
hu_hu: Nem sikerült kapcsolódni a(z) %1$s levelező kiszolgálóhoz, hogy %2$s belépjen. Nézze át a beállításokat.
ja_jp: %2$s のログイン時にメールサーバー %1$s に接続できませんでした。設定を見直してください。
ro_ro: Conectarea la serverul de mail "%1$s" cu autentificarea %2$s este imposibilă. Verificați setările.
sk_sk: Nepodarilo sa pripojiť k poštovému serveru "%1$s" s prihlasovacím menom %2$s. Prosím skontrolujte svoje nastavenia.

source: Could not connect to transport server "%1$s" for login %2$s. Please review your settings.
cs_cz: S přihlašovacím jménem %2$s se nepodařilo připojit k přenosovému serveru „%1$s“. Zkontrolujte, prosím, své nastavení.
de_de: Die Verbindung zum Transport-Server "%1$s" mit dem Login %2$s ist fehlgeschlagen. Bitte prüfen Sie Ihre Einstellungen.
fi_fi: Ei saatu yhteyttä lähetyspalvelimeen "%1$s" käyttäjätunnuksella %2$s. Ole hyvä ja tarkista asetuksesi.
hu_hu: Nem sikerült kapcsolódni a(z) %1$s átviteli kiszolgálóhoz, hogy %2$s belépjen. Nézze át a beállításokat.
ja_jp: %2$s のログイン時にトランスポートサーバー %1$s に接続できませんでした。設定を見直してください。
ro_ro: Conectarea la serverul de transport "%1$s" cu autentificarea %2$s este imposibilă. Verificați setările.
sk_sk: Nepodarilo sa pripojiť k transportnému serveru "%1$s" s prihlasovacím menom %2$s. Prosím skontrolujte svoje nastavenia.

source: Default port specified for mail protocol "%1$s", but SSL is enabled. Please review if appropriate.
cs_cz: Pro poštovní protokol „%1$s“ je specifikovaný výchozí port, ale je povoleno SSL. Zkontrolujte to, prosím, je-li to vhodné.
de_de: Für das Mail-Protokoll "%1$s" wurde ein Standard-Port angegeben, jedoch ist SSL aktiviert. Bitte überprüfen.
fi_fi: Postiprotokollalle määritelty oletusportti "%1$s", mutta SSL on päällä. Ole hyvä ja tarkista valintojen tarkoituksenmukaisuus.
hu_hu: Alapértelmezett port lett megadva a(z) „%1$s” levélprotokollhoz, de az SSL be van kapcsolva. Ellenőrizze, hogy ez megfelelő-e.
ja_jp: メールプロトコル "%1$s" に既定のポートが指定されていますが SSL が有効になっています。この設定が適切か確認してください。
ro_ro: A fost specificat un port implicit pentru protocolul de mail "%1$s", dar SSL este activat. Verificați dacă este adecvat.
sk_sk: Pre poštový protokol "%1$s" bol určený predvolený port, ale protokol SSL je povolený. Prosím, skontrolujte, či je to správne.

source: Secure port specified for mail protocol "%1$s", but SSL is not enabled. Please review if appropriate.
cs_cz: Pro poštovní protokol „%1$s“ je specifikovaný bezpečný port, ale SSL není povoleno. Zkontrolujte to, prosím, je-li to vhodné.
de_de: Für das E-Mail-Protokoll "%1$s" wurde ein sicherer Port angegeben, jedoch ist SSL nicht aktiviert. Bitte überprüfen.
fi_fi: Postiprotokollalle määritelty turvattu portti "%1$s", mutta SSL ei ole päällä. Ole hyvä ja tarkista valintojen tarkoituksenmukaisuus.
hu_hu: Biztonságos port lett megadva a(z) „%1$s” levélprotokollhoz, de az SSL nincs bekapcsolva. Ellenőrizze, hogy ez megfelelő-e.
ja_jp: メールプロトコル "%1$s" に指定されたセキュリティ保護されたポートの SSL が有効になっていません。この設定が適切か確認してください。
ro_ro: A fost specificat un port de siguranță pentru protocolul de mail "%1$s", dar SSL este activat. Verificați dacă este adecvat.
sk_sk: Pre poštový protokol "%1$s" bol určený zabezpečený port, ale protokol SSL nie je povolený. Prosím, skontrolujte, či je to správne.
