Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The calendar is currently under maintenance. Please try again later.
cs_cz: Kalendář je právě odstavený kvůli údržbě. Zkuste to, prosím, později.
de_de: Der Kalender wird derzeit gewartet. Bitte versuchen Sie es später erneut.
fi_fi: Kalenterin ylläpito on käynnissä. Yritä myöhemmin uudelleen.
hu_hu: A naptár jelenleg karbantartás alatt van. Próbálja újra később.
ja_jp: カレンダーは現在修理中です。後でもう一度やり直してください。
ro_ro: Calendarul este momentan în întreținere. Încercați din nou mai târziu.
sk_sk: Momentálne prebieha údržba kalendára. Prosím, skúste to neskôr znova.

source: Invalid E-Mail address: '%s'. Please correct the E-Mail address.
cs_cz: Neplatná e-mailová adresa: ‚%s‘. Opravte, prosím, tuto e-mailovou adresu.
de_de: Ungültige E-Mail-Adresse: '%s'. Bitte korrigieren Sie die E-Mail-Adresse.
fi_fi: Epäkelpo sähköpostiosoite: '%s'. Korjaa sähköpostiosoite.
hu_hu: Érvénytelen e-mail cím: '%s'. Adjon meg egy érvényes e-mail címet.
ja_jp: メールアドレス %s は無効です。メールアドレスを修正してください。
ro_ro: Adresă de e-mail incorectă: '%s'. Corectați adresa de e-mail.
sk_sk: Neplatná emailová adresa: "%s". Prosím, opravte emailovú adresu.

source: Unable to import this contact picture.
cs_cz: Nemohu importovat tento obrázek kontaktu.
de_de: Das Kontaktbild konnte nicht importiert werden.
fi_fi: Tätä yhteystiedon kuvaa ei voitu tuoda.
hu_hu: A kapcsolat képe nem importálható.
ja_jp: この連絡先の画像をインポートできません。
ro_ro: Nu s-a putut importa fotografia contactului.
sk_sk: Nepodarilo sa importovať tento obrázok kontaktu.

source: Folder is not of type Contact.
cs_cz: Složka není typu Kontakt.
de_de: Der Ordner ist nicht vom Typ Kontakte.
fi_fi: Kansio ei ole tyypiltään yhteystieto.
hu_hu: A mappa nem kapcsolat típusú.
ja_jp: フォルダーのタイプが連絡先ではありません。
ro_ro: Dosarul nu este de tip Contact.
sk_sk: Priečinok nie je typu Kalendár.

source: You do not have the appropriate permission to access objects in the folder "%1$s".
cs_cz: Nemáte příslušná oprávnění k přístupu k objektům ve složce „%1$s“.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Zugriff auf Objekte im Ordner "%1$s".
fi_fi: Sinulla ei ole tarvittavia valtuuksia kohteiden lukemiseen kansiosta "%1$s".
hu_hu: Nincs megfelelő jogosultsága objektumok eléréséhez ebben a mappában: „%1$s”.
ja_jp: フォルダー %1$s 内のオブジェクトにアクセスするために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a accesa obiectele din dosarul "%1$s".
sk_sk: Nemáte príslušné oprávnenie na prístup k objektom v priečinku "%1$s".

source: Unable to scale image down.
cs_cz: Nemohu zmenšit obrázek.
de_de: Das Bild kann nicht herunterskaliert werden.
fi_fi: Kuvaa ei voida pienentää.
hu_hu: A kép mérete nem csökkenthető.
ja_jp: 画像を縮小できません。
ro_ro: Nu s-a putut micșora imaginea.
sk_sk: Nepodarilo sa zmenšiť obrázok.

source: This feature has not been enabled
cs_cz: Tato funkce nebyla zapnuta
de_de: Dieses Feature wurde nicht aktiviert
fi_fi: Tätä ominaisuutta ei ole kytketty päälle
hu_hu: Ez a szolgáltatás nincs engedélyezve
ja_jp: この機能は有効化されていません
ro_ro: Funcționalitatea nu a fost activată
sk_sk: Táto možnosť nebola zapnutá

source: You do not have the appropriate permission to create objects in the folder "%1$s".
cs_cz: Nemáte příslušná oprávnění k vytváření objektů ve složce „%1$s“.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anlegen von Objekten im Ordner "%1$s".
fi_fi: Sinulla ei ole tarvittavia valtuuksia kohteiden luomiseen kansioon "%1$s".
hu_hu: Nincs megfelelő jogosultsága objektumok létrehozásához ebben a mappában: „%1$s”.
ja_jp: フォルダー %1$s にオブジェクトを作成するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a crea obiecte în dosarul "%1$s".
sk_sk: Nemáte príslušné oprávnenie na vytváranie objektov v priečinku "%1$s".

source: Unable to synchronize the old contact with the new changes.
cs_cz: Nemohu synchronizovat starý kontakt s novými změnami.
de_de: Der vorherige Kontakt kann nicht mit den neuen Änderungen synchronisiert werden.
fi_fi: Ei voitu synkronoida vanhaa yhteystietoa uusien muutoksien kanssa.
hu_hu: Az új kapcsolat nem szinkronizálható az új változásokkal.
ja_jp: 新しい連絡先を古い連絡先に同期できません。
ro_ro: Nu s-a putut sincroniza contactul vechi cu noile modificări.
sk_sk: Nebolo možné synchronizovať starý kontakt s novými zmenami.

source: You are not allowed to mark this contact as private contact.
cs_cz: Nemáte oprávnění označit tento kontakt jako soukromý.
de_de: Sie haben keine Berechtigung zum Markieren dieses Kontakts als privaten Kontakt.
fi_fi: Sinulla ei ole lupaa merkitä tätä yhteystietoa yksityiseksi.
hu_hu: Nem jelölheti meg ezt a kapcsolatot személyes kapcsolatként.
ja_jp: この連絡先をプライベートの連絡先とすることは許可されていません。
ro_ro: Nu aveți permisiune pentru a marca acest contact ca personal.
sk_sk: Nemáte oprávnenie označiť tento kontakt ako súkromný kontakt.

source: An edit conflict occurred. To edit the contact please reload it.
cs_cz: Došlo ke konfliktu při úpravách. Chcete-li kontakt upravovat, načtěte jej, prosím, znovu.
de_de: Es trat ein Bearbeitungskonflikt auf. Zum Bearbeiten des Kontakts müssen Sie diesen neu laden.
fi_fi: Tapahtui muokkauskonflikti. Päivitä yhteystieto muokataksesi sitä.
hu_hu: A szerkesztés közben ütközés történt. A kapcsolat szerkesztéséhez töltse be újra.
ja_jp: 編集の競合が発生しました。連絡先を編集するには、連絡先を再読み込みしてください。
ro_ro: A apărut un conflict de editare. Reîncărcați contactul pentru a-l putea edita.
sk_sk: Vyskytol sa konflikt počas úprav. Ak chcete upraviť kontakt, prosím, najskôr ho znova načítajte.

source: No changes found. No update required.
cs_cz: Nebyly nalezeny žádné změny. Aktualizace není potřeba.
de_de: Es wurden keine Änderungen gefunden. Keine Aktualisierung erforderlich.
fi_fi: Muutoksia ei löytynyt. Päivitystä ei tarvita.
hu_hu: Nincsenek változtatások. Nincs szükség frissítésre.
ja_jp: 変更は見つかりませんでした。更新は不要です。
ro_ro: Nu s-au găsit modificări. Actualizarea nu este necesară.
sk_sk: Neboli nájdené zmeny. Aktualizácia sa nevyžaduje.

source: Contact "%1$s" not found.
cs_cz: Kontakt „%1$s“ nebyl nalezen.
de_de: Der Kontakt "%1$s" konnte nicht gefunden werden.
fi_fi: Yhteystietoa "%1$s" ei löytynyt.
hu_hu: A(z) „%1$s” névjegy nem található.
ja_jp: 連絡先 "%1$s" が見つかりません。
ro_ro: Contactul "%1$s" nu a fost găsit.
sk_sk: Kontakt "%1$s" nebol nájdený.

source: The image appears to be broken.
cs_cz: Obrázek je pravděpodobně vadný.
de_de: Das Bild scheint beschädigt zu sein.
fi_fi: Kuva vaikuttaa rikkinäiseltä.
hu_hu: A kép sérültnek tűnik.
ja_jp: 画像が破損している可能性があります。
ro_ro: Imaginea pare a fi defectă.
sk_sk: Zdá sa, že obrázok je pokazený.

source: Some data entered exceeded the field limit. Please shorten the value for "%1$s" (limit: %2$s, current: %3$s) and try again.
cs_cz: Některé ze zadaných údajů přesáhly limit pole. Zkraťte, prosím, hodnotu „%1$s“ (aktuální: %3$s, limit: %2$s) a zkuste to znovu.
de_de: Einige der eingegebenen Daten überschreiten das Feldlimit. Bitte kürzen Sie den Eintrag für "%1$s" (Limit: %2$s, aktuell: %3$s) und versuchen Sie es erneut.
fi_fi: Osa syötetyistä tiedoista ylitti kenttärajoituksen. Ole hyvä ja lyhennä kentän "%1$s" arvoa (raja: %2$s, nyt: %3$s).
hu_hu: Néhány bevitt adat meghaladja a mezőkorlátot. Rövidítse a következő értékét: „%1$s” (korlát: %2$s, jelenlegi: %3$s), és próbálja újra.
ja_jp: 入力したいくつかのデータは、フィールドの制限を超えています。"%1$s" (文字数制限: %2$s、現在の文字数: %3$s) の値を短くして、もう一度やり直してください。
ro_ro: Anumite date introduse depășesc limita câmpului. Scurtați valoarea pentru"%1$s" (limită: %2$s, valoare actuală: %3$s) și încercați din nou.
sk_sk: Niektoré dáta prekročili obmedzenie dĺžky poľa. Prosím, skráťte hodnotu "%1$s" (limit: %2$s, momentálne: %3$s) a skúste to znova.

source: The image you tried to attach is not a valid picture. It may be broken or is not a valid file.
cs_cz: Obrázek, který jste se pokusil(a) připojit, není platný obrázkový soubor. Buď je poškozený, nebo to není platný soubor.
de_de: Das anzuhängende Bild ist ungültig. Es ist entweder beschädigt oder keine gültige Datei.
fi_fi: Kuvatiedosto jonka yritit liittää ei ole käypä kuva. Se on mahdollisesti rikki tai ei oikea tiedosto.
hu_hu: A csatolni próbált kép nem érvényes kép. Lehet, hogy sérült, vagy nem érvényes fájl.
ja_jp: 添付しようとした画像は有効な写真ではありません。破損しているか、有効でないファイルである可能性があります。
ro_ro: Imaginea pe care ați încercat să o atașați este incorectă. Probabil este defectă sau nu este un fișier valid.
sk_sk: Obrázok, ktorý ste sa pokúsili pripojiť nie je platný obrázok. Môže byť poškodený alebo to nie je platný súbor.

source: Required value "first name" was not supplied.
cs_cz: Požadovaná hodnota „křestní jméno“ nebyla zadána.
de_de: Erforderliche Angabe "Vorname" fehlt.
fi_fi: Välttämätöntä arvoa "etunimi" ei annettu.
hu_hu: A szükséges „vezetéknév” érték nem lett megadva.
ja_jp: 必要な値 "名" が入力されていません。
ro_ro: Valoarea obligatorie "prenume" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Krstné meno" nebola zadaná.

source: Required value "display name" was not supplied.
cs_cz: Požadovaná hodnota „zobrazované jméno“ nebyla zadána.
de_de: Erforderliche Angabe "Anzeigename" fehlt.
fi_fi: Välttämätöntä arvoa "kutsumanimi" ei annettu.
hu_hu: A szükséges „megjelenő név” érték nem lett megadva.
ja_jp: 必要な値 "表示名" が入力されていません。
ro_ro: Valoarea obligatorie "nume afișat" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Zobrazené meno" nebola zadaná.

source: Unable to move this contact because it is marked as private.
cs_cz: Nemohu přesunout tento kontakt, protože je označen jako soukromý.
de_de: Dieser Kontakt kann nicht verschoben werden, da er als privat markiert ist.
fi_fi: Tätä yhteystietoa ei voi siirtää, koska se on merkitty yksityiseksi.
hu_hu: A kapcsolat nem mozgatható, mivel személyesnek van megjelölve.
ja_jp: プライベートに設定されているため、この連絡先を移動できません。
ro_ro: Contactul nu a putut fi mutat deoarece este marcat ca personal.
sk_sk: Nie je možné presunúť tento kontakt, pretože je označený ako súkromný.

source: The name you entered is already assigned to another user. Please choose another display name.
cs_cz: Jméno, které jste zadal(a), je již přiřazeno jinému uživateli. Zvolte, prosím, jiné jméno.
de_de: Der von Ihnen eingegebene Name ist bereits an einen anderen Benutzer vergeben. Bitte wählen Sie einen anderen Anzeigenamen.
fi_fi: Antamasi nimi on jo annettu toiselle käyttäjälle. Ole hyvä ja valitse toinen kutsumanimi.
hu_hu: A megadott név már egy másik felhasználóhoz tartozik. Válasszon másik megjelenő nevet.
ja_jp: 入力された名前は既に他のユーザーが使用しています。他の表示名を選択してください。
ro_ro: Numele introdus este deja asignat altui utilizator. Alegeți alt nume de afișat.
sk_sk: Meno, ktoré ste zadali je už pridelené inému používateľovi. Prosím, vyberte iné zobrazené meno.

source: Bad character in field "%2$s".
cs_cz: Neplatný znak v poli „%2$s“.
de_de: Ungültiges Zeichen im Feld "%2$s".
fi_fi: Huono merkki kentässä "%2$s".
hu_hu: Hibás karakter a(z) „%2$s” mezőben.
ja_jp: フィールド %2$s に無効な文字が含まれています。
ro_ro: Caracter nepermis în câmpul "%2$s".
sk_sk: Chybný znak v poli "%2$s".

source: You do not have the appropriate permission to delete objects from the folder "%1$s".
cs_cz: Nemáte příslušná oprávnění k mazání objektů ze složky „%1$s“.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen von Objekten aus dem Ordner "%1$s".
fi_fi: Sinulla ei ole tarvittavia valtuuksia kohteiden poistamiseen kansiosta "%1$s".
hu_hu: Nincs megfelelő jogosultsága objektumok törléséhez ebből a mappából: „%1$s”.
ja_jp: フォルダー %1$s からオブジェクトを削除するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a șterge obiectele din dosarul "%1$s".
sk_sk: Nemáte príslušné oprávnenie na mazanie objektov z priečinka "%1$s".

source: Mime type is not defined.
cs_cz: MIME typ není definován.
de_de: Mime-Typ ist nicht definiert.
fi_fi: Mime-tyyppiä ei ole määritelty.
hu_hu: A MIME-típus nincs megadva.
ja_jp: MIME タイプが設定されていません。
ro_ro: Tipul mime nu este definit.
sk_sk: Typ MIME nie je definovaný.

source: Storing a contact with private flag in a shared folder is not allowed.
cs_cz: Ukládání kontaktu se soukromým příznakem ve sdílené složce není povolené.
de_de: Ein Kontakt mit Privatmarkierung (private flag) darf nicht in einem freigegebenen Ordner gespeichert werden.
fi_fi: Yksityiseksi merkittyä yhteystietoa ei voi tallentaa jaettuun kansioon.
hu_hu: A személyesként megjelölt kapcsolat megosztott mappába mozgatása nem engedélyezett.
ja_jp: プライベートのフラグが付いた連絡先の共有フォルダーへの保存は許可されていません。
ro_ro: Nu este permisă stocarea unui contact marcat ca personal într-un dosar partajat.
sk_sk: Uloženie kontaktu s príznakom súkromný do zdieľaného priečinka nie je povolené.

source: Image size too large. Image size: %1$s. Max. size: %2$s.
cs_cz: Obrázek je příliš velký. Velikost obrázku: %1$s. Max. velikost: %2$s.
de_de: Das Bild ist zu groß. Bildgröße: %1$s. Max. zulässige Größe: %2$s.
fi_fi: Kuva on liian suuri. Kuvan koko: %1$s. Maksimikoko: %2$s.
hu_hu: A kép mérete túl nagy. Képméret: %1$d, maximális méret: %2$d.
ja_jp: 画像サイズが大きすぎます。画像サイズ: %1$s. 最大サイズ: %2$s.
ro_ro: Dimensiunea imaginii este prea mare. Dimensiunea imaginii: %1$s. Dimensiune maximă: %2$s.
sk_sk: Obrázok je príliš veľký. Veľkosť obrázka: %1$s. Max. veľkosť: %2$s.

source: Primary E-Mail address in system contact must not be edited.
cs_cz: Primární e-mailová adresa u systémového kontaktu nesmí být upravována.
de_de: Primäre E-Mail-Adresse in Systemkontakt darf nicht bearbeitet werden.
fi_fi: Ensisijaista sähköpostiosoitetta järjestelmän yhteystiedossa ei saa muokata.
hu_hu: A rendszerkapcsolat elsődleges e-mail címét nem szabad szerkeszteni.
ja_jp: システムの連絡先にある既定のメールアドレスは編集できません。
ro_ro: Adresa principală de e-mail din contactul sistem nu se poate edita.
sk_sk: Primárna emailová adresa v systémovom kontakte sa nesmie upravovať.

source: The contact %1$d is not located in folder %2$s (%3$d).
cs_cz: Kontakt %1$d není umístěný ve složce %2$s (%3$d).
de_de: Die Kontakt %1$d befindet sich nicht im Ordner %2$s (%3$d).
fi_fi: Yhteystieto %1$d ei ole kansiossa %2$d (%3$d).
hu_hu: A(z) %1$d kapcsolat nem a(z) %2$s (%3$d) mappában van.
ja_jp: 連絡先 %1$d はフォルダー %2$s (%3$d) にありません。
ro_ro: Contactul %1$d nu se găsește în dosarul %2$s (%3$d).
sk_sk: Kontakt %1$d sa nenachádza v priečinku %2$s (%3$d).

source: Required value "last name" was not supplied.
cs_cz: Požadovaná hodnota „příjmení“ nebyla zadána.
de_de: Erforderliche Angabe "Nachname" fehlt.
fi_fi: Välttämätöntä arvoa "sukunimi" ei annettu.
hu_hu: A szükséges „utónév” érték nem lett megadva.
ja_jp: 必要な値 "姓" が入力されていません。
ro_ro: Valoarea obligatorie "nume" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Priezvisko" nebola zadaná.

source: You are not allowed to modify that contact
cs_cz: Nemáte oprávnění k úpravě tohoto kontaktu
de_de: Sie haben keine Berechtigung zum Ändern dieses Kontakts
fi_fi: Sinulla ei ole valtuuksia muokata yhteystietoa
hu_hu: Nem jogosult ezen kapcsolat módosítására
ja_jp: この連絡先の変更は許可されていません
ro_ro: Nu aveți permisiune pentru a modifica acest contact
sk_sk: Nemáte oprávnenie meniť tento kontakt

source: An E-Mail address is mandatory for external distribution list members. Please add a valid E-Mail address to the contact "%1$s".
cs_cz: Pro externí členy distribučního seznamu je povinná e-mailová adresa. Zadejte, prosím, platnou e-mailovou adresu pro kontakt „%1$s“.
de_de: Eine E-Mail-Adresse ist für externe Mitglieder der Verteilerliste obligatorisch. Bitte fügen Sie eine gültige E-Mail-Adresse für den Kontakt "%1$s" hinzu.
fi_fi: Sähköposti on pakollinen ulkopuolisille jakelulistojen jäsenille. Lisää henkilölle "%1$s" voimassaoleva sähköpostiosoite.
hu_hu: Az e-mail cím megadása szükséges a külső disztribúciós lista tagjainak. Adjon meg érvényes e-mail címet a(z) "%1$s" névjegyhez.
ja_jp: 連絡先グループの外部メンバーのメールアドレスは必須です。有効なメールアドレスを連絡先 "%1$s" に追加してください。
ro_ro: O adresă de e-mail este obligatorie pentru membrii externi ai listei de distribuție. Adăugați o adresă de e-mail validă la contactul "%1$s".
sk_sk: Emailová adresa je povinná pre členov externého distribučného zoznamu. Prosím, pridajte platnú emailovú adresu kontaktu "%1$s".

source: The object identifier is mandatory for distribution list members referencing existing contacts.
cs_cz: Identifikátor objektu je povinný pro členy distribučního seznamu, kteří referencují existující kontakty.
de_de: Die Objekt-ID ist eine Pflichtangabe für Mitglieder von Verteilerlisten, die auf vorhandene Kontakte verweisen.
fi_fi: Kohteen tunniste on pakollinen olemassaoleviin yhteystietoihin viittaavilla jakelulistan jäsenillä.
hu_hu: Az objektumazonosító kötelező a meglévő névjegyekre hivatkozó disztribúciós lista tagjaihoz.
ja_jp: オブジェクト識別子は既存の連絡先を参照する連絡先グループのメンバーに必須です。
ro_ro: Identificatorul de obiect este obligatoriu pentru membrii listei de distribuție ce referențiază contacte existente.
sk_sk: Identifikátor objektu je povinný pre členov distribučných zoznamov odkazujúcich na existujúce kontakty.

source: User contacts can not be deleted.
cs_cz: Uživatelské kontakty nelze smazat.
de_de: Benutzerkontakte können nicht gelöscht werden.
fi_fi: Yhteystietoja ei voi poistaa.
hu_hu: A felhasználói kapcsolatok nem törölhetők.
ja_jp: ユーザーの連絡先は削除できません。
ro_ro: Contactele utilizatorului nu pot fi șterse.
sk_sk: Kontakty používateľov nie je možné zmazať.

source: Number of documents attached to this contact is below zero. You can not remove any more attachments.
cs_cz: Počet dokumentů připojených k tomuto kontaktu je nižší než nula. Další přílohy už nemůžete odstranit.
de_de: Die Anzahl der an diesen Kontakt angehängten Dokumente ist weniger Null. Sie können keine weiteren Anhänge entfernen.
fi_fi: Tähän yhteystietoon on liitetty vähemmän kuin nolla asiakirjaa. Et voi poistaa enempää liitteitä.
hu_hu: A kapcsolathoz csatolt dokumentumok száma nulla alatti. Nem távolíthat el több mellékletet.
ja_jp: この連絡先に添付されたドキュメントの数は０未満です。これ以上、添付ファイルを削除できません。
ro_ro: Numărul de documente atașate acestui contact este mai mic decât zero. Nu mai puteți elimina documente atașate.
sk_sk: Počet dokumentov pripojených k tomuto kontaktu je menší ako nula. Nemôžete odstrániť už žiadne ďalšie kontakty.

source: Setting %s requires at least a contact and a value.
cs_cz: Nastavení %s vyžaduje alespoň kontakt a hodnotu.
de_de: Zum Festlegen von %s wird mindestens ein Kontakt und ein Wert benötigt.
fi_fi: Asetus %s vaatii vähintään yhteystiedon ja arvon.
hu_hu: A(z) %s beállításához legalább egy kapcsolatra és egy értékre van szükség.
ja_jp: %s の設定には、少なくとも１つの連絡先と１つの値が必要です。
ro_ro: Setarea %s necesită cel puțin un contact și o valoare.
sk_sk: Na nastavenie %s je potrebný aspoň kontakt a hodnota.

source: Given string %1$s could not be converted to a date.
cs_cz: Zadaný řetězec %1$s se nepodařilo převést na datum.
de_de: Die angegebene Zeichenkette %1$s konnte nicht in ein Datum konvertiert werden.
fi_fi: Merkkijonoa %1$s ei voitu muuttaa päivämääräksi.
hu_hu: A megadott %1$s nem alakítható át dátummá.
ja_jp: 指定した文字列 %1$s を日付に変換できませんでした。
ro_ro: Șirul indicat %1$s nu a putut fi convertit într-o dată.
sk_sk: Zadaný reťazec %1$s nebolo možné previesť na dátum.

source: Could not convert given object %s to a date when setting %s.
cs_cz: Objekt %s se při nastavování %s nepodařilo převést na datum.
de_de: Mit der Einstellung %s konnte das angegebene Objekt %s nicht in ein Datum konvertiert werden.
fi_fi: Objektia %s ei voitu muuttaa päivämääräksi asetettaessa %s.
hu_hu: A megadott %s objektum nem konvertálható dátummá %s beállításakor.
ja_jp: 指定したオブジェクト %s を日付に変換できませんでした (%s の設定中)。
ro_ro: Nu s-a putut converti obiectul dat %s într-o dată la setarea %s.
sk_sk: Nepodarilo sa previesť zadaný ibjekt %s na dátum pri nastavovaní %s.

source: Getting the value of %s requires at least a ContactObject
cs_cz: Abych mohl získat hodnotu %s, potřebuji alespoň ContactObject
de_de: Die Abfrage des Werts %s erfordert mindestens ein ContactObject
fi_fi: %s arvon lukeminen vaatii vähintään ContactObject olion
hu_hu: A(z) %s értékhez legalább egy ContactObject-re van szükség
ja_jp: %s の値を取得するには、少なくとも ContactObject が必要です。
ro_ro: Pentru obținerea valorii %s este necesar cel puțin un ContactObject
sk_sk: Získanie hodnoty %s vyžaduje aspoň ContactObject

source: The query "%1$s" contains too many patterns. Please shorten the query and try again.
cs_cz: Vyhledávání „%1$s“ obsahuje příliš mnoho vzorů. Zkraťte, prosím, vyhledávání a zkuste to znovu.
de_de: Die Anfrage "%1$s" enthält zu viele Muster. Bitte kürzen Sie die Anfrage und versuchen Sie es erneut.
fi_fi: Kyselyssä "%1$s" on liian monta kuviota. Lyhennä kyselyä ja yritä uudelleen.
hu_hu: A(z) "%1$s" lekérdezés túl sok mintát tartalmaz. Rövidítse le a lekérdezést és próbálja újra.
ja_jp: クエリ "%1$s" には、パターンが多すぎます。クエリを短くして、もう一度やり直してください。
ro_ro: Interogarea "%1$s" conține prea multe modele. Scurtați-o și încercați din nou.
sk_sk: Požiadavka "%1$s" obsahuje príliš mnoho vzorov. Prosím, skráťte požiadavky a skúste to znova.

source: The pattern "%1$s" has been ignored during search.
cs_cz: Řetězec „%1$s“ byl při vyhledávání ignorován.
de_de: Das Muster "%1$s" wurde während der Suche ignoriert.
fi_fi: Kaava "%1$s" on jätetty huomiotta haussa.
hu_hu: A(z) "%1$s" minta a keresés alatt figyelmen kívül marad.
ja_jp: パターン "%1$s" は検索中に無視されました。
ro_ro: Modelul "%1$s" a fost ignorat în timpul căutării.
sk_sk: Vzor "%1$s" bol počas vyhľadávania ignorovaný.

source: Invalid number of properties for distribution list.
cs_cz: Neplatný počet vlastností distribučního seznamu.
de_de: Ungültige Anzahl von Eigenschaften für die Verteilerliste.
fi_fi: Jakelulistan ominaisuuksien määrä ei kelpaa.
hu_hu: Érvénytelen számú tulajdonság a disztribúciós listához.
ja_jp: 連絡先グループのプロパティ数が無効です。
ro_ro: Număr incorect de proprietăți pentru lista de distribuție.
sk_sk: Neplatný počet vlastností distribučného zoznamu.

source: This operation is not allowed in this folder because it has a subscription.
cs_cz: V této složce není daná operace povolená, protože má přihlášení k odběru.
de_de: Diese Aktion ist für diesen Ordner nicht zulässig, da er ein Abonnement enthält.
fi_fi: Toimintaa ei sallita tässä kansiossa, koska sille on tilaus.
hu_hu: Ez a művelet nem engedélyezett ebben a mappában, mert feliratkozókkal rendelkezik.
ja_jp: 登録があるので、この操作はこのフォルダではできません。
ro_ro: Această operațiune nu este permisă în acest dosar, deoarece are un abonament.
sk_sk: Táto operácia nie je povolená v tomto priečinku, pretože má prihlásené odbery.

source: The account %1$d was not found.
cs_cz: Účet %1$d nebyl nalezen.
de_de: Das Konto %1$d wurde nicht gefunden.
fi_fi: Tiliä %1$d ei löytynyt.
hu_hu: A(z) %1$d fiók nem található.
ja_jp: アカウント %1$d が見つかりませんでした。
ro_ro: Contul %1$d nu a fost găsit.
sk_sk: Účet %1$d nebol nájdený.

source: The server is currently down for maintenance. Please try again later.
cs_cz: Server je právě odstavený kvůli údržbě. Zkuste to, prosím, později.
de_de: Der Server wird derzeit gewartet. Bitte versuchen Sie es später erneut.
fi_fi: Ylläpitotöiden vuoksi palvelin on pois käytöstä. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: A kiszolgáló jelenleg karbantartás miatt nem érhető el. Próbálja újra később.
ja_jp: メンテナンス中のためサーバーがダウンしています。後でもう一度やり直してください。
ro_ro: Serverul este oprit momentan pentru întreținere. Încercați din nou.
sk_sk: Server je momentálne neprístupný z dôvodu údržby. Prosím, skúste to neskôr znova.

source: Could not connect to the context storage.
cs_cz: Nepodařilo se připojit k úložišti kontextu.
de_de: Die Verbindung zum Kontext-Speicher ist fehlgeschlagen.
fi_fi: Ei saatu yhteyttä kontekstitaltioon.
hu_hu: Nem sikerült csatlakozni a context tárolóhoz.
ja_jp: コンテキストストレージに接続できませんでした。
ro_ro: Nu s-a putut realiza conexiunea la zona de stocare a contextului.
sk_sk: Nepodarilo sa pripojiť k úložisku kontextu.

source: The account "%1$s" was not found.
cs_cz: Účet „%1$s“ nebyl nalezen.
de_de: Das Konto "%1$s" wurde nicht gefunden.
fi_fi: Tiliä "%1$s" ei löytynyt.
hu_hu: A(z) „%1$s” fiók nem található.
ja_jp: アカウント "%1$s" が見つかりませんでした。
ro_ro: Contul "%1$s" nu a fost găsit.
sk_sk: Cesta "%1$s" nebola nájdená.
