Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: %1$s has shared %2$s items with you.
cs_cz: %1$s s vámi sdílel(a) %2$s položek.
de_de: %1$s hat %2$s Objekte für Sie freigegeben.
fi_fi: %1$s on jakanut kanssasi %2$s kohdetta.
hu_hu: %1$s megosztott %2$s elemet Önnel.
ja_jp: %1$s は %2$s 個のアイテムをあなたと共有しました。
ro_ro: %1$s a partajat %2$d elemente cu dumneavoastră.
sk_sk: %1$s s vami zdieľal položky "%2$s".

source: %1$s has shared the folder "%2$s" with you.
cs_cz: %1$s s vámi sdílel(a) složku „%2$s“.
de_de: %1$s hat den Ordner "%2$s" für Sie freigegeben.
fi_fi: %1$s on jakanut kanssasi kansion "%2$s".
hu_hu: %1$s megosztotta a(z) "%2$s" mappát Önnel.
ja_jp: %1$s はフォルダー %2$s をあなたと共有しました。
ro_ro: %1$s a partajat dosarul "%2$s" cu dumneavoastră.
sk_sk: %1$s s vami zdieľal priečinok "%2$s".

source: %1$s has shared %2$d folders with you.
cs_cz: %1$s s vámi sdílel(a) %2$s složek.
de_de: %1$s hat %2$d Ordner für Sie freigegeben.
fi_fi: %1$s on jakanut kanssasi kansiot %2$d.
hu_hu: %1$s megosztott %2$s mappát Önnel.
ja_jp: %1$s は %2$d 個のフォルダーをあなたと共有しました。
ro_ro: %1$s a partajat %2$d dosare cu dumneavoastră.
sk_sk: %1$s s vami zdieľal priečinky "%2$s".

source: %1$s has shared the calendar "%2$s" with you.
cs_cz: %1$s s vámi sdílel(a) kalendář „%2$s“.
de_de: %1$s hat den Kalender "%2$s" für Sie freigegeben.
fi_fi: %1$s on jakanut kanssasi kalenterin "%2$s".
hu_hu: %1$s megosztotta veled a(z) "%2$s" naptárat.
ja_jp: %1$s がカレンダー %2$s を共有しています。
ro_ro: %1$s a partajat calendarul "%2$s" cu dumneavoastră.
sk_sk: %1$s s vami zdieľa kalendár "%2$s".

source: %1$s has shared %2$d calendars with you.
cs_cz: %1$s s vámi sdílel(a) %2$s kalendářú.
de_de: %1$s hat %2$d Kalender für Sie freigegeben.
fi_fi: %1$s on jakanut kanssasi %2$d kalenteria.
hu_hu: %1$s megosztott %2$s mappát Önnel.
ja_jp: %1$s が %2$d カレンダーを共有しています。
ro_ro: %1$s a partajat %2$d calendare cu dumneavoastră.
sk_sk: %1$s s vami zdieľa %2$d kalendárov.

source: %1$s has shared the file "%2$s" with the group "%3$s".
cs_cz: %1$s sdílel(a) soubor „%2$s“ se skupinou „%3$s“.
de_de: %1$s hat die Datei "%2$s" für die Gruppe "%3$s" freigegeben.
fi_fi: %1$s on jakanut tiedoston "%2$s" ryhmän "%3$s" kanssa.
hu_hu: %1$s megosztotta a(z) "%2$s" fájlt a(z) "%3$s" csoporttal.
ja_jp: %1$s はファイル %2$s をグループ %3$s と共有しました。
ro_ro: %1$s a partajat fișierul "%2$s" cu grupul "%3$s".
sk_sk: %1$s zdieľal súbor "%2$s" so skupinou "%3$s".

source: %1$s has shared %2$s files with the group "%3$s".
cs_cz: %1$s sdílel(a) %2$s souborů se skupinou „%3$s“.
de_de: %1$s hat %2$s Dateien für die Gruppe "%3$s" freigegeben.
fi_fi: %1$s on jakanut %2$s tiedostoa ryhmän "%3$s" kanssa.
hu_hu: %1$s megosztott %2$s fájlt a(z) "%3$s" csoporttal.
ja_jp: %1$s は %2$s 個のファイルをグループ %3$s と共有しました。
ro_ro: %1$s a partajat %2$s fișiere cu grupul "%3$s".
sk_sk: %1$s zdieľal %2$s súbory so skupinou "%3$s".

source: %1$s has shared the image "%2$s" with the group "%3$s".
cs_cz: %1$s sdílel(a) obrázek „%2$s“ se skupinou „%3$s“.
de_de: %1$s hat das Bild "%2$s" für die Gruppe "%3$s" freigegeben.
fi_fi: %1$s on jakanut kuvan "%2$s" ryhmän "%3$s" kanssa.
hu_hu: %1$s megosztotta a(z) "%2$s" képet a(z) "%3$s" csoporttal.
ja_jp: %1$s は画像 %2$s をグループ %3$s と共有しました。
ro_ro: %1$s a partajat imaginea "%2$s" cu grupul "%3$s".
sk_sk: %1$s zdieľal obrázok "%2$s" so skupinou "%3$s".

source: %1$s has shared %2$s images with the group "%3$s".
cs_cz: %1$s sdílel(a) %2$s obrázků se skupinou „%3$s“.
de_de: %1$s hat %2$s Bilder für die Gruppe "%3$s" freigegeben.
fi_fi: %1$s on jakanut %2$s kuvaa ryhmän "%3$s" kanssa.
hu_hu: %1$s megosztott %2$s képet a(z) "%3$s" csoporttal.
ja_jp: %1$s は %2$s 個の画像をグループ %3$s と共有しました。
ro_ro: %1$s a partajat %2$s imagini cu grupul "%3$s".
sk_sk: %1$s zdieľal %2$s obrázky so skupinou "%3$s".

source: %1$s has shared the item "%2$s" with the group "%3$s".
cs_cz: %1$s sdílel(a) položku „%2$s“ se skupinou „%3$s“.
de_de: %1$s hat das Objekt "%2$s" für die Gruppe "%3$s" freigegeben.
fi_fi: %1$s on jakanut kohteen "%2$s"ryhmän "%3$s" kanssa.
hu_hu: %1$s megosztotta a(z) "%2$s" elemet a(z) "%3$s" csoporttal.
ja_jp: %1$s はアイテム %2$s をグループ %3$s と共有しました。
ro_ro: %1$s a partajat elementul "%2$s" cu grupul "%3$s".
sk_sk: %1$s zdieľal položku "%2$s" so skupinou "%3$s".

source: %1$s has shared %2$s items with the group "%3$s".
cs_cz: %1$s sdílel(a) %2$s položek se skupinou „%3$s“.
de_de: %1$s hat %2$s Objekte für die Gruppe "%3$s" freigegeben.
fi_fi: %1$s on jakanut %2$s kohdetta ryhmän "%3$s" kanssa.
hu_hu: %1$s megosztott %2$s elemet a(z) "%3$s" csoporttal.
ja_jp: %1$s は %2$s 個のアイテムをグループ %3$s と共有しました。
ro_ro: %1$s a partajat %2$s elemente cu grupul "%3$s".
sk_sk: %1$s zdieľal %2$s položky so skupinou "%3$s".

source: %1$s has shared the folder "%2$s" with the group "%3$s".
cs_cz: %1$s sdílel(a) složku „%2$s“ se skupinou „%3$s“.
de_de: %1$s hat den Ordner "%2$s" für die Gruppe "%3$s" freigegeben.
fi_fi: %1$s on jakanut kansion "%2$s" ryhmän "%3$s" kanssa.
hu_hu: %1$s megosztotta a(z) "%2$s" mappát a(z) "%3$s" csoporttal.
ja_jp: %1$s はフォルダー %2$s をグループ %3$s と共有しました。
ro_ro: %1$s a partajat dosarul "%2$s" cu grupul "%3$s".
sk_sk: %1$s zdieľal priečinok "%2$s" so skupinou "%3$s".

source: %1$s has shared %2$d folders with the group "%3$s".
cs_cz: %1$s sdílel(a) %2$s složek se skupinou „%3$s“.
de_de: %1$s hat %2$d Ordner für die Gruppe "%3$s" freigegeben.
fi_fi: %1$s on jakanut %2$s kansiota ryhmän "%3$s" kanssa.
hu_hu: %1$s megosztott %2$s mappát a(z) "%3$s" csoporttal.
ja_jp: %1$s は %2$d 個のファイルをグループ %3$s と共有しました。
ro_ro: %1$s a partajat %2$d dosare cu grupul "%3$s".
sk_sk: %1$s zdieľal %2$s priečinky so skupinou "%3$s".

source: %1$s has shared the calendar "%2$s" with the group "%3$s".
cs_cz: %1$s sdílel(a) kalendář „$s“ se skupinou „%3$s“.
de_de: %1$s hat den Kalender "%2$s" für die Gruppe "%3$s" freigegeben.
fi_fi: %1$s on jakanut kalenterin "%2$s" ryhmän "%3$s" kanssa.
hu_hu: %1$s megosztotta a(z) "%2$s" naptár a(z) "%3$s" csoporttal.
ja_jp: %1$s がカレンダー %2$s をグループ %3$s と共有しています。
ro_ro: %1$s a partajat calendarul "%2$s" cu grupul "%3$s".
sk_sk: %1$s zdieľa kalendár "%2$s" so skupinou "%3$s".

source: %1$s has shared %2$d calendars with the group "%3$s".
cs_cz: %1$s sdílel(a) %2$s kalendářů se skupinou „%3$s“.
de_de: %1$s hat %2$d Kalender für die Gruppe "%3$s" freigegeben.
fi_fi: %1$s on jakanut %2$d kalenteria ryhmän "%3$s" kanssa.
hu_hu: %1$s megosztott %2$s naptárt a(z) "%3$s" csoporttal.
ja_jp: %1$s がカレンダー %2$dつをグループ %3$s と共有しています。
ro_ro: %1$s a partajat %2$d calendare cu grupul "%3$s".
sk_sk: %1$s zdieľa %2$d kalendárov so skupinou "%3$s".

source: %1$s (%2$s) has shared the file "%3$s" with you. Please click the button below to view it.
cs_cz: %1$s (%2$s) s vámi sdílel(a) soubor „%3$s“. Klikněte, prosím, na tlačítko níže, chcete-li soubor prohlédnout.
de_de: %1$s (%2$s) hat die Datei "%3$s" für Sie freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut sinulle tiedoston "%3$s". Napauta allaolevaa nappia katsellaksesi tiedostoa.
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" fájlt Önnel. Megtekintéséhez kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) はファイル %3$s をあなたと共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat fișierul "%3$s" cu dumneavoastră. Apăsați pe butonul de mai jos pentru a îl vizualiza.
sk_sk: %1$s (%2$s) s vami zdieľa súbor "%3$s". Môžete ho zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared %3$s files with you. Please click the button below to view them.
cs_cz: %1$s (%2$s) s vámi sdílel(a) %3$s souborů. Klikněte, prosím, na tlačítko níže, chcete-li soubory prohlédnout.
de_de: %1$s (%2$s) hat %3$s Dateien für Sie freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut sinulle %3$s tiedostoa. Napauta allaolevaa painiketta katsellaksesi niitä.
hu_hu: %1$s (%2$s) megosztott %3$s fájlt Önnel. Megtekintésükhöz kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) はファイル %3$s をあなたと共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat %3$s fișiere cu dumneavoastră. Apăsați pe butonul de mai jos pentru a le vizualiza.
sk_sk: %1$s (%2$s) s vami zdieľa %3$s súborov. Môžete ich zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared the image "%3$s" with you. Please click the button below to view it.
cs_cz: %1$s (%2$s) s vámi sdílel(a) obrázek „$s“. Klikněte, prosím, na tlačítko níže, chcete-li obrázek prohlédnout.
de_de: %1$s (%2$s) hat das Bild "%3$s" für Sie freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um es anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut sinulle kuvan "%3$s". Napauta allaolevaa painiketta katsellaksesi sitä.
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" képet Önnel. Megtekintéséhez kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) は画像 %3$s をあなたと共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat imaginea "%3$s" cu dumneavoastră. Apăsați pe butonul de mai jos pentru a o vizualiza.
sk_sk: %1$s (%2$s) s vami zdieľa obrázok "%3$s". Môžete ho zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared %3$s images with you. Please click the button below to view them.
cs_cz: %1$s (%2$s) s vámi sdílel(a) %3$s obrázků. Klikněte, prosím, na tlačítko níže, chcete-li obrázky prohlédnout.
de_de: %1$s (%2$s) hat %3$s Bilder für Sie freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut sinulle %3$s kuvaa. Napauta allaolevaa painiketta katsellaksesi niitä.
hu_hu: %1$s (%2$s) megosztott %3$s képet Önnel. Megtekintésükhöz kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) は画像 %3$s をあなたと共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat %3$s imagini cu dumneavoastră. Apăsați pe butonul de mai jos pentru a le vizualiza.
sk_sk: %1$s (%2$s) s vami zdieľa obrázky "%3$s". Môžete ich zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared the item "%3$s" with you. Please click the button below to view it.
cs_cz: %1$s (%2$s) s vámi sdílel(a) položku „$s“. Klikněte, prosím, na tlačítko níže, chcete-li ji prohlédnout.
de_de: %1$s (%2$s) hat das Objekt "%3$s" für Sie freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um es anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut sinulle kohteen "%3$s". Napauta allaolevaa painiketta katsellaksesi sitä.
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" elemet Önnel. Megtekintéséhez kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) はアイテム %3$s をあなたと共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat elementul "%3$s" cu dumneavoastră. Apăsați pe butonul de mai jos pentru a îl vizualiza.
sk_sk: %1$s (%2$s) s vami zdieľa položku "%3$s". Môžete ju zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared %3$s items with you. Please click the button below to view them.
cs_cz: %1$s (%2$s) s vámi sdílel(a) %3$s položek. Klikněte, prosím, na tlačítko níže, chcete-li je prohlédnout.
de_de: %1$s (%2$s) hat %3$s Objekte für Sie freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut sinulle %3$s kohdetta. Napauta allaolevaa painiketta katsellaksesi niitä.
hu_hu: %1$s (%2$s) megosztott %3$s elemet Önnel. Megtekintésükhöz kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) は %3$s 個のアイテムをあなたと共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat %3$s elemente cu dumneavoastră. Apăsați pe butonul de mai jos pentru a le vizualiza.
sk_sk: %1$s (%2$s) s vami zdieľa %3$s položiek. Môžete ich zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared the folder "%3$s" with you. Please click the button below to view it.
cs_cz: %1$s (%2$s) s vámi sdílel(a) složku „$s“. Klikněte, prosím, na tlačítko níže, chcete-li ji prohlédnout.
de_de: %1$s (%2$s) hat den Ordner "%3$s" für Sie freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um ihn anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut sinulle kansion "%3$s". Napauta allaolevaa painiketta katsellaksesi sitä.
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" mappát Önnel. Megtekintéséhez kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) はフォルダー %3$s をあなた共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat dosarul "%3$s" cu dumneavoastră. Apăsați pe butonul de mai jos pentru a îl vizualiza.
sk_sk: %1$s (%2$s) s vami zdieľa priečinok "%3$s". Môžete ho zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared %3$d folders with you. Please click the button below to view them.
cs_cz: %1$s (%2$s) s vámi sdílel(a) %3$s složek. Klikněte, prosím, na tlačítko níže, chcete-li je prohlédnout.
de_de: %1$s (%2$s) hat %3$d Ordner für Sie freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut %3$d kansiota kanssasi. Katsele niitä napsauttamalla allaolevaa painiketta.
hu_hu: %1$s (%2$s) megosztott %3$d elemet Önnel. Megtekintésükhöz kattintson az alatta lévő gombra.
ja_jp: %1$s ( %2$s)は %3$dフォルダーを共有しています。下のボタンをクリックして表示してください。
ro_ro: %1$s (%2$s) a partajat %3$d dosare cu dumneavoastră. Apăsați pe butonul de mai jos pentru a le vizualiza.
sk_sk: %1$s (%2$s) s vami zdieľa %3$d priečinkov. Môžete ich zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared the calendar "%3$s" with you. Please click the button below to view it.
cs_cz: %1$s (%2$s) s vámi sdílel(a) kalendář „%3$s“. Klikněte, prosím, na tlačítko níže, chcete-li kalendář prohlédnout.
de_de: %1$s (%2$s) hat den Kalender %3$s für Sie freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um ihn anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut kanssasi kalenterin "%3$s". Katsele kalenteria klikkaamalla allaolevaa painiketta.
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" naptárt Önnel. Megtekintéséhez kattintson az alatta lévő gombra.
ja_jp: %1$s ( %2$s)はカレンダー "%3$s" を共有しています。下のボタンをクリックして表示してください。
ro_ro: %1$s (%2$s) a partajat calendarul "%3$s" cu dumneavoastră. Apăsați pe butonul de mai jos pentru a-l vizualiza.
sk_sk: %1$s (%2$s) s vami zdieľa kalendár "%3$s". Môžete ho zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared %3$d calendars with you. Please click the button below to view them.
cs_cz: %1$s (%2$s) s vámi sdílel(a) %3$s kalendářů. Klikněte, prosím, na tlačítko níže, chcete-li si kalendáře prohlédnout.
de_de: %1$s (%2$s) hat %3$d Kalender für Sie freigegeben. Bitte klicken Sie auf die Schaltfläche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut %3$d kalenteria kanssasi. Katsele niitä napsauttamalla allaolevaa painiketta.
hu_hu: %1$s (%2$s) megosztott %3$d naptárt Önnel. Megtekintésükhöz kattintson az alatta lévő gombra.
ja_jp: %1$s ( %2$s)は %3$dカレンダーを共有しています。下のボタンをクリックして表示してください。
ro_ro: %1$s (%2$s) a partajat %3$d calendare cu dumneavoastră. Apăsați pe butonul de mai jos pentru a le vizualiza.
sk_sk: %1$s (%2$s) s vami zdieľa %3$d kalendárov. Môžete ich zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared the file "%3$s" with the group "%4$s". Please click the button below to view it.
cs_cz: %1$s (%2$s) sdílel(a) soubor „%3$s“ se skupinou „%4$s“. Klikněte, prosím, na tlačítko níže, chcete-li soubor prohlédnout.
de_de: %1$s (%2$s) hat die Datei "%3$s" für die Gruppe "%4$s" freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s on jakanut tiedoston "%3$s" ryhmän "%4$s" kanssa. Näpäytä allaolevaa nappia katsellaksesi tiedostoa.
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" fájlt a(z) "%4$s" csoporttal. Megtekintéséhez kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) はファイル %3$s をグループ %4$s と共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat fișierul "%3$s" cu grupul "%4$s". Apăsați pe butonul de mai jos pentru a îl vizualiza.
sk_sk: %1$s (%2$s) zdieľa súbor "%3$s" so skupinou "%4$s". Môžete ho zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared %3$s files with the group "%4$s". Please click the button below to view them.
cs_cz: %1$s (%2$s) sdílel(a) %3$s souborů se skupinou „%4$s“. Klikněte, prosím, na tlačítko níže, chcete-li soubory prohlédnout.
de_de: %1$s (%2$s) hat %3$s Dateien für die Gruppe "%4$s" freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut %3$s tiedostoa ryhmän "%4$s" kanssa. Näpäytä allaolevaa nappia katsellaksesi tiedostoa.
hu_hu: %1$s (%2$s) megosztott %3$s fájlt a(z) "%4$s" csoporttal. Megtekintésükhöz kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) は %3$s 個のファイルをグループ %4$s と共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat %3$s fișiere cu grupul "%4$s". Apăsați pe butonul de mai jos pentru a le vizualiza.
sk_sk: %1$s (%2$s) zdieľa %3$s súbory so skupinou "%4$s". Môžete ich zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared the image "%3$s" with the group "%4$s". Please click the button below to view it.
cs_cz: %1$s (%2$s) sdílel(a) obrázek „%3$s“ se skupinou „%4$s“. Klikněte, prosím, na tlačítko níže, chcete-li obrázek prohlédnout.
de_de: %1$s (%2$s) hat das Bild "%3$s" für die Gruppe "%4$s" freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um es anzuzeigen.
fi_fi: %1$s on jakanut kuvan "%3$s" ryhmän "%4$s" kanssa. Näpäytä allaolevaa nappia katsellaksesi kuvaa.
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" képet a(z) "%4$s" csoporttal. Megtekintéséhez kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) は画像 %3$s をグループ %4$s と共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat imaginea "%3$s" cu grupul "%4$s". Apăsați pe butonul de mai jos pentru a o vizualiza.
sk_sk: %1$s (%2$s) zdieľa obrázok "%3$s" so skupinou "%4$s". Môžete ho zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared %3$s images with the group "%4$s". Please click the button below to view them.
cs_cz: %1$s (%2$s) sdílel(a) %3$s obrázků se skupinou „%4$s“. Klikněte, prosím, na tlačítko níže, chcete-li obrázky prohlédnout.
de_de: %1$s (%2$s) hat %3$s Bilder für die Gruppe "%4$s" freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut %3$s kuvaa ryhmän "%4$s" kanssa. Näpäytä allaolevaa nappia katsellaksesi kuvia.
hu_hu: %1$s (%2$s) megosztott %3$s képet a(z) "%4$s" csoporttal. Megtekintésükhöz kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) は %3$s 個の画像をグループ %4$s と共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat %3$s imagini cu grupul "%4$s". Apăsați pe butonul de mai jos pentru a le vizualiza.
sk_sk: %1$s (%2$s) zdieľa %3$s obrázky so skupinou "%4$s". Môžete ich zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared the item "%3$s" with the group "%4$s". Please click the button below to view it.
cs_cz: %1$s (%2$s) sdílel(a) položku „%3$s“ se skupinou „%4$s“. Klikněte, prosím, na tlačítko níže, chcete-li položku prohlédnout.
de_de: %1$s (%2$s) hat das Objekt "%3$s" für die Gruppe "%4$s" freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um es anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut kohteen "%3$s"ryhmän "%4$s" kanssa. Näpäytä allaolevaa nappia katsellaksesi kohdetta.
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" elemet a(z) "%4$s" csoporttal. Megtekintéséhez kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) はアイテム %3$s をグループ %4$s と共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat elementul "%3$s" cu grupul "%4$s". Apăsați pe butonul de mai jos pentru a îl vizualiza.
sk_sk: %1$s (%2$s) zdieľa položku "%3$s" so skupinou "%4$s". Môžete ho zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared %3$s items with the group "%4$s". Please click the button below to view them.
cs_cz: %1$s (%2$s) sdílel(a) %3$s položek se skupinou „%4$s“. Klikněte, prosím, na tlačítko níže, chcete-li položky prohlédnout.
de_de: %1$s (%2$s) hat %3$s Objekte für die Gruppe "%4$s" freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut %3$s kohdetta ryhmän "%4$s" kanssa. Näpäytä allaolevaa nappia katsellaksesi kohteita.
hu_hu: %1$s (%2$s) megosztott %3$s elemet a(z) "%4$s" csoporttal. Megtekintésükhöz kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) は %3$s 個の画像をグループ %4$s と共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat %3$s elemente cu grupul "%4$s". Apăsați pe butonul de mai jos pentru a le vizualiza.
sk_sk: %1$s (%2$s) zdieľa %3$s položky so skupinou "%4$s". Môžete ho zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared the folder "%3$s" with the group "%4$s". Please click the button below to view it.
cs_cz: %1$s (%2$s) sdílel(a) složku „%3$s“ se skupinou „%4$s“. Klikněte, prosím, na tlačítko níže, chcete-li složku prohlédnout.
de_de: %1$s (%2$s) hat den Ordner "%3$s" für die Gruppe "%4$s" freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um ihn anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut kansion "%3$s" ryhmän "%4$s" kanssa. Näpäytä allaolevaa nappia katsellaksi kansiota.
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" mappát a(z) "%4$s" csoporttal. Megtekintéséhez kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) はフォルダー %3$s をグループ %4$s と共有しました。表示するには下のボタンをクリックしてください。
ro_ro: %1$s (%2$s) a partajat dosarul "%3$s" cu grupul "%4$s". Apăsați pe butonul de mai jos pentru a îl vizualiza.
sk_sk: %1$s (%2$s) zdieľa priečinok "%3$s" so skupinou "%4$s". Môžete ho zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared %3$d folders with the group "%4$s". Please click the button below to view them.
cs_cz: %1$s (%2$s) sdílel(a) %3$s složek se skupinou „%4$s“. Klikněte, prosím, na tlačítko níže, chcete-li složky prohlédnout.
de_de: %1$s (%2$s) hat %3$d Ordner für die Gruppe "%4$s" freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut %3$d kansiota ryhmässä "%4$s". Katsele niitä napsauttamalla allaolevaa painiketta.
hu_hu: %1$s (%2$s) megosztott %3$d elemet a(z) "%4$s" csoporttal. Megtekintésükhöz kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) がフォルダー%3$dつをグループ"%4$s"と共有しています。下のボタンをクリックして表示してください。
ro_ro: %1$s (%2$s) a partajat %3$d dosare cu grupul "%4$s". Apăsați pe butonul de mai jos pentru a le vizualiza.
sk_sk: %1$s (%2$s) zdieľa %3$d priečinkov so skupinou "%4$s". Môžete ich zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared the calendar "%3$s" with the group "%4$s". Please click the button below to view it.
cs_cz: %1$s (%2$s) sdílel(a) kalendář „%3$s“ se skupinou „%4$s“. Klikněte, prosím, na tlačítko níže, chcete-li kalendář prohlédnout.
de_de: %1$s (%2$s) hat den Kalender "%3$s" für die Gruppe "%4$s" freigegeben. Bitte klicken Sie auf die Schaltfläche unten, um ihn anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut kalenterin "%3$s" ryhmän "%4$s" kanssa . Katsele kalenteria klikkaamalla allaolevaa painiketta.
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" naptárt a(z) "%4$s" csoporttal. Megtekintéséhez kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) がカレンダー %3$s をグループ%4$sと共有しています。下のボタンをクリックして表示してください。
ro_ro: %1$s (%2$s) a partajat calendarul "%3$s" cu grupul "%4$s". Apăsați pe butonul de mai jos pentru a-l vizualiza.
sk_sk: %1$s (%2$s) zdieľa kalendár "%3$s" so skupinou "%4$s". Môžete ho zobraziť kliknutím na tlačidlo nižšie.
