Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: No content available in mail part.
cs_cz: V poštovní části není žádný obsah.
de_de: Kein Inhalt im Mail-Teil verfügbar.
fi_fi: Postin osassa ei ole sisältöä.
hu_hu: Nem érhető el tartalom a levél részben.
ja_jp: メール パートにコンテンツがありません
ro_ro: Partea de mesaj nu conține nimic.
sk_sk: Žiaden obsah nie je dostupný v časti správy.

source: Message has been successfully sent. Due to exceeded quota a copy could not be placed in your sent folder though.
cs_cz: Zpráva byla úspěšně odeslána, ale do vaší složky s odeslanou poštou se kvůli překročení limitu nepodařilo umístit kopii.
de_de: Die Nachricht wurde erfolgreich gesendet. Aufgrund überschrittener Quota konnte jedoch keine Kopie in Ihren Ordner 'Gesendet' gelegt werden.
fi_fi: Viesti on lähetetty onnistuneesti. Tallennuskiintiön ylityksen vuoksi kopiota ei kuitenkaan voida tallentaa lähtettyjen viestien kansioosi.
hu_hu: Az üzenet sikeresen elküldve, de a másolat nem helyezhető a kimenő mappába, mert a kvóta túllépése megtörtént.
ja_jp: メッセージの送信に成功しました。しかし、割当量を超えたため、送信済みフォルダーにコピーを保存できませんでした。
ro_ro: Mesajul a fost trimis cu succes, dar nu s-a putut copia în dosarul de mesaje trimise deoarece limita a fost depășită.
sk_sk: Správa bola úspešne odoslaná. Kvôli prekročeniu kvóty však nebolo možné uložiť jej kópiu do vášho priečinka Odoslané.

source: Unable to save draft, due to exceeded quota.
cs_cz: Koncept se nepodařilo uložit kvůli překročení limitu.
de_de: Der Entwurf kann nicht gespeichert werden. Das Kontingent wurde überschritten.
fi_fi: Luonnosta ei voitu tallentaa, koska kiintiö on ylittynyt.
hu_hu: Nem lehet elmenteni a vázlatot, mert túllépte a kvótát.
ja_jp: 割当量を超えたため、下書きを保存できません。
ro_ro: Nu s-a putut salva ciorna, limita a fost depășită.
sk_sk: Nemožno uložiť koncept, kvôli prekročeniu kvóty.

source: Unable to save the mail, due to exceeded quota.
cs_cz: Zprávu se nepodařilo uložit kvůli překročení limitu.
de_de: Die E-Mail kann nicht gespeichert werden. Das Kontingent wurde überschritten.
fi_fi: Viestiä ei voitu tallentaa, koska kiintiö on ylitetty.
hu_hu: Nem lehet elmenteni a levelet, mert túllépte a kvótát.
ja_jp: 割当量を超えたため、メールを保存できません。
ro_ro: Nu s-a putut salva mesajul, limita a fost depășită.
sk_sk: Nemožno uložiť email kvôli prekročeniu kvóty.

source: Message has been successfully sent. A copy could not be placed in your sent folder though.
cs_cz: Zpráva byla úspěšně odeslána, ale do vaší složky s odeslanou poštou se nepodařilo umístit kopii.
de_de: Die Nachricht wurde erfolgreich gesendet, jedoch konnte keine Kopie in Ihren Gesendet-Ordner gelegt werden.
fi_fi: Viesti on lähetetty onnistuneesti. Kopiota ei kuitenkaan voida tallentaa lähtettyjen viestien kansioosi.
hu_hu: Az üzenet sikeresen elküldve, de a másolat nem helyezhető a kimenő mappába.
ja_jp: メッセージの送信に成功しました。送信済みフォルダーにコピーを保存できませんでした。
ro_ro: Mesajul a fost trimis cu succes, dar nu s-a putut copia în dosarul de mesaje trimise.
sk_sk: Správa bola úspešne odoslaná. Nebolo však možné uložiť jej kópiu do vášho priečinka Odoslané.

source: Bad value "%1$s" in parameter "%2$s".
cs_cz: Neplatná hodnota „%1$s“ v parametru „%2$s“.
de_de: Ungültiger Wert "%1$s" in Parameter "%2$s".
fi_fi: Sopimaton arvo "%1$s" parametrissa "%2$s".
hu_hu: Hibás érték („%1$s”) a(z) „%2$s” paraméterben.
ja_jp: パラメータ "%2$s" の値 "%1$s" が無効です。
ro_ro: Valoare nepermisă "%1$s" în parametrul "%2$s".
sk_sk: Chybná hodnota "%1$s" v parametri "%2$s".

source: No reply on multiple messages possible.
cs_cz: Na více zpráv nelze odpovědět.
de_de: Eine Antwort auf mehrere E-Mails ist nicht möglich.
fi_fi: Vastaus useampaan viestiin ei ole mahdollinen.
hu_hu: Nem lehet több üzenetre válaszolni.
ja_jp: 複数のメッセージには返信できません。
ro_ro: Nu se poate răspunde la un mesaj multiplu.
sk_sk: Odpoveď na viacero správ nie je možná.

source: Attachment "%1$s" not found inside mail "%2$s" of mail folder "%3$s".
cs_cz: Příloha „%1$s“ nebyla nalezena ve zprávě „%2$s“ v poštovní složce „%3$s“.
de_de: Der Anhang "%1$s" konnte nicht in der E-Mail "%2$s" des E-Mail-Ordners "%3$s" gefunden werden.
fi_fi: Liitettä "%1$s" ei löydy postista "%2$s" kansiossa "%3$s".
hu_hu: A(z) „%1$s” melléklet nem található a(z) „%3$s” levélmappa „%2$s” levelében.
ja_jp: メールフォルダー "%3$s" のメール "%2$s" に添付ファイル "%1$s" が見つかりません。
ro_ro: Fișierul atașat "%1$s" nu a fost găsit în mesajul "%2$s" din dosarul de mail "%3$s".
sk_sk: Príloha "%1$s" nenájdená v správe "%2$s" poštového priečinka "%3$s".

source: Folder "%1$s" does not hold messages and is therefore not selectable
cs_cz: Složka „%1$s“ neobsahuje zprávy, a proto ji nelze vybrat
de_de: Der Ordner "%1$s" enthält keine Nachrichten und kann daher nicht selektiert werden.
fi_fi: Kansio "%1$s" ei sisällä viestejä eikä siksi ole valittavissa
hu_hu: A(z) „%1$s” mappa nem tartalmaz üzeneteket, emiatt nem választható ki
ja_jp: フォルダー "%1$s" にメッセージがないため、選択できません。
ro_ro: Dosarul "%1$s" nu conține mesaje și de aceea nu poate fi selectat
sk_sk: Priečinok "%1$s" neobsahuje správy a preto ho nie je možné vybrať

source: Root folder must not be modified or deleted.
cs_cz: Kořenová složka nesmí být upravována nebo smazána.
de_de: Der Root-Ordner kann nicht geändert oder gelöscht werden.
fi_fi: Juurikansiota ei saa muokata tai poistaa.
hu_hu: A gyökérmappa nem módosítható vagy törölhető.
ja_jp: ルートフォルダーは変更または削除できません。
ro_ro: Dosarul rădăcină nu se poate modifica sau șterge.
sk_sk: Koreňový priečinok nesmie byť zmenený ani zmazaný.

source: Image attachment with content id "%1$s" not found inside mail "%2$s" of mail folder "%3$s".
cs_cz: Obrázková příloha s ID obsahu „%1$s“ nebyla ve zprávě „%2$s“ v poštovní složce „%3$s“ nalezena.
de_de: Der Bildanhang mit der Inhalts-Id "%1$s" konnte nicht in der E-Mail "%2$s" des E-Mail-Ordners "%3$s" gefunden werden.
fi_fi: Kuvaliitettä sisältötunnisteella "%1$s" ei löydy postista "%2$s" kansiossa "%3$s".
hu_hu: A(z) „%1$s” tartalomazonosítójú kép melléklet nem található a(z) „%3$s” levélmappa „%2$s” levelében.
ja_jp: メールフォルダー "%3$s" のメール "%2$s" に content id "%1$s" の画像の添付ファイルが見つかりません。
ro_ro: Imaginea atașată cu Content-Id "%1$s" nu a fost găsită în mesajul "%2$s" din dosarul de mail "%3$s".
sk_sk: Obrázková príloha s Content-Id "%1$s" nebola nájdená v správe "%2$s" poštového priečinka "%3$s".

source: The specified E-Mail address "%1$s" is not covered by allowed E-Mail address aliases.
cs_cz: Zadaná e-mailová adresa „%1$s“ nespadá mezi povolené e-mailové aliasy.
de_de: Die angegebene E-Mail-Adresse "%1$s" ist nicht in der Liste der zulässigen Aliase für E-Mail-Adressen enthalten.
fi_fi: Määritelty sähköpostiosoite "%1$s" ei ole sallittujen sähköpostialiasten piirissä.
hu_hu: A megadott „%1$s” e-mail címet nem fedik le az engedélyezett e-mail álnevek.
ja_jp: 指定されたメールアドレス "%1$s" は、許可されたメールアドレスエイリアスに含まれていません。
ro_ro: Adresa de e-mail specificată "%1$s" nu se află între aliasurile de e-mail permise.
sk_sk: Zadaná emailová adresa "%1$s" nie je pokrytá povolenými aliasmi emailovej adresy.

source: Checking default folders failed for user %2$s.
cs_cz: Kontrola výchozích složek uživatele %2$s selhala.
de_de: Das Prüfen der Standardordner ist für den Benutzer %2$s fehlgeschlagen.
fi_fi: Oletuskansioiden tarkistus epäonnistui käyttäjälle %2$s.
hu_hu: Az alapértelmezett mappák ellenőrzése sikertelen %2$s felhasználó számára.
ja_jp: ユーザー %2$s の既定フォルダーを確認できませんでした。
ro_ro: Verificarea dosarelor implicite pentru utilizatorul %2$s a eșuat.
sk_sk: Kontrola predvolených priečinkov pre používateľa %2$s zlyhala.

source: Default folders cannot be created as mail system denies to create more folders. Consequently, the mail module is not usable at the moment. Please delete other folders first in order to re-use the mail module again
cs_cz: Nelze vytvořit výchozí složky, protože poštovní systém odmítá vytvořit další složky. V důsledku toho není v tuto chvíli poštovní modul použitelný. Nejprve, prosím, smažte jiné složky, aby bylo možné poštovní modul znovu začít používat.
de_de: Standardordner können nicht erstellt werden, da das Mail-System das Anlegen weiterer Ordner verweigert. Folglich ist das Mail-Modul im Moment nicht verwendbar. Bitte löschen Sie zuerst andere Ordner, um das Mail-Modul wieder verwenden zu können.
fi_fi: Oletuskansioita ei voida luoda, koska postijärjestelmä estää uusien kansioiden luomisen. Postimoduuli ei siten ole käytettävissä tällä hetkellä. Poista ensin muut kansiot, jotta voit käyttää postimoduulia uudelleen
hu_hu: Az alapértelmezett mappák nem hozhatók létre, mert a levelezőrendszer ezt nem engedélyezi. Ezért a levelező modul jelenleg nem használható. A levelező modul használatához először törölje ezek a mappákat.
ja_jp: メールシステムがフォルダーの作成を拒否したため既定フォルダーを作成できません。その結果、メールモジュールを現在使用できなくなっています。まず他のフォルダーを削除して、メールモジュールが再使用できるようにしてください。
ro_ro: Nu se pot crea dosare implicite deoarece sistemul de poștă electronică nu permite crearea de mai multe dosare. În consecință, modulul de poștă electronică nu este utilizabil momentan. Ștergeți celelalte dosare întâi pentru a putea utiliza modulul din nou
sk_sk: Predvolené priečinky nie je možné vytvoriť, pretože poštový systém odmieta vytvoriť ďalšie priečinky. V dôsledku toho nie je modul pošty momentálne použiteľný. Prosím, najskôr odstráňte iné priečinky, aby bolo znova možné používať modul pošty.

source: The types of specified data source are not supported.
cs_cz: Typy zadaných datových zdrojů nejsou podporované.
de_de: Die angegebenen Datenquellentypen werden nicht unterstützt.
fi_fi: Määritellyn tietolähteen tyyppi ei ole tuettu.
hu_hu: A megadott adatforrás típusai nem támogatottak.
ja_jp: 指定されたデータソースのタイプはサポートされていません。
ro_ro: Tipurile sursei de date specificate nu sunt suportate.
sk_sk: Typy uvedeného zdroja dát nie sú podporované.

source: Mail cannot be parsed. Invalid or incomplete mail data.
cs_cz: Zprávu nelze parsovat. Neplatná nebo neúplná data zprávy.
de_de: E-Mail kann nicht analysiert werden. Ungültige oder unvollständige E-Mail-Daten.
fi_fi: Postia ei voida jäsentää. Postidata on epäkelpoa tai epätäydellistä.
hu_hu: A levél nem dolgozható fel. Érvénytelen vagy befejezetlen levéladatok.
ja_jp: メールを解析できません。メールデータが無効か、不十分です。
ro_ro: Mesajul nu a putut fi analizat. Datele sunt incorecte sau incomplete.
sk_sk: Poštu nebolo možné spracovať. Neplatné alebo neúplné dáta pošty.

source: Mail folder cannot be created/renamed. Empty folder name.
cs_cz: Poštovní složku nelze vytvořit/přejmenovat. Prázdný název složky.
de_de: Der E-Mail-Ordner kann nicht angelegt oder umbenannt werden, da ein leerer Ordnername angegeben wurde.
fi_fi: Viestikansiota ei voida luoda/uudelleennimetä. Tyhjä kansion nimi.
hu_hu: A levélmappa nem hozható létre vagy nem nevezhető át. A mappanév üres.
ja_jp: メールフォルダーの作成または名前の変更ができません。フォルダー名は空です。
ro_ro: Dosarul de mail nu poate fi creat/redenumit. Numele dosarului este gol.
sk_sk: Poštový priečinok nebolo možné vytvoriť/premenovať. Prázdny názov priečinka.

source: Invalid folder name. Please avoid the following characters: %2$s
cs_cz: Neplatný název složky. Vyhněte se, prosím, následujícím znakům: %2$s
de_de: Ungültiger Ordnername. Bitte vermeiden Sie die folgenden Zeichen: %2$s
fi_fi: Epäkelpo kansion nimi. Ole hyvä ja vältä seuraavia merkkejä: %2$s
hu_hu: Érvénytelen mappanév. Ügyeljen rá, hogy ne használja a következő karaktereket: %2$s
ja_jp: フォルダー名が無効です。次の文字は使用しないでください: %2$s
ro_ro: Nume de dosar incorect. Evitați următoarele caractere: %2$s
sk_sk: Neplatný názov priečinka. Prosím, vyhnite sa nasledovným znakom: %2$s

source: No create access on mail folder "%1$s".
cs_cz: Nemám oprávnění k zápisu v poštovní složce „%1$s“.
de_de: Keine Berechtigung zum Anlegen von Objekten im E-Mail-Ordner "%1$s"
fi_fi: Ei luomisoikeutta viestikansioon "%1$s".
hu_hu: Nincs létrehozási hozzáférés a(z) „%1$s” levélmappához.
ja_jp: メールフォルダー "%1$s" への作成アクセス権限がありません。
ro_ro: Nu aveți drepturi de creare în dosarul de mail "%1$s".
sk_sk: Chýba oprávnenie na vytváranie v poštovom priečinku "%1$s".

source: Mail account "%1$s" with ID "%2$s" does not support mail transport.
cs_cz: Poštovní účet „%1$s“ s ID „%2$s“ nepodporuje přenos zpráv.
de_de: Das E-Mail-Konto "%1$s" mit der ID "%2$s" unterstützt keine E-Mail-Weiterleitung.
fi_fi: Postitili "%1$s" tunnisteella "%2$s" ei tue postin lähettämistä (mail transport).
hu_hu: A(z) „%2$s” azonosítójú „%1$s” levelezőfiók nem támogatja a levélátvitelt.
ja_jp: ID "%2$s" のメールアカウント "%1$s" はメールトランスポートをサポートしていません。
ro_ro: Contul de mail "%1$s" cu identificatorul "%2$s" nu suportă transportul de mail.
sk_sk: Poštový účet "%1$s" s ID "%2$s" nepodporuje transport pošty.

source: Mail folder could not be found.
cs_cz: Poštovní složku se nepodařilo nalézt.
de_de: Der E-Mail-Ordner konnte nicht gefunden werden.
fi_fi: Viestikansiota ei löytynyt.
hu_hu: A levélmappa nem található.
ja_jp: メールフォルダーが見つかりませんでした。
ro_ro: Dosarul de mail nu a putut fi găsit.
sk_sk: Poštový priečinok nebol nájdený.

source: Referenced mail "%1$s" could not be found in folder "%2$s".
cs_cz: Ve složce „%2$s“ se nepodařilo nalézt odkazovanou zprávu „%1$s“.
de_de: Die referenzierte Nachricht "%1$s" konnte nicht im Ordner "%2$s" gefunden werden.
fi_fi: Viitattua postia "%1$s" ei löytynyt kansiosta "%2$s".
hu_hu: A hivatkozott „%1$s” levél nem található a(z) „%2$s” mappában.
ja_jp: 参照するメール %1$s がフォルダー %2$s に見つかりませんでした。メールを作成中の場合、保存された下書きが下書きフォルダーから削除された可能性があります。
ro_ro: Mesajul "%1$s" nu a putut fi găsit în dosarul "%2$s".
sk_sk: Odkazovaná pošta "%1$s" nebola nájdená v priečinku "%2$s".

source: Mail folder must not be deleted.
cs_cz: Poštovní složka nesmí být smazána.
de_de: Der E-Mail-Ordner darf nicht gelöscht werden.
fi_fi: Viestikansiota ei saa poistaa.
hu_hu: A levélmappa nem törölhető.
ja_jp: メールフォルダーは削除できません。
ro_ro: Dosarul de mail nu poate fi șters.
sk_sk: Poštový priečinok nesmie byť zmazaný.

source: No delete access on mail folder "%1$s".
cs_cz: K poštovní složce „%1$s“ nemám přístup povolující mazání.
de_de: Kein Löschzugriff auf den E-Mail-Ordner "%1$s"
fi_fi: Ei poisto-oikeutta viestikansioon %1$s.
hu_hu: Nincs törlési hozzáférés a(z) „%1$s” levélmappához.
ja_jp: メールフォルダー "%1$s" への削除アクセス権限がありません。
ro_ro: Nu aveți drepturi de ștergere în dosarul de mail "%1$s".
sk_sk: Chýba oprávnenie na zmazanie v poštovom priečinku "%1$s".

source: Mail folder must not be moved.
cs_cz: Poštovní složka nesmí být přesunuta.
de_de: Der E-Mail-Ordner darf nicht verschoben werden.
fi_fi: Viestikansiota ei saa siirtää.
hu_hu: A levélmappa nem mozgatható.
ja_jp: メールフォルダーは移動できません。
ro_ro: Dosarul de mail nu poate fi mutat.
sk_sk: Poštový priečinok nesmie byť presunutý.

source: Mail folder must not be updated.
cs_cz: Poštovní složka nesmí být aktualizována.
de_de: Der E-Mail-Ordner darf nicht aktualisiert werden.
fi_fi: Viestikansiota ei saa päivittää.
hu_hu: A levélmappa nem frissíthető.
ja_jp: メールフォルダーは更新できません。
ro_ro: Dosarul de mail nu poate fi actualizat.
sk_sk: Poštový priečinok nesmie byť aktualizovaný.

source: No write access on mail folder "%1$s".
cs_cz: K poštovní složce „%1$s“ nemám přístup povolující zápis.
de_de: Kein Schreibzugriff auf den E-Mail-Ordner "%1$s".
fi_fi: Ei kirjoitusoikeutta viestikansioon "%1$s".
hu_hu: Nincs írási hozzáférés a(z) „%1$s” levélmappához.
ja_jp: メールフォルダー "%1$s" への書き込みアクセス権限がありません。
ro_ro: Nu aveți drepturi de scriere în dosarul de mail "%1$s".
sk_sk: Chýba oprávnenie na zápis do priečinka "%1$s".

source: Mail could not be found in folder "%1$s" by message identifier.
cs_cz: Ve složce „%1$s“ se nepodařilo nalézt nalézt zprávu podle identifikátoru.
de_de: Im Ordner "%1$s" wurde keine E-Mail mit entsprechender Nachrichten-ID gefunden.
fi_fi: Postia ei viestitunnisteella löytynyt kansiosta "%1$s".
hu_hu: A levél nem található a(z) „%1$s” mappában az üzenetazonosító alapján.
ja_jp: メッセージ識別子では、メールがフォルダー "%1$s" に見つかりませんでした。
ro_ro: Mesajul nu a fost găsit în dosarul "%1$s" după identificatorul de mesaj.
sk_sk: Správa nebola nájdená v priečinku "%1$s" na základe identifikátora.

source: Sent quota exceeded. You are only allowed to send 1 E-Mail in %1$s seconds.
cs_cz: Odesílací kvóta překročena. Máte povoleno odesílat jen jednu zprávu každých %1$s sekund.
de_de: Das Sendekontingent wurde überschritten. Sie dürfen nur 1 E-Mail in %1$s Sekunden senden.
fi_fi: Lähetyskiintiö ylitetty. Sinulla on valtuudet lähettää yksi posti joka %1$s sekunti.
hu_hu: A küldési kvóta túllépve, csak 1 levelet küldhet %1$s másodpercen belül.
ja_jp: 送信済みの割当量を超えました。%1$s 秒ごとに１つのメールしか送信できません。
ro_ro: Limita de trimitere de mesaje a fost depășită. Este permis doar 1 mesaj la %1$s secunde.
sk_sk: Kvóta odoslaných prekročená, máte povolené poslať iba 1 správu za %1$s sekúnd.

source: Please limit your recipients to %1$s (including To/Cc/Bcc), and click 'Send' again.
cs_cz: Omezte, prosím, adresáty na %1$s (včetně Komu/Cc/Bcc) a znovu klikněte na ‚Odeslat‘.
de_de: Bitte beschränken Sie Ihre Empfänger auf %1$s (inklusive An/Cc/Bcc) und klicken Sie erneut auf 'Senden'.
fi_fi: Ole hyvä ja rajaa vastaanottajien määräksi %1$s (mukaanlukien vastaanottaja/kopio/piilokopio) ja paina 'Lähetä' uudelleen.
hu_hu: Korlátozza címzetteit ennyire: %1$s (beleértve a címzett/másolat/rejtett másolat mezők tartalmát), és kattintson újra a „Küldés” gombra.
ja_jp: 受信者を %1$s (宛先/CC/BCC を含む) に制限し、再度 [送信] をクリックしてください。
ro_ro: Limitați numărul de destinatari la %1$s (inclusiv Către/Cc/Bcc) și apăsați din nou 'Trimite'.
sk_sk: Prosím, obmedzte počet príjemcov na %1$s (vrátane Komu/Kópia/Skrytá kópia) a znova kliknite na "Odoslať"

source: Unable to parse mail server URI "%1$s".
cs_cz: Nemohu parsovat URI poštovního serveru „%1$s“.
de_de: Die Analyse des E-Mail-Server-URI "%1$s" ist fehlgeschlagen.
fi_fi: Ei voida jäsentää postipalvelimen URI:a "%1$s".
hu_hu: Nem dolgozható fel a(z) „%1$s” levelezőkiszolgáló URI.
ja_jp: メールサーバー URI %1$s を解析できませんでした。
ro_ro: Nu s-a putut analiza URI-ul serverului de mail "%1$s".
sk_sk: Nie je možné spracovať URI poštového servera "%1$s".

source: Mail attachment expired or absent.
cs_cz: Příloha zprávy vypršela nebo není k dispozici.
de_de: Der E-Mail-Anhang ist abgelaufen oder fehlt.
fi_fi: Postin liite on vanhentunut tai puuttuu.
hu_hu: Az e-mail melléklet lejárt vagy hiányzik.
ja_jp: メールの添付ファイルが期限切れか、存在しません。
ro_ro: Fișierul atașat a expirat sau lipsește.
sk_sk: Príloha pošty vypršala alebo chýba.

source: Account has been checked successfully but with a non-secure connection.
cs_cz: Účet byl úspěšně zkontrolován, ale přes nezabezpečené spojení.
de_de: Das Konto wurde erfolgreich geprüft, jedoch mit einer unsicheren Verbindung.
fi_fi: Tili on tarkistettu onnistuneesti, mutta käyttäen turvaamatonta yhteyttä.
hu_hu: A fiók ellenőrzése sikeresen megtörtént, de egy nem biztonságos kapcsolaton keresztül.
ja_jp: アカウントの確認に成功しましたが、セキュリティ保護されていない接続で実行されました。
ro_ro: Contul a fost verificat cu succes, dar utilizând o conexiune nesecurizată.
sk_sk: Účet bol úspešne skontrolovaný, ale použilo sa nezabezpečené spojenie.

source: Cannot forward more than %1$s messages at once. Please divide the messages to forward in chunks of appropriate size.
cs_cz: Nelze přeposlat více než %1$s zpráv najednou. Rozdělte, prosím, zprávy, aby byly přeposlány po částech s odpovídající velikostí.
de_de: Es können nicht mehr als %1$s Nachrichten gleichzeitig weitergeleitet werden. Teilen Sie die weiterzuleitenden Nachrichten in Blöcke mit entsprechender Größe.
fi_fi: Viestejä ei voida välittää kuin %1$s kerrallaan. Ole hyvä ja jaa välitettävät viestit soveliaan kokoisiin eriin.
hu_hu: Egyszerre nem továbbítható %1$s üzenetnél több. Darabolja fel az üzeneteket a továbbküldéshez megfelelő méretű részekre.
ja_jp: %1$s を超えるメッセージを一度に転送することはできません。転送するメッセージを適切なサイズに分割してください。
ro_ro: Nu se pot redirecționa mai mult de %1$s mesaje deodată. Împărțiți mesajele de redirecționat în părți de dimensiune adecvată.
sk_sk: Nemožno preposlať viac ako %1$s správ naraz. Prosím, rozdeľte správy, ktoré sa majú preposlať na časti potrebnej veľkosti.

source: Your account has been created but will not use a secure connection.
cs_cz: Váš účet byl vytvořen, ale nebude používat zabezpečené spojení.
de_de: Ihr Konto wurde angelegt. Jedoch wird es keine sichere Verbindung verwenden.
fi_fi: Tilisi on luotu, muttei käytä turvattua yhteyttä.
hu_hu: A felhasználó fiók létrejött, de egy nem biztonságos kapcsolaton keresztül.
ja_jp: アカウントを作成しましたが、セキュリティ保護された接続を使用しません。
ro_ro: Contul a fost creat, dar nu va utiliza o conexiune securizată.
sk_sk: Váš účet bol vytvorený, ale nebude používať zabezpečené spojenie.

source: Your E-Mail has been successfully sent, but the original E-Mail could not be flagged as "replied" and/or "forwarded".
cs_cz: E-mail byl úspěšně odeslán, ale původní zprávu se nepodařilo označit jako „zodpovězeno“ a/nebo „přeposláno“.
de_de: Ihre E-Mail wurde erfolgreich gesendet. Die ursprüngliche E-Mail konnte jedoch nicht als "Beantwortet" und/oder "Weitergeleitet" markiert werden.
fi_fi: Sähköpostisi on lähetetty onnistuneesti, mutta alkuperäistä sähköpostia ei voitu merkitä "vastatttu" ja/tai "välitetty".
hu_hu: Az e-mail sikeresen elküldve, de az eredeti e-mail nem lett "megválaszolt"-ként és/vagy "továbbított"-ként megjelölve.
ja_jp: メールの送信に成功しましたが、元のメールを "返信済み" または "転送済み" としてフラグをつけることができませんでした。
ro_ro: Mesajul dumneavoastră a fost trimis cu succes, dar nu s-a putut marca mesajul original ca "răspuns" și/sau "redirecționat".
sk_sk: Vaša správa bola úspešne odoslaná, ale nebolo možné označiť pôvodný email ako "zodpovedaný" resp. "preposlaný".

source: Mail folder cannot be created/renamed. Folder name exceeds max length of %1$s.
cs_cz: Poštovní složku nelze vytvořit/přejmenovat. Název složky přesahuje maximální délku %1$s.
de_de: Der E-Mail-Ordner kann nicht angelegt oder umbenannt werden. Der Ordnername überschreitet die maximale Länge von %1$s.
fi_fi: Viestikansiota ei voida luoda/uudelleennimetä. Kansion nimi ylittää enimmäispituuden %1$s.
hu_hu: A levélmappa nem hozható létre vagy nem nevezhető át. A mappanév hosszabb, mint %1$s.
ja_jp: メールフォルダーの作成または名前の変更ができません。フォルダー名が最大文字数 %1$s を超えています。
ro_ro: Dosarul de mail nu poate fi creat/redenumit. Numeled dosarului depășește lungimea maximă de %1$s.
sk_sk: Poštový priečinok nebolo možné vytvoriť/premenovať. Názov priečinka prekračuje maximálnu dĺžku %1$s.
