Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The scope %1$s is not supported by the provider or has been disabled
cs_cz: Rozsah %1$s není poskytovatelem podporovaný, nebo byl vypnut
de_de: Der Bereich %1$s wird vom Anbieter nicht unterstützt oder wurde deaktiviert
fi_fi: Tarjoaja ei tue %1$s-sisältöä tai on kytketty pois päältä
hu_hu: A(z) %1$s tartományt nem támogatja a szolgáltató vagy le van tiltva
ja_jp: スコープ %1$s はプロバイダにサポートされていないか、無効になっています。
ro_ro: Domeniul %1$s nu este suportat de furnizor sau a fost dezactivat
sk_sk: Poskytovateľ nepodporuje rozsah %1$s alebo bol vypnutý

source: '%1$s' OAuth service is not enabled for you.
cs_cz: ‚%1$s‘ služba OAuth pro vás není zapnutá.
de_de: '%1$s' OAuth-Dienst ist für Sie nicht aktiviert.
fi_fi: '%1$s' OAuth-palvelu ei ole kytketty päälle.
hu_hu: A(z) '%1$s' OAuth szolgáltatás nincs engedélyezve.
ja_jp: '%1$s' OAuth サービスはあなたを有効にしていません。
ro_ro: Serviciul OAuth '%1$s' nu este activat pentru dvs.
sk_sk: Služba OAuth "%1$s" pre vás nie je zapnutá.

source: Unable to update the account '%1$s', because a different service account has been used to create it.
cs_cz: Účet ‚%1$s‘ se nepodařilo aktualizovat, protože k jeho vytvoření byl použit jiný služební účet.
de_de: Das Konto '%1$s' kann nicht aktualisiert werden, da zum Erstellen ein anderes Dienstkonto verwendet wurde.
fi_fi: Tilin '%1$s' päivitys ei onnistu, koska sen luomiseen on käytetty eri palvelutiliä.
hu_hu: Nem sikerült frissíteni a(z) '%1$s' fiókot, mert egy másik felhasználóval lett létrehozva.
ja_jp: 別のサービスアカウントから作成されたため%1$sのアカウントを更新できません。
ro_ro: Imposibil de actualizat contul '%1$s', deoarece un alt cont de serviciu a fost utilizat pentru a-l crea.
sk_sk: Nepodarilo sa aktualizovať účet "%1$s", pretože na jeho vytvorenie sa použil iný účet služby.

source: No password mechanism available for identifier '%s'. Cannot handle password.
cs_cz: Pro identifikátor ‚%s‘ není k dispozici heslový mechanismus. Heslo není možné zpracovat.
de_de: Es gibt keinen Passwortmechanismus für die ID ' %s '. Das Passwort kann nicht verarbeitet werden.
fi_fi: Tunnisteelle "%s" ei ole käytettävissä salasanamekanismia. Salasanaa ei voi käsitellä.
hu_hu: Az '%s' azonosítóhoz nem áll rendelkezésre jelszómechanizmus. A jelszót nem lehet kezelni.
ja_jp: 識別子%sのパスワードメカニズムが利用できません。パスワードを処理できません。
ro_ro: Niciun mecanism de parolă disponibil pentru identificatorul '%s'. Imposibil de manipulat parola.
sk_sk: Pre identifikátor "%1$s" nie je k dispozícii žiaden mechanizmus hesla. Nedokáže pracovať s heslom.

source: Failed to change password for any reason.
cs_cz: Nepodařilo se změnit heslo.
fi_fi: Salasanan vaihto epäonnistui jostain syystä.
hu_hu: A jelszóváltoztatás nem sikerült valamilyen okból.
ja_jp: 何らかの理由のためにパスワードの変更に失敗しました。
ro_ro: Modificarea parolei nu a reușit.
sk_sk: Nepodarilo sa zmeniť heslo.

source: The entered password is too short. Please try again using a longer password.
cs_cz: Zadané heslo je příliš krátké. Zkuste to, prosím, znovu s delším heslem.
de_de: Das eingegebene Passwort ist zu kurz. Bitte versuchen Sie es mit einem längeren Passwort.
fi_fi: Syötetty salasana on liian lyhyt. Yritä uudelleen pidemmällä salasanalla.
hu_hu: A megadott jelszó túl rövid. Próbálja újra egy hosszabb jelszóval.
ja_jp: 入力したパスワードが短過ぎます。長いパスワードを入力して、もう一度やり直してください。
ro_ro: Parola introdusă este prea scurtă. Încercați din nou cu o parolă mai lungă.
sk_sk: Zadané heslo je príliš krátke. Prosím, skúste to znova s dlhším heslom.

source: The entered password is too weak. Please try again using a more complex password.
cs_cz: Zadané heslo je příliš jednoduché. Zkuste to, prosím, znovu se složitějším heslem.
de_de: Das eingegebene Passwort ist zu schwach. Bitte versuchen Sie es mit einem etwas komplexeren Passwort.
fi_fi: Syötetty salasana on liian heikko. Yritä uudelleen monimutkaisemmalla salasanalla.
hu_hu: A megadott jelszó túl gyenge. Próbálja újra egy összetettebb jelszóval.
ja_jp: 入力したパスワードが脆弱です。複雑なパスワードを入力して、もう一度やり直してください。
ro_ro: Parola introdusă este prea slabă. Încercați din nou cu o parolă complexă.
sk_sk: Zadané heslo je príliš slabé. Prosím, skúste to znova s zložitejším heslom.

source: Password changed successfully. Please logout and login back again.
cs_cz: Heslo bylo úspěšně změněno. Odhlaste se, prosím, a znovu se přihlaste.
de_de: Das Passwort wurde erfolgreich geändert. Bitte melden Sie sich ab und wieder an.
fi_fi: Salasana onnistuneesti vaihdettu. Ole hyvä ja kirjaudu ulos ja sitten uudestaan sisään.
hu_hu: A jelszó sikeresen módosítva. Jelentkezzen ki, majd újra be.
ja_jp: パスワードが正常に変更されました。ログアウトして、再度ログインしてください。
ro_ro: Parola a fost schimbată cu succes. Deconectați-vă și conectați-vă din nou.
sk_sk: Heslo bolo úspešne zmenené. Prosím, odhláste sa a znova sa prihláste.

source: Password was not changed.
cs_cz: Heslo nebylo změněno.
de_de: Das Passwort wurde nicht geändert.
fi_fi: Salasanaa ei vaihdettu.
hu_hu: A jelszó nem lett megváltoztatva.
ja_jp: パスワードは変更されませんでした。
ro_ro: Parola nu a fost modificată.
sk_sk: Nebolo možné zmeniť heslo.

source: The master key for the given key ring could not be found.
cs_cz: Nepodařilo se nalézt master klíč pro daný svazek klíčů.
de_de: Der Hauptschlüssel für den angegebenen Schlüsselring konnte nicht gefunden werden.
fi_fi: Avaimenperän yleisavainta ei löydy.
hu_hu: Az adott kulcstartóhoz tartozó mester kulcs nem található.
ja_jp: 指定された鍵リングのマスター鍵が見つかりませんでした。
ro_ro: Nu s-a găsit cheia master pentru legătura de chei dată.
sk_sk: Hlavný kľúč daného zväzku kľúčov sa nenašiel.

source: One or more specified topics are invalid.
cs_cz: Jedno nebo více zvolených témat není platné.
de_de: Mindestens ein angegebenes Thema ist ungültig.
fi_fi: Yksi tai useampi aihe ei kelpaa.
hu_hu: Egy vagy több megadott téma érvénytelen.
ja_jp: １つ以上の指定されたトピックが無効です。
ro_ro: Unul sau mai multe subiecte specificate sunt incorecte.
sk_sk: Jedna alebo viacero zadaných tém je neplatných.

source: User %1$s has no mail module access due to user configuration
cs_cz: Uživatel %1$s nemá přístup k poštovnímu modulu kvůli uživatelské konfiguraci
de_de: Aufgrund der Benutzerkonfiguration hat der Benutzer %1$s keinen Zugriff auf das E-Mail-Modul.
fi_fi: Käyttäjien asetuksien vuoksi käyttäjällä %1$s ei ole valtuuksia postimoduuliin
hu_hu: A felhasználói beállítások miatt a(z) %1$s felhasználónak nincs hozzáférése a levelezőmodulhoz
ja_jp: ユーザーの設定によりユーザー %1$s はメールモジュールにアクセスできません
ro_ro: Utilizatorul %1$s nu are acces la modulul de mail datorită configurației utilizatorului
sk_sk: Používateľ %1$s nemá žiadne prístupové práva k modulu pošty z dôvodu používateľskej konfigurácie

source: You do not have the appropriate permissions to access the mail folder %1$s
cs_cz: Nemáte příslušná oprávnění k přístupu do poštovní složky %1$d
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Zugriff auf den E-Mail-Ordner %1$s
fi_fi: Sinulla ei ole tarvittavia valtuuksia viestikansioon %1$s
hu_hu: Nincs megfelelő jogosultsága a(z) %1$s levélmappa eléréséhez
ja_jp: メール フォルダー %1$s にアクセスに必要な権限がありません
ro_ro: Nu aveți permisiunile necesare pentru a accesa dosarul de mail %1$s
sk_sk: Nemáte príslušné oprávnenie na prístup k priečinku pošty %1$s

source: You do not have the appropriate permissions to read mail folder %1$s
cs_cz: Nemáte příslušná oprávnění ke čtení poštovní složky %1$d
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Lesen des E-Mail-Ordners %1$s.
fi_fi: Sinulla ei ole tarvittavia valtuuksia lukemiseen viestikansiosta %1$s
hu_hu: Nincs megfelelő jogosultsága a(z) %1$s levélmappa olvasásához
ja_jp: メール フォルダー %1$s の読み込みに必要な権限がありません
ro_ro: Nu aveți permisiunile necesare pentru a citi dosarul de mail %1$s
sk_sk: Nemáte príslušné oprávnenie na čítanie poštového priečinka %1$s

source: You do not have the appropriate permissions to delete mail folder %1$s
cs_cz: Nemáte příslušná oprávnění ke smazání poštovní složky %1$d
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen des E-Mail-Ordners %1$s
fi_fi: Sinulla ei ole tarvittavia valtuuksia poistamiseen viestikansiosta %1$s
hu_hu: Nincs megfelelő jogosultsága a(z) %1$s levélmappa törléséhez
ja_jp: メール フォルダー %1$s の削除に必要な権限がありません
ro_ro: Nu aveți permisiunile necesare pentru a șterge dosarul de mail %1$s
sk_sk: Nemáte príslušné oprávnenie na zmazanie poštového priečinka %1$s

source: You do not have the appropriate permissions to insert to mail folder %1$s
cs_cz: Nemáte příslušná oprávnění ke vkládání do poštovní složky %1$d
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Einfügen in den E-Mail-Ordner %1$s
fi_fi: Sinulla ei ole tarvittavia valtuuksia viestikansioon %1$s lisäämiseen
hu_hu: Nincs megfelelő jogosultsága a beszúráshoz a(z) %1$s levélmappába
ja_jp: メール フォルダー %1$s への挿入に必要な権限がありません
ro_ro: Nu aveți permisiunile necesare pentru a insera în dosarul de mail %1$s
sk_sk: Nemáte príslušné oprávnenie na vkladanie do poštového priečinka %1$s

source: You do not have the appropriate permissions to administer mail folder %1$s
cs_cz: Nemáte příslušná oprávnění k administraci poštovní složky %1$d
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Administrieren des E-Mail-Ordners %1$s
fi_fi: Sinulla ei ole tarvittavia valtuuksia viestikansion %1$s hallinnointiin
hu_hu: Nincs megfelelő jogosultsága a(z) %1$s levélmappa adminisztrálásához
ja_jp: メール フォルダー %1$s を管理するために必要な権限がありません
ro_ro: Nu aveți permisiunile necesare pentru a administra dosarul de mail %1$s
sk_sk: Nemáte príslušné oprávnenie na správu poštového priečinka %1$s

source: You do not have the appropriate permissions to write to POP3 folder %1$s
cs_cz: Nemáte příslušná oprávnění k zápisu do složky POP3 %1$d
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Schreiben in den POP3-Ordner %1$s
fi_fi: Sinulla ei ole tarvittavia valtuuksia POP3-kansioon %1$s kirjoittamiseen
hu_hu: Nincs megfelelő jogosultsága a(z) %1$s POP3-mappába íráshoz
ja_jp: POP3 フォルダー %1$s に書き込むために必要な権限がありません
ro_ro: Nu aveți permisiunile necesare pentru a scrie în dosarul POP3 %1$s
sk_sk: Nemáte príslušné oprávnenie na zapisovanie do priečinka POP3 %1$s

source: You do not have the appropriate permissions for a Read/Unread access in the mail folder %1$s
cs_cz: Nemáte příslušná oprávnění k nastavení Přečtené/nepřečtené v poštovní složce %1$d
de_de: Sie haben nicht die entsprechenden Berechtigungen für einen Gelesen/Ungelesen-Zugriff im E-Mail-Ordner %1$s
fi_fi: Sinulla ei ole tarvittavia valtuuksia luettu/ei luettu toimintoon kansiolle %1$s
hu_hu: Nincs megfelelő jogosultsága a(z) %1$s levélmappa Olvasott/Olvasatlan állításához.
ja_jp: メールフォルダー %1$s の既読/未読の変更に必要な権限がありません
ro_ro: Nu aveți permisiunile necesare pentru marcarea ca citit/necitit în dosarul de mesaje %1$s
sk_sk: Nemáte príslušné oprávnenie na prístup k prečítané/neprečítané v priečinku pošty %1$s

source: You cannot create subfolders in folder %1$s.
cs_cz: Nemůžete vytvářet podsložky ve složce %1$s.
de_de: Sie können keine Unterordner im Ordner %1$s anlegen.
fi_fi: Sinä et voi luoda alikansioita kansioon %1$s.
hu_hu: Nem hozhat létre almappákat a(z) %1$s mappában.
ja_jp: フォルダー %1$s にサブフォルダーを作成できません。
ro_ro: Nu aveți dreptul de a crea dosare subordonate în dosarul %1$s.
sk_sk: Nemôžete vytvárať podpriečinky v priečinku %1$s.

source: POP3 does not support mail folder creation
cs_cz: POP3 nepodporuje vytváření poštovních složek
de_de: POP3 unterstützt das Anlegen von E-Mail-Ordnern nicht
fi_fi: POP3 ei tue viestikansioiden luomista
hu_hu: A POP3 nem támogatja a levélmappák létrehozását
ja_jp: POP3 はメールフォルダーの作成をサポートしていません。
ro_ro: POP3 nu suportă crearea de dosare de mail
sk_sk: POP3 nepodporuje tvorbu poštových priečinkov

source: The permissions set could not be applied to the new folder %1$s. Its initial permissions specified by the POP3 server do not include administer permissions. The folder has been created, though.
cs_cz: Sadu oprávnění se nepodařilo na novou složku %1$s aplikovat, protože ve výchozích oprávněních určených serverem POP3 chybí administrátorské oprávnění. Složka však byla vytvořena.
de_de: Aufgrund fehlender Admin-Berechtigungen in den ursprünglichen Berechtigungen vom POP3-Server konnten die erstellten Berechtigungen nicht auf den neuen Ordner %1$s angewendet werden. Jedoch wurde der Ordner angelegt.
fi_fi: Asetettuja oikeuksia ei voitu soveltaa uuteen kansioon %1$s. POP3-palvelimen asettamista alustavista oikeuksista puuttuu hallinnointioikeus. Kansio on kuitenkin luotu.
hu_hu: Az összesített jogok nem alkalmazhatók a(z) %1$s új mappára a POP3-kiszolgáló által megadott kiinduló jogok közül hiányzó adminisztrációs jog miatt. A mappa ennek ellenére létrejött.
ja_jp: 許可セットを新規フォルダー %1$s に適用できませんでした。POP3 サーバーが指定した初期権限に管理者権限が割り当てられていません。フォルダーは作成されました。
ro_ro: Permisiunile definite nu au putut fi aplicate dosarului nou %1$s. Permisiunile inițiale pentru dosar specificate de către serverul POP3 nu includ permisiuni de administrare. Dosarul a fost totuși creat.
sk_sk: Nastavené oprávnenia nebolo možné použiť na nový priečinok %1$s. Jeho prvotné oprávnenia určené serverom POP3 neobsahujú oprávnenia na správu. Priečinok však bol vytvorený.

source: No administer permission specified for folder %1$s
cs_cz: Pro složku %1$s nejsou určena žádná administrátorská práva
de_de: Für den Ordner %1$s wurden keine Admin-Berechtigungen festgelegt.
fi_fi: Hallinnointioikeuksia ei määritelty kansiolle %1$s
hu_hu: Nincs megadva adminisztrátori jogosultság a(z) %1$s mappához
ja_jp: フォルダー %1$s の管理者権限が指定されていません。
ro_ro: Nu au fost specificate permisiuni de administrare pentru dosarul %1$s
sk_sk: Oprávnenie na správu nie je nastavené pre priečinok %1$s

source: Default folder %1$s cannot be updated
cs_cz: Výchozí složku %1$s nelze aktualizovat
de_de: Der Standardordner %1$s kann nicht aktualisiert werden.
fi_fi: Oletuskansiota %1$s ei voi päivittää
hu_hu: Az alapértelmezett %1$s mappa nem frissíthető
ja_jp: 既定フォルダー %1$s を更新できません。
ro_ro: Dosarul implicit %1$s nu poate fi actualizat
sk_sk: Predvolený priečinok %1$s nemožno aktualizovať

source: Deletion of folder %1$s failed
cs_cz: Mazání složky %1$s selhalo
de_de: Das Löschen des Ordners %1$s ist fehlgeschlagen.
fi_fi: Kansion %1$s poistaminen epäonnistui
hu_hu: A(z) %1$s mappa törlése sikertelen
ja_jp: フォルダー %1$s の削除に失敗しました。
ro_ro: Ștergerea dosarului %1$s a eșuat
sk_sk: Zmazanie priečinka %1$s zlyhalo

source: POP3 default folder %1$s could not be created
cs_cz: Nepodařilo se vytvořit výchozí POP3 složku %1$s
de_de: Der POP3-Standardordner %1$s konnte nicht angelegt werden
fi_fi: POP3-oletuskansiota %1$s ei voitu luoda
hu_hu: A(z) %1$s alapértelmezett POP3-mappa nem hozható létre
ja_jp: POP3 の既定フォルダー %1$s を作成できませんでした。
ro_ro: Dosarul implicit POP3 %1$s nu a putut fi creat
sk_sk: Predvolený poštový priečinok POP3 "%1$s" nebolo možné vytvoriť

source: Missing default %1$s folder in user mail settings
cs_cz: Chybí výchozí složka %1$s v uživatelském nastavení pošty
de_de: Fehlender Standard-%1$s-Ordner in den Benutzer-Maileinstellungen
fi_fi: Puuttuva oletuskansio %1$s käyttäjän postiasetuksissa
hu_hu: Hiányzó alapértelmezett %1$s mappa a felhasználó levélbeállításaiban
ja_jp: ユーザーのメール設定に既定の %1$s フォルダーがありません
ro_ro: Lipsește dosarul implicit %1$s în setările de mail ale utilizatorului
sk_sk: Chýba predvolený priečinok %1$s v nastaveniach používateľovej pošty

source: Update of folder %1$s failed
cs_cz: Aktualizace složky %1$s selhala
de_de: Aktualisierung des Ordners %1$d ist fehlgeschlagen
fi_fi: Kansion %1$s päivitys epäonnistui
hu_hu: A(z) %1$s mappa frissítése sikertelen
ja_jp: フォルダー %1$s の更新に失敗しました。
ro_ro: Actualizarea dosarului %1$s a eșuat
sk_sk: Aktualizácia priečinka %1$d zlyhala

source: Folder %1$s cannot be deleted
cs_cz: Složku %1$s nelze smazat
de_de: Der Ordner "%1$s" kann nicht gelöscht werden.
fi_fi: Kansiota %1$s ei voi poistaa
hu_hu: A(z) %1$s mappa nem törölhető
ja_jp: フォルダー %1$s を削除できません。
ro_ro: Dosarul %1$s nu poate fi șters
sk_sk: Priečinok %1$s nemožno zmazať

source: Flag %1$s could not be changed due to the following reason: %2$s
cs_cz: Příznak %1$s nemohl být změněn z tohoto důvodu: %2$s
de_de: Flag %1$s konnte aus folgendem Grund nicht geändert werden: %2$s
fi_fi: Lipuketta %1$s ei voitu muuttaa (syystä: "%2$s")
hu_hu: A(z) %1$s jelzőt nem sikerült módosítani a következő ok miatt: %2$s
ja_jp: フラグ %1$s は次の理由で変更できませんでした: %2$s
ro_ro: Marcajul %1$s nu a putut fi modificat din următorul motiv: %2$s
sk_sk: Príznak "%1$s" nebolo možné zmeniť z nasledovného dôvodu: %2$s

source: POP3 search failed due to the following reason: %1$s. Switching to application-based search
cs_cz: POP3 vyhledávání selhalo z tohoto důvodu: %1$s. Přepínám na vyhledávání v aplikaci.
de_de: Die POP3-Suche ist aus folgendem Grund fehlgeschlagen: %1$s. Es wird auf applikationsbasierte Suche umgeschaltet.
fi_fi: POP3-haku epäonnistui (syystä: "%1$s"). Käytetään ohjelman hakutoimintoa
hu_hu: A POP3-keresés sikertelen a következő ok miatt: %1$s. Váltás alkalmazás alapú keresésre
ja_jp: POP3検索は次の理由で失敗しました: %1$s。アプリケーションベースの検索に切り替えます
ro_ro: Căutarea POP3 a eșuat din următorul motiv: %1$s. Se trece pe căutarea bazată pe aplicații
sk_sk: Vyhľadávanie v POP3 zlyhalo z dôvodu "%1$s". Prepína sa na hľadanie v aplikácii

source: POP3 sort failed due to the following reason: %1$s Switching to application-based sorting
cs_cz: POP3 třídění selhalo z tohoto důvodu: %1$s. Přepínám na třídění v aplikaci
de_de: Die POP3-Sortierung ist aus folgendem Grund fehlgeschlagen: %1$s Es wird auf applikationsbasierte Sortierung umgeschaltet.
fi_fi: POP3-lajittelu epäonnistui (syystä: "%1$s"). Käytetään ohjelman lajittelutoimintoa
hu_hu: A POP3-rendezés sikertelen a következő ok miatt: %1$s. Váltás alkalmazás alapú rendezésre.
ja_jp: POP3 ソートが次の理由で失敗したため、アプリケーションベースのソートに切り替えます: %1$s
ro_ro: Sortarea POP3 a eșuat din următorul motiv: %1$s Se trece pe căutarea bazată pe aplicații
sk_sk: Zoraďovanie v POP3 zlyhalo z dôvodu "%1$s". Prepína sa na zoraďovanie v aplikácii

source: The supplied search field "%1$s" is unknown.
cs_cz: Zadané vyhledávací pole „%1$s“ není známé.
de_de: Das angegebene Suchfeld "%1$s" ist unbekannt.
fi_fi: Annettu hakukenttä "%1$s" on tuntematon.
hu_hu: A megadott „%1$s” keresőmező ismeretlen.
ja_jp: 検索フィールド "%1$s" に入力された値が不明です。
ro_ro: Câmpul de căutare furnizat "%1$s" este necunoscut.
sk_sk: Poskytnuté vyhľadávacie pole "%1$s" je neznáme.

source: Moving mail folder %1$s to subsequent folder %2$s is not allowed.
cs_cz: Přesunutí poštovní složky %1$s do složky %2$d není povolený.
de_de: Das Verschieben des E-Mail-Ordners %1$s in den untergeordneten Ordner %2$s ist nicht zulässig.
fi_fi: Viestikansiota %1$s ei saa siirtää alempaan kansioon %2$s.
hu_hu: A(z) %1$s levélmappa mozgatása a rákövetkező %2$s mappába nem engedélyezett.
ja_jp: フォルダー %1$s をその配下のフォルダー %2$s に移動することは許可されていません。
ro_ro: Nu este permisă mutarea dosarului de mail %1$s în dosarul următor %2$s.
sk_sk: Presunutie poštového priečinka %1$s do nasledujúceho priečinka %2$s nie je povolené.

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
cs_cz: Zprávu se nepodařilo přesunout do koše - nejspíš proto, že je vaše poštovní schránka téměř plná. Je-li tomu tak, zkuste, prosím, odstranit vymazané položky nebo nejdříve smazat menší zprávy.
de_de: Diese Nachricht konnte nicht in den Papierkorb verschoben werden. Wahrscheinlich ist Ihr Postfach fast voll. Entfernen Sie in diesem Fall Ihre gelöschten Objekte oder löschen Sie zuerst kleinere Nachrichten.
fi_fi: Tätä viestiä ei voitu siirtää roskakansioon, ehkä postilaatikkosi on lähes täynnä. Siinä tapauksessa, tyhjennä poistettujen viestien kansio tai poista ensin pienempiä viestejä.
hu_hu: Ez az üzenet nem mozgatható a törölt elemek mappába, amelynek lehetséges oka, hogy a postafiók majdnem megtelt. Ebben az esetben először próbálja meg kiüríteni a törölt elemek mappát vagy letörölni a kisebb üzeneteket.
ja_jp: このメッセージをゴミ箱フォルダーに移動できませんでした。メールボックスがいっぱいである可能性があります。最初に削除済みアイテムを空にするか、サイズの小さいメッセージから先に削除してください。
ro_ro: Nu s-a putut muta mesajul în dosarul de coș de gunoi, probabil deoarece căsuța dumneavoastră poștală este aproape plină. Goliți mai întâi dosarul de elemente șterse sau ștergeți mesajele mai scurte.
sk_sk: Túto správu nie je možné presunúť do priečinka Kôš, možno preto, že vaša poštová schránka je takmer plná. V takom prípade skúste najprv vyprázdniť odstránené položky alebo najskôr odstráňte menšie správy.

source: Missing %1$s folder in mail move operation. Please provide one and try again.
cs_cz: Chybí složka %1$s při přesunu pošty. Zadejte, prosím, nějakou složku a zkuste to znovu.
de_de: Fehlender %1$s-Ordner für E-Mail-Verschiebevorgang. Bitte geben Sie einen an und versuchen Sie es erneut.
fi_fi: Kansio %1$s puuttuu viestin siirtotoiminnossa. Anna sellainen ja yritä uudelleen, ole hyvä.
hu_hu: Hiányzó %1$s mappa a levélmozgatási műveletben. Írjon be egy nevet, és próbálja meg újra.
ja_jp: %1$s フォルダーが見つからないため、メールの移動操作を実行できません。正しい値を入力して、もう一度やり直してください。
ro_ro: Lipsește dosarul %1$s din operația de mutare a mesajelor. Furnizați dosarul și încercați din nou.
sk_sk: Chýba priečinok %1$s pri operácii presunutia pošty. Prosím, poskytnite ho a skúste to znova.

source: Message move aborted for user %1$s. Source and destination folders are the same: %2$s
cs_cz: Přesun zprávy pro uživatele %1$s zrušen. Zdrojová a cílová složka je stejná: %2$s
de_de: Der Verschiebe-Vorgang wurde für den Benutzer %1$s abgebrochen. Der Quell- und Ziel-Ordner sind identisch: %2$s
fi_fi: Viestin siirto keskeytetty käyttäjälle %1$s. Lähde ja kohdekansio ovat molemmat: %2$s
hu_hu: A(z) %1$s felhasználó üzenetének mozgatása megszakítva. A forrás és a cél mappák azonosak: %2$s
ja_jp: ユーザー %1$s のメッセージの移動を中止しました。送り側と受け側のフォルダーが同じです: %2$s
ro_ro: Mutarea mesajului a fost abandonată pentru utilizatorul %1$s. Dosarul sursă coincide cu cel destinație: %2$s
sk_sk: Presunutie správy prerušené u používateľa %1$s. Zdrojový a cieľový priečinok sa zhodujú: %2$s

source: POP3 folder read-only check failed
cs_cz: Selhala kontrola nastavení POP3 složky pouze pro čtení
de_de: Das Prüfen des POP3-Ordners auf Schreibschutz ist fehlgeschlagen
fi_fi: POP3-kansion "vain lukuoikeus" -tarkistus epäonnistui
hu_hu: A POP3 mappa írásvédelem-ellenőrzése sikertelen
ja_jp: POP3 フォルダーの読み取り専用の確認に失敗しました
ro_ro: Verificarea în mod citire a dosarului POP3 a eșuat
sk_sk: Kontrola, či je priečinok POP3 len na čítanie zlyhala

source: Unknown folder open mode %d
cs_cz: Neznámý režim otevírání složky %d
de_de: Unbekannter Modus %d zum Öffnen des Ordners
fi_fi: Tuntematon kansion avaustapa %d
hu_hu: Ismeretlen mappamegnyitási mód: %d
ja_jp: 次のフォルダーオープンモードが不明です: %d
ro_ro: Modul de deschidere a dosarului este necunoscut %d
sk_sk: Neznámy režim otvorenia priečinka %d

source: Message(s) %1$s in folder %2$s could not be deleted due to the following error: %3$s
cs_cz: Zprávu(y) %1$s ve složce %2$s se nepodařilo smazat kvůli následující chybě: %3$s
de_de: Die Nachricht(en) %1$s im Ordner %2$s konnten aufgrund folgenden Fehlers nicht gelöscht werden: %3$s
fi_fi: Viestiä tai viestejä %1$s kansiossa %2$s ei voitu poistaa (virhe: "%3$s")
hu_hu: Az üzenetek (%1$s) nem törölhetők a(z) %2$s mappában a következő hiba miatt: %3$s
ja_jp: 次のエラーが原因でフォルダー %2$s のメッセージ %1$s を削除できませんでした: %3$s
ro_ro: Mesajele %1$s din dosarul %2$s nu au putut fi șterse din cauza următoarei erori: %3$s
sk_sk: Správy %1$s v priečinku %2$s nebolo možné zmazať z dôvodu chyby: %3$s
