Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The field '%1$s' is mandatory. Please supply a valid value and try again.
cs_cz: Pole ‚%1$s‘ je povinné. Zadejte platnou hodnotu a zkuste to znovu.
fi_fi: "%1$s" -kenttä on pakollinen. Kirjoita kelpaava arvo ja yritä uudelleen.
hu_hu: A(z) '%1$s' mező kitöltése kötelező. Kérjük, adjon meg érvényes értéket, és próbálja meg újra.
ja_jp: フィールド"%1$s"は必須です。有効な値を入力して、もう一度やり直してください。
ro_ro: Câmpul "%1$s" este obligatoriu. Furnizați o valoare validă și încercați din nou.
sk_sk: Pole "%1$s" je povinné. Prosím, zadajte platnú hodnotu a skúste to znova.

source: LDAP contacts cannot be deleted.
cs_cz: Kontakty LDAP nelze smazat.
de_de: LDAP-Kontakte können nicht gelöscht werden.
fi_fi: LDAP-yhteystietoja ei voi poistaa.
hu_hu: Az LDAP-kapcsolatok nem törölhetők.
ja_jp: LDAP 連絡先は削除できません。
ro_ro: Contactele LDAP nu pot fi șterse.
sk_sk: Kontakty LDAP nie je možné zmazať.

source: Contacts cannot be inserted in LDAP.
cs_cz: Kontakty nelze vložit do LDAP.
de_de: Kontakte können nicht in LDAP eingefügt werden.
fi_fi: Yhteystietoja ei voi lisätä LDAP-palveluun.
hu_hu: A kapcsolatok nem szúrhatók be az LDAP-ba.
ja_jp: LDAP に連絡先を挿入できません。
ro_ro: Contactele nu pot fi inserate în LDAP.
sk_sk: Kontakty nie je možné vložiť do LDAP.

source: Error while trying to create connection to LDAP server.
cs_cz: Došlo k chybě při pokusu o navázání spojení s LDAP serverem.
de_de: Fehler beim Erstellen der Verbindung zum LDAP-Server.
fi_fi: Virhe luotaessa yhteyttä LDAP-palvelimeen.
hu_hu: Hiba történt a kapcsolat létrehozásakor az LDAP-kiszolgálóhoz.
ja_jp: LDAP サーバーへの接続時にエラーが発生しました。
ro_ro: Eroare la crearea conexiunii cu serverul LDAP.
sk_sk: Vyskytla sa chyba počas vytvárania pripojenia k serveru LDAP.

source: The LDAP search for the user contains too many results.
cs_cz: LDAP vyhledávání uživatele vrátilo příliš mnoho výsledků.
de_de: Die LDAP-Suche für den Benutzer enthält zu viele Treffer.
fi_fi: LDAP-haku käyttäjälle tuotti liian monta vastausta.
hu_hu: A felhasználó LDAP-keresése túl sok találatot tartalmaz.
ja_jp: LDAP のユーザー検索で複数のレコードが返されました。
ro_ro: Căutarea LDAP pentru utilizator conține prea multe rezultate.
sk_sk: Hľadanie používateľa v LDAP vrátilo príliš mnoho výsledkov.

source: The LDAP search for the user object "%s" gave no results.
cs_cz: LDAP vyhledávání objektu uživatele „%s“ nevrátilo žádné výsledky.
de_de: Die LDAP-Suche für das Benutzerobjekt "%s" ergab keinen Treffer.
fi_fi: LDAP-haku käyttäjälle "%s" ei tuottanut tuloksia.
hu_hu: A(z) "%s" felhasználói objektum LDAP-keresése nem ad vissza találatot.
ja_jp: LDAP 検索でユーザー オブジェクト "%s" が見つかりませんでした。
ro_ro: Căutarea LDAP pentru obiectul utilizator "%s" nu a returnat niciun rezultat.
sk_sk: Hľadanie používateľského objektu "%s" v LDAP nevrátilo žiadne výsledky.

source: The LDAP search in distribution lists for specific attributes is not supported.
cs_cz: Vyhledávání specifických atributů přes LDAP v distribučních seznamech není podporováno.
de_de: Die LDAP-Suche nach bestimmten Attributen in Verteilerlisten wird nicht unterstützt.
fi_fi: Tiettyjen ominaisuuksien LDAP-hakua jakelulistoista ei tueta.
hu_hu: Az LDAP keresés adott attribútumokra nem lehetséges a disztribúciós listákban.
ja_jp: 特定の属性についての連絡先グループのLDAP検索はサポートされていません。
ro_ro: Căutarea LDAP de atribute specifice în liste de distribuție nu este suportată.
sk_sk: Vyhľadávanie podľa konkrétnych atribútov LDAP v distribučných zoznamoch nie je podporované.

source: Display name
cs_cz: Zobrazované jméno
de_de: Angezeigter Name
fi_fi: Näytä nimi
hu_hu: Megjelenő név
ja_jp: 表示名
ro_ro: Nume afișat
sk_sk: Zobrazované meno

source: Name
cs_cz: Jméno
fi_fi: Nimi
hu_hu: Név
ja_jp: 名前
ro_ro: Nume
sk_sk: Meno

source: Last name
cs_cz: Příjmení
de_de: Nachname
fi_fi: Sukunimi
hu_hu: Vezetéknév
ja_jp: 姓
ro_ro: Nume
sk_sk: Priezvisko

source: First name
cs_cz: Křestní jméno
de_de: Vorname
fi_fi: Etunimi
hu_hu: Utónév
ja_jp: 名
ro_ro: Prenume
sk_sk: Krstné meno

source: Middle name
cs_cz: Prostřední jméno
de_de: Zweiter Vorname
fi_fi: Muut nimet
hu_hu: Középső név
ja_jp: ミドルネーム
ro_ro: Al doilea prenume
sk_sk: Stredné meno

source: Suffix
cs_cz: Za jménem
de_de: Endung
fi_fi: Jälkiliite
hu_hu: Utótag
ja_jp: 称号
ro_ro: Sufix
sk_sk: Prípona

source: Title
cs_cz: Titul
de_de: Anrede
fi_fi: Titteli
hu_hu: Megszólítás
ja_jp: タイトル
ro_ro: Titlu
sk_sk: Titul

source: Street (home)
cs_cz: Ulice (doma)
de_de: Straße (privat)
fi_fi: Katuosoite (koti)
hu_hu: Utca (otthoni)
ja_jp: 番地 (自宅)
ro_ro: Stradă (personal)
sk_sk: Ulica (domov)

source: Postcode (home)
cs_cz: PSČ (doma)
de_de: PLZ (privat)
fi_fi: Postinumero (koti)
hu_hu: Irányítószám (otthoni)
ja_jp: 郵便番号 (自宅)
ro_ro: Cod poștal (personal)
sk_sk: PSČ (domov)

source: Town (home)
cs_cz: Město (doma)
de_de: Stadt (privat)
fi_fi: Postitoimipaikka (koti)
hu_hu: Város (otthoni)
ja_jp: 市区町村 (自宅)
ro_ro: Localitate (personală)
sk_sk: Mesto (domov)

source: State (home)
cs_cz: Stát (doma)
de_de: Bundesland (privat)
fi_fi: Maakunta (koti)
hu_hu: Állam (otthoni)
ja_jp: 都道府県 (自宅)
ro_ro: Stat (personal)
sk_sk: Štát (domov)

source: Country (home)
cs_cz: Země (doma)
de_de: Land (privat)
fi_fi: Maa (koti)
hu_hu: Ország (otthoni)
ja_jp: 国 (自宅)
ro_ro: Țară (personal)
sk_sk: Krajina (domov)

source: Marital status
cs_cz: Rodinný stav
de_de: Familienstand
fi_fi: Aviosääty
hu_hu: Családi állapot
ja_jp: 既婚/未婚
ro_ro: Stare civilă
sk_sk: Rodinný stav

source: Children
cs_cz: Děti
de_de: Kinder
fi_fi: Lapsia
hu_hu: Gyermekek
ja_jp: 子供
ro_ro: Copii
sk_sk: Deti

source: Profession
cs_cz: Povolání
de_de: Beruf
fi_fi: Ammatti
hu_hu: Foglalkozás
ja_jp: 職業
ro_ro: Profesie
sk_sk: Povolanie

source: Nickname
cs_cz: Přezdívka
de_de: Spitzname
fi_fi: Kutsumanimi
hu_hu: Becenév
ja_jp: ニックネーム
ro_ro: Pseudonim
sk_sk: Prezývka

source: Spouse's name
cs_cz: Jméno družky/druha
de_de: Ehepartner
fi_fi: Puolison nimi
hu_hu: Házastárs neve
ja_jp: 配偶者名
ro_ro: Numele soțului/soției
sk_sk: Meno manžela/manželky

source: Comment
cs_cz: Komentář
de_de: Kommentar
fi_fi: Viesti
hu_hu: Megjegyzés
ja_jp: コメント
ro_ro: Comentariu
sk_sk: Komentár

source: Company
cs_cz: Firma
de_de: Firma
fi_fi: Yhtiö
hu_hu: Cég
ja_jp: 会社
ro_ro: Firmă
sk_sk: Spoločnosť

source: Department
cs_cz: Oddělení
de_de: Abteilung
fi_fi: Osasto
hu_hu: Osztály
ja_jp: 部署
ro_ro: Departament
sk_sk: Oddelenie

source: Position
cs_cz: Funkce
fi_fi: Asema
hu_hu: Beosztás
ja_jp: 役職
ro_ro: Poziție
sk_sk: Pozícia

source: Employee type
cs_cz: Druh zaměstnání
de_de: Mitarbeiter-Typ
fi_fi: Työntekijän tyyppi
hu_hu: Alkalmazott típusa
ja_jp: 従業員タイプ
ro_ro: Tip angajat
sk_sk: Typ zamestnanca

source: Room number
cs_cz: Číslo místnosti
de_de: Raumnummer
fi_fi: Huonenumero
hu_hu: Szobaszám
ja_jp: 部屋番号
ro_ro: Număr încăpere
sk_sk: Číslo miestnosti

source: Street (business)
cs_cz: Ulice (zaměstnání)
de_de: Straße (geschäftlich)
fi_fi: Katuosoite (työ)
hu_hu: Utca (üzleti)
ja_jp: 番地 (勤務先)
ro_ro: Stradă (profesional)
sk_sk: Ulica (do práce)

source: Postcode (business)
cs_cz: PSČ (zaměstnání)
de_de: PLZ (geschäftlich)
fi_fi: Postinumero (työ)
hu_hu: Irányítószám (üzleti)
ja_jp: 郵便番号 (勤務先)
ro_ro: Cod poștal (profesional)
sk_sk: Telefón (do práce)

source: Town (business)
cs_cz: Město (zaměstnání)
de_de: Stadt (geschäftlich)
fi_fi: Postitoimipaikka (työ)
hu_hu: Város (üzleti)
ja_jp: 市区町村 (勤務先)
ro_ro: Localitate (profesională)
sk_sk: Mesto (do práce)

source: State (business)
cs_cz: Stát (zaměstnání)
de_de: Bundesland (geschäftlich)
fi_fi: Maakunta (työ)
hu_hu: Állam (üzleti)
ja_jp: 都道府県 (勤務先)
ro_ro: Stat (profesional)
sk_sk: Štát (do práce)

source: Country (business)
cs_cz: Země (zaměstnání)
de_de: Land (geschäftlich)
fi_fi: Maa (työ)
hu_hu: Ország (üzleti)
ja_jp: 国 (勤務先)
ro_ro: Țară (profesional)
sk_sk: Krajina (do práce)

source: Employee ID
cs_cz: ID zaměstnance
de_de: Mitarbeiter-ID
fi_fi: Työntekijätunnus
hu_hu: Alkalmazotti azonosító
ja_jp: 従業員 ID
ro_ro: Cod angajat
sk_sk: ID zamestnanca

source: Sales volume
cs_cz: Objem prodeje
de_de: Umsatz
fi_fi: Liikevaihto
hu_hu: Értékesítési mennyiség
ja_jp: 売上規模
ro_ro: Volum vânzări
sk_sk: Objem predaja

source: Tax id
cs_cz: DIČ
de_de: Steuernummer
fi_fi: Verotunnus
hu_hu: Adószám
ja_jp: 税金 ID
ro_ro: Cod de înregistrare fiscală
sk_sk: Daňové identifikačné číslo

source: Commercial register
cs_cz: Obchodní rejstřík
de_de: Handelsregister
fi_fi: Kaupparekisteri
hu_hu: Cégjegyzékszám
ja_jp: 商業登記
ro_ro: Registrul comerțului
sk_sk: Obchodný register

source: Branches
cs_cz: Odvětví
de_de: Branchen
fi_fi: Sivutoimipisteet
hu_hu: Fiókirodák
ja_jp: 支店
ro_ro: Branșe
sk_sk: Pobočky

source: Business category
cs_cz: Kategorie podnikání
de_de: Geschäftsbereich
fi_fi: Liiketoiminnan ala
hu_hu: Cégkategória
ja_jp: 業種
ro_ro: Categorie comercială
sk_sk: Predmet podnikania

source: Info
hu_hu: Információ
ja_jp: 情報
ro_ro: Informații

source: Manager
cs_cz: Manažer
fi_fi: Johtaja
hu_hu: Főnök
ja_jp: 上司
sk_sk: Manažér

source: Assistant
cs_cz: Asistent
de_de: Assistent
fi_fi: Assistentti
hu_hu: Asszisztens
ja_jp: 秘書
ro_ro: Asistent
sk_sk: Asistent

source: Street (other)
cs_cz: Ulice (jiné)
de_de: Straße (weitere)
fi_fi: Katuosoite (muu)
hu_hu: Utca (egyéb)
ja_jp: 番地 (その他)
ro_ro: Stradă (alta)
sk_sk: Ulica (iné)

source: Postcode (other)
cs_cz: PSČ (jiné)
de_de: PLZ (weitere)
fi_fi: Postinumero (muu)
hu_hu: Irányítószám (egyéb)
ja_jp: 郵便番号 (その他)
ro_ro: Cod poștal (altul)
sk_sk: PSČ (iné)

source: Town (other)
cs_cz: Město (jiné)
de_de: Stadt (weitere)
fi_fi: Postitoimipaikka (muu)
hu_hu: Város (egyéb)
ja_jp: 市区町村 (その他)
ro_ro: Localitate (alta)
sk_sk: Mesto (iné)

source: State (other)
cs_cz: Stát (jiné)
de_de: Bundesland (weiteres)
fi_fi: Maakunta (muu)
hu_hu: Állam (egyéb)
ja_jp: 都道府県 (その他)
ro_ro: Stat (altul)
sk_sk: Štát (iné)

source: Country (other)
cs_cz: Země (jiné)
de_de: Land (weiteres)
fi_fi: Maa (muu)
hu_hu: Ország (egyéb)
ja_jp: 国 (その他)
ro_ro: Țară (alta)
sk_sk: Krajina (iné)

source: Telephone assistant
cs_cz: Telefonní asistent
de_de: Telefon (Assistent)
fi_fi: Assistentin puhelinnumero
hu_hu: Asszisztens telefonja
ja_jp: 電話 (秘書)
ro_ro: Telefon asistent
sk_sk: Telefón asistenta

source: Phone (business)
cs_cz: Telefon (zaměstnání)
de_de: Telefon (geschäftlich)
fi_fi: Puhelin (työ)
hu_hu: Telefon (üzleti)
ja_jp: 電話 (勤務先)
ro_ro: Telefon (profesional)
sk_sk: Telefón (do práce)

source: Phone (business alt)
cs_cz: Telefon (zaměstnání, alt.)
de_de: Telefon (geschäftlich 2)
fi_fi: Puhelin (työ vaihtoehtoinen)
hu_hu: Telefon (másik üzleti)
ja_jp: 電話 (勤務先 予備)
ro_ro: Telefon (profesional alternativ)
sk_sk: Telefón (alt. do práce)

source: Telephone callback
cs_cz: Zpětné zavolání
de_de: Telefon (Rückruf)
fi_fi: Puhelin (vastapuhelu)
hu_hu: Visszahívási telefon
ja_jp: 電話のコールバック
ro_ro: Telefon pentru apelare inversă
sk_sk: Zavolanie naspäť telefónom

source: Phone (car)
cs_cz: Telefon (auto)
de_de: Autotelefon
fi_fi: Puhelin (auto)
hu_hu: Telefon (autó)
ja_jp: 自動車電話
ro_ro: Telefon (mașină)
sk_sk: Telefón (auto)

source: Telephone company
cs_cz: Telefonní společnost
de_de: Telefon (Zentrale)
fi_fi: Yrityksen puhelinnumero
hu_hu: Cég telefonszáma
ja_jp: 電話会社
ro_ro: Companie telefonică
sk_sk: Telefónna spoločnosť

source: Phone (home)
cs_cz: Telefon (doma)
de_de: Telefon (privat)
fi_fi: Puhelin (koti)
hu_hu: Telefon (otthoni)
ja_jp: 電話 (自宅)
ro_ro: Telefon (personal)
sk_sk: Telefón (domov)

source: Phone (home alt)
cs_cz: Telefon (doma, alt.)
de_de: Telefon (privat 2)
fi_fi: Puhelin (koti vaihtoehtoinen)
hu_hu: Telefon (másik otthoni)
ja_jp: 電話 (自宅 予備)
ro_ro: Telefon (personal alternativ)
sk_sk: Telefón (alt. domov)

source: FAX (home)
cs_cz: Fax (doma)
de_de: Fax (privat)
fi_fi: Faksi (koti)
hu_hu: Fax (otthoni)
ja_jp: FAX (自宅)
ro_ro: FAX (personal)
sk_sk: Fax (domov)

source: Telephone ISDN
cs_cz: Telefon ISDN
de_de: ISDN-Telefon
fi_fi: ISDN-linjan puhelinnumero
hu_hu: Telefon (ISDN)
ja_jp: ISDN 電話
ro_ro: Telefon ISDN
sk_sk: Telefón (ISDN)

source: Cell phone
cs_cz: Mobilní telefon
de_de: Mobiltelefon
fi_fi: Matkapuhelin
hu_hu: Mobiltelefon
ja_jp: 携帯電話
ro_ro: Telefon mobil
sk_sk: Mobilný telefón

source: Cell phone (alt)
cs_cz: Mobilní telefon (alt.)
de_de: Mobiltelefon (2)
fi_fi: Matkapuhelin vaihtoehtoinen
hu_hu: Mobiltelefon (másik)
ja_jp: 携帯電話 (予備)
ro_ro: Telefon mobil (alternativ)
sk_sk: Mobilný telefón (alt)

source: Phone (other)
cs_cz: Telefon (jiné)
de_de: Telefon (weiteres)
fi_fi: Puhelin (muu)
hu_hu: Telefon (egyéb)
ja_jp: その他の電話
ro_ro: Telefon (altul)
sk_sk: Telefón (iný)

source: FAX other
cs_cz: Fax (jiné)
de_de: Fax (weiteres)
fi_fi: Faksi (muu)
hu_hu: Fax (egyéb)
ja_jp: FAX (その他)
ro_ro: FAX (altul)
sk_sk: Fax iný

source: Pager
fi_fi: Hakulaite
hu_hu: Személyhívó
ja_jp: ポケットベル

source: Telephone primary
cs_cz: Telefon, hlavní
de_de: Telefon (primär)
fi_fi: Puhelin ensisijainen
hu_hu: Telefon (elsődleges)
ja_jp: 通常の電話
ro_ro: Telefon principal
sk_sk: Primárny telefón

source: Telephone radio
cs_cz: Telefon, rádiový
de_de: Funktelefon
fi_fi: Radiopuhelin
hu_hu: Telefon (rádiós)
ja_jp: 無線電話
ro_ro: Telefon radio
sk_sk: Rádiotelefón

source: Telex
fi_fi: Teleksi
ja_jp: テレックス
ro_ro: Fax

source: Instant Messenger 1
cs_cz: Rychlé zprávy 1
fi_fi: Pikaviestin 1
hu_hu: 1. azonnali üzenetküldő
ja_jp: IM 1
ro_ro: Mesagerie instantanee 1
sk_sk: Rýchle správy (IM) 1

source: Instant Messenger 2
cs_cz: Rychlé zprávy 2
fi_fi: Pikaviestin 2
hu_hu: 2. azonnali üzenetküldő
ja_jp: IM 2
ro_ro: Mesagerie instantanee 2
sk_sk: Rýchle správy (IM) 2

source: IP phone
cs_cz: IP telefon
de_de: IP-Telefon
fi_fi: IP puhelin
hu_hu: IP-telefon
ja_jp: IP 電話
ro_ro: Telefon IP
sk_sk: IP telefón

source: Email 1
fi_fi: Sähköposti 1
hu_hu: 1. e-mail
ja_jp: メール 1

source: Email 2
fi_fi: Sähköposti 2
hu_hu: 2. e-mail
ja_jp: メール 2

source: Email 3
fi_fi: Sähköposti 3
hu_hu: 3. e-mail
ja_jp: メール 3

source: Categories
cs_cz: Kategorie
de_de: Kategorien
fi_fi: Kategoriat
hu_hu: Kategóriák
ja_jp: カテゴリ
ro_ro: Categorii
sk_sk: Kategórie

source: Optional 01
cs_cz: Volitelné 1
fi_fi: Vapaavalintainen 01
hu_hu: Opcionális 01
ja_jp: オプション 01
ro_ro: Opțional 01
sk_sk: Voliteľné 01

source: Optional 02
cs_cz: Volitelné 2
fi_fi: Vapaavalintainen 02
hu_hu: Opcionális 02
ja_jp: オプション 02
ro_ro: Opțional 02
sk_sk: Voliteľné 02

source: Optional 03
cs_cz: Volitelné 3
fi_fi: Vapaavalintainen 03
hu_hu: Opcionális 03
ja_jp: オプション 03
ro_ro: Opțional 03
sk_sk: Voliteľné 03

source: Optional 04
cs_cz: Volitelné 4
fi_fi: Vapaavalintainen 04
hu_hu: Opcionális 04
ja_jp: オプション 04
ro_ro: Opțional 04
sk_sk: Voliteľné 04

source: Optional 05
cs_cz: Volitelné 5
fi_fi: Vapaavalintainen 05
hu_hu: Opcionális 05
ja_jp: オプション 05
ro_ro: Opțional 05
sk_sk: Voliteľné 05

source: Optional 06
cs_cz: Volitelné 6
fi_fi: Vapaavalintainen 06
hu_hu: Opcionális 06
ja_jp: オプション 06
ro_ro: Opțional 06
sk_sk: Voliteľné 06

source: Optional 07
cs_cz: Volitelné 7
fi_fi: Vapaavalintainen 07
hu_hu: Opcionális 07
ja_jp: オプション 07
ro_ro: Opțional 07
sk_sk: Voliteľné 07

source: Optional 08
cs_cz: Volitelné 8
fi_fi: Vapaavalintainen 08
hu_hu: Opcionális 08
ja_jp: オプション 08
ro_ro: Opțional 08
sk_sk: Voliteľné 08

source: Optional 09
cs_cz: Volitelné 9
fi_fi: Vapaavalintainen 09
hu_hu: Opcionális 09
ja_jp: オプション 09
ro_ro: Opțional 09
sk_sk: Voliteľné 09

source: Optional 10
cs_cz: Volitelné 10
fi_fi: Vapaavalintainen 10
hu_hu: Opcionális 10
ja_jp: オプション 10
ro_ro: Opțional 10
sk_sk: Voliteľné 10

source: Optional 11
cs_cz: Volitelné 11
fi_fi: Vapaavalintainen 11
hu_hu: Opcionális 11
ja_jp: オプション 11
ro_ro: Opțional 11
sk_sk: Voliteľné 11

source: Optional 12
cs_cz: Volitelné 12
fi_fi: Vapaavalintainen 12
hu_hu: Opcionális 12
ja_jp: オプション 12
ro_ro: Opțional 12
sk_sk: Voliteľné 12

source: Optional 13
cs_cz: Volitelné 13
fi_fi: Vapaavalintainen 13
hu_hu: Opcionális 13
ja_jp: オプション 13
ro_ro: Opțional 13
sk_sk: Voliteľné 13

source: Optional 14
cs_cz: Volitelné 14
fi_fi: Vapaavalintainen 14
hu_hu: Opcionális 14
ja_jp: オプション 14
ro_ro: Opțional 14
sk_sk: Voliteľné 14

source: Optional 15
cs_cz: Volitelné 15
fi_fi: Vapaavalintainen 15
hu_hu: Opcionális 15
ja_jp: オプション 15
ro_ro: Opțional 15
sk_sk: Voliteľné 15

source: Optional 16
cs_cz: Volitelné 16
fi_fi: Vapaavalintainen 16
hu_hu: Opcionális 16
ja_jp: オプション 16
ro_ro: Opțional 16
sk_sk: Voliteľné 16

source: Optional 17
cs_cz: Volitelné 17
fi_fi: Vapaavalintainen 17
hu_hu: Opcionális 17
ja_jp: オプション 17
ro_ro: Opțional 17
sk_sk: Voliteľné 17

source: Optional 18
cs_cz: Volitelné 18
fi_fi: Vapaavalintainen 18
hu_hu: Opcionális 18
ja_jp: オプション 18
ro_ro: Opțional 18
sk_sk: Voliteľné 18

source: Optional 19
cs_cz: Volitelné 19
fi_fi: Vapaavalintainen 19
hu_hu: Opcionális 19
ja_jp: オプション 19
ro_ro: Opțional 19
sk_sk: Voliteľné 19

source: Optional 20
cs_cz: Volitelné 20
fi_fi: Vapaavalintainen 20
hu_hu: Opcionális 20
ja_jp: オプション 20
ro_ro: Opțional 20
sk_sk: Voliteľné 20

source: Date of birth
cs_cz: Datum narození
de_de: Geburtsdatum
fi_fi: Syntymäaika
hu_hu: Születési idő
ja_jp: 生年月日
ro_ro: Data nașterii
sk_sk: Dátum narodenia

source: Anniversary
cs_cz: Výročí
de_de: Jahrestag
fi_fi: Vuosipäivä
hu_hu: Évforduló
ja_jp: 記念日
ro_ro: Aniversare
sk_sk: Výročie

source: File as
cs_cz: Uložit jako
de_de: Speichern unter
fi_fi: Arkistointityyppi
hu_hu: Fájl, mint
ja_jp: ファイル
ro_ro: Fișier ca
sk_sk: Uložiť ako

source: First name (yomi)
cs_cz: Křestní jméno (yomi)
de_de: Vorname (yomi)
fi_fi: Etunimi (yomi)
hu_hu: Utónév (yomi)
ja_jp: 名 (よみ)
ro_ro: Prenume (yomi)
sk_sk: Krstné meno (yomi)

source: Last name (yomi)
cs_cz: Příjmení (yomi)
de_de: Nachname (yomi)
fi_fi: Sukunimi (yomi)
hu_hu: Vezetéknév (yomi)
ja_jp: 姓 (よみ)
ro_ro: Nume (yomi)
sk_sk: Priezvisko (yomi)

source: Company (yomi)
cs_cz: Firma (yomi)
de_de: Firma (yomi)
fi_fi: Yhtiö (yomi)
hu_hu: Cég (yomi)
ja_jp: 勤務先 (よみ)
ro_ro: Firmă (yomi)
sk_sk: Spoločnosť (yomi)

source: File name
cs_cz: Název souboru
de_de: Dateiname
fi_fi: Tiedostonimi
hu_hu: Fájlnév
ja_jp: ファイル名
ro_ro: Nume fișier
sk_sk: Názov súboru

source: Address (home)
cs_cz: Adresa (doma)
de_de: Adresse (privat)
fi_fi: Kotiosoite
hu_hu: Cím (otthoni)
ja_jp: 住所 (自宅)
ro_ro: Adresă (personală)
sk_sk: Adresa (domov)

source: Address (business)
cs_cz: Adresa (zaměstnání)
de_de: Adresse (geschäftlich)
fi_fi: Työosoite
hu_hu: Cím (üzleti)
ja_jp: 住所 (勤務先)
ro_ro: Adresă (profesională)
sk_sk: Adresa (do práce)

source: Address (other)
cs_cz: Adresa (jiné)
de_de: Adresse (weitere)
fi_fi: Muu osoite
hu_hu: Cím (egyéb)
ja_jp: 住所 (その他)
ro_ro: Adresă (alta)
sk_sk: Adresa (iné)

source: No vCard could be found in the supplied file. Please use a valid vCard file and try again.
cs_cz: V daném souboru nebyla nalezena žádná vCard. Použijte, prosím, platný soubor s vCard a zkuste to znovu.
de_de: In der bereitgestellten Datei konnte keine vCard gefunden werden. Bitte verwenden Sie eine gültige vCard-Datei und versuchen Sie es erneut.
fi_fi: Annetusta tiedostosta ei löytynyt vCardia. Käytä kelpaavaa vCard-tiedostoa ja yritä uudelleen.
hu_hu: Nem található érvényes vCard a megadott fájlban. Használjon érvényes vCard fájlt és próbálja újra.
ja_jp: vCardが指定ファイルに見つかりませんでした。有効なvCardファイルを使用して、もう一度やり直してください。
ro_ro: Nu s-a putut găsi niciun vCard în fișierul furnizat. Utilizați un vCard corect și încercați din nou.
sk_sk: V zadanom súbore sa nepodarilo nájsť vCard. Prosím, použite platný súbor vCard a skúste to znova.

source: Validation failed for property "%1$s": %2$s
cs_cz: Validace „%1$s“ selhala: %2$s
de_de: Fehlgeschlagene Validierung für die Eigenschaft "%1$s": %2$s
fi_fi: Ominaisuuden "%1$s": %2$s validointi epäonnistui
hu_hu: A(z) "%1$s" tulajdonság érvényesítése meghiúsult: %2$s
ja_jp: プロパティ %1$s の検証に失敗しました: %2$s
ro_ro: Validarea pentru proprietatea "%1$s" a eșuat: %2$s
sk_sk: Zlyhalo overenie pri vlastnosti "%1$s": %2$s

source: Error reading vCard: %1$s
cs_cz: Chyba při čtení vCard: %1$s
de_de: Fehler beim Lesen der vCard: %1$s
fi_fi: Virhe luettaessa vCardia %1$s
hu_hu: Hiba a vCard beolvasásakor: %1$s
ja_jp: vCard の読み込みエラー: %1$s
ro_ro: Eroare la citirea vCard-ului: %1$s
sk_sk: Chyba pri čítaní vCard: %1$s

source: The vCard exceeds the maximum allowed size and can't be imported.
cs_cz: Tato vCard překračuje maximální povolenou velikost a nelze ji importovat.
de_de: Die vCard überschreitet die maximal zulässige Größe und kann nicht importiert werden.
fi_fi: vCard ylittää korkeimman sallitun koon eikä sitä voi tuoda.
hu_hu: A vCard elérte a maximálisan engedélyezett méretet és nem importálható.
ja_jp: vCardは最大許容サイズを超えており、インポートできません。
ro_ro: vCard-ul depășește dimensiunea maximă permisă și nu poate fi importat.
sk_sk: VCard prekračuje maximálnu povolenú veľkosť a nie je možné ju naimportovať.

source: Unable to access the file store.
cs_cz: Nemám přístup k úložišti souborů.
de_de: Der Zugriff auf den Dateispeicher ist fehlgeschlagen.
fi_fi: Ei pääsyä tiedostotaltioon.
hu_hu: A fájltároló nem érhető el.
ja_jp: ファイルストアにアクセスできません。
ro_ro: Nu s-a putut accesa depozitul de fișiere.
sk_sk: Nebolo možné pristupovať k úložisku súborov.

source: Read all your contacts.
cs_cz: Přístup ke všem vašim kontaktům.
de_de: Alle Ihre Kontakte lesen.
fi_fi: Lue kaikki yhteystietosi.
hu_hu: Összes névjegy beolvasása.
ja_jp: すべての連絡先を表示。
ro_ro: Citiți toate contactele.
sk_sk: Zobraziť všetky vaše kontakty.

source: Create, modify and delete contacts.
cs_cz: Vytváření, úpravy a mazání kontaktů.
de_de: Kontakte anlegen, ändern und löschen
fi_fi: Lue, muokkaa ja poista yhteystietoja.
hu_hu: Névjegyek létrehozása, módosítása és törlése.
ja_jp: 連絡先の作成、変更、削除。
ro_ro: Creează, modifică și șterge contacte.
sk_sk: Vytvárať, upravovať a odstraňovať kontakty.

source: The type %1$s of the provided file is not supported.
cs_cz: Daný typ souboru (%1$s) není podporovaný.
de_de: Der Typ %1$s der angegebenen Datei wird nicht unterstützt.
fi_fi: Annetun tiedoston tyyppi %1$s ei ole tuettu.
hu_hu: A fájl megadott %1$s típusa nem támogatott.
ja_jp: 指定されたファイルのタイプ %1$s はサポートされていません。
ro_ro: Tipul %1$s indicat pentru fișier nu este suportat.
sk_sk: Typ %1$s poskytnutého súboru nie je podporovaný.

source: The following field(s) are too long: %1$s
cs_cz: Následující pole je/jsou příliš dlouhé/á: %1$s
de_de: Folgende(s) Feld(er) sind zu lang: %1$s
fi_fi: Seuraava kenttä tai seuraavat kentät ovat liian pitkiä: %1$s
hu_hu: A következő mezők túl hosszúak: %1$s
ja_jp: 次のフィールドが長過ぎます: %1$s
ro_ro: Următoarele câmpuri sunt prea lungi: %1$s
sk_sk: Nasledovné polia sú príliš dlhé: %1$s

source: The provided password seems to be wrong or something bad happened.
cs_cz: Zadané heslo nejspíš není správné, nebo se stalo něco nepříjemného.
de_de: Entweder ist das angegebene Passwort falsch oder es trat ein anderer, schwerwiegender Fehler auf.
fi_fi: Annettu salasana on väärin tai jotakin epämieluisaa tapahtui.
hu_hu: A megadott jelszavak hibásnak tűnnek, vagy hiba történt.
ja_jp: 入力したパスワードは誤っているか、エラーが発生している可能性があります。
ro_ro: Parola furnizată pare incorectă sau s-a întâmplat ceva neprevăzut.
sk_sk: Poskytnuté heslo sa zdajú byť nesprávne alebo sa pokazilo niečo iné.

source: Cannot get connection to config DB.
cs_cz: Nelze se připojit ke konfigurační DB.
de_de: Die Verbindung zur config DB kann nicht hergestellt werden.
fi_fi: Ei saada yhteyttä asetustietokantaan.
hu_hu: Nem hozható létre kapcsolat a konfigurációs adatbázishoz.
ja_jp: 構成データベースに接続できません。
ro_ro: Nu s-a putut realiza conexiunea pentru configurarea bazei de date.
sk_sk: Nie je možné získať spojenie s konfiguračnou DB.

source: Database for context %1$d and server %2$d can not be resolved
cs_cz: Nelze zjistit databázi pro kontext %1$d a server %2$d
de_de: Auflösen der Datenbank für Kontext %1$d und Server %2$d nicht möglich
fi_fi: Tietokantaa kontekstille %1$d ja palvelimelle %2$d ei löydy
hu_hu: Az adatbázis a(z) %1$d kontextushoz és %2$d kiszolgálóhoz nem oldható fel
ja_jp: サーバー %2$d のコンテキスト %1$d のデータベースの名前解決ができません
ro_ro: Nu s-a putut determina baza de date pentru contextul %1$d și serverul %2$d
sk_sk: Preklad databázy pre kontext %1$d a server %2$d nie je možný!
