Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: You have no access to this calendar.
cs_cz: K tomuto kalendáři nemáte přístup.
de_de: Sie haben keinen Zugriff auf diesen Kalender.
fi_fi: Et voi käyttää tätä kalenteria.
hu_hu: Nincs hozzáférése ehhez a naptárhoz.
ja_jp: このカレンダーにアクセスできません。
ro_ro: Nu aveți acces la acest calendar.
sk_sk: Nemáte prístup k tomuto kalendáru.

source: The requested page was not found.
cs_cz: Požadovaná stránka nebyla nalezena.
de_de: Die angeforderte Seite wurde nicht gefunden.
fi_fi: Sivua ei löytynyt.
hu_hu: A kért oldal nem található.
ja_jp: 要求されたページが見つかりませんでした。
ro_ro: Pagina solicitată nu a fost găsită.
sk_sk: Požadovaná stránka nebola nájdená.

source: The remote calendar service is unavailable at the moment. Please try again later.
cs_cz: Kalendářová služba není právě k dispozici. Zkuste to později.
de_de: Der Remote-Kalenderdienst ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
fi_fi: Etäkalenteripalvelu ei ole tällä hetkellä saatavilla. Yritä myöhemmin uudelleen.
hu_hu: A távoli naptár jelenleg nem érhető el. Próbálja újra később.
ja_jp: 現在リモートカレンダーサービスは利用できません。後でもう一度やり直してください。
ro_ro: Serviciul de calendar la distanță nu este disponibil momentan. Vă rugăm să încercați din nou mai târziu.
sk_sk: Služba vzdialeného kalendára nie je momentálne k dispozícii. Prosím, skúste to znova neskôr.

source: An error occurred at the remote calendar service. Please try again later.
cs_cz: Na straně kalendářové služby došlo k chybě. Zkuste to později.
de_de: Beim Remote-Kalenderdienst ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fi_fi: Etäkalenteripalvelussa tapahtui virhe. Yritä myöhemmin uudelleen.
hu_hu: Hiba történt a távoli naptár-szolgáltatásban. Próbálja újra később.
ja_jp: リモートカレンダーサービスにエラーが発生しました。後でもう一度やり直してください。
ro_ro: A apărut o eroare la serviciul de calendar la distanță. Vă rugăm să încercați din nou mai târziu.
sk_sk: V službe vzdialeného kalendára sa vyskytla chyba. Skúste to znova neskôr.

source: Private
cs_cz: Soukromá
de_de: Privat
fi_fi: Yksityinen
hu_hu: Privát
ja_jp: プライベート
ro_ro: Personal
sk_sk: Súkromné

source: Subject
cs_cz: Předmět
de_de: Betreff
fi_fi: Aihe
hu_hu: Tárgy
ja_jp: 件名
ro_ro: Subiect
sk_sk: Predmet

source: Location
cs_cz: Místo
de_de: Ort
fi_fi: Sijainti
hu_hu: Hely
ja_jp: 場所
ro_ro: Loc
sk_sk: Umiestnenie

source: Starts on
cs_cz: Začíná
de_de: Beginnt am
fi_fi: Alkaa
hu_hu: Kezdődik
ja_jp: 開始日時
ro_ro: Începe în data de
sk_sk: Začína

source: Ends on
cs_cz: Končí
de_de: Endet am
fi_fi: Loppuu
hu_hu: Befejezés:
ja_jp: 終了日付
ro_ro: Se termină în data de
sk_sk: Končí

source: Repeat
cs_cz: Opakovat
de_de: Wiederholen
fi_fi: Toista
hu_hu: Ismétlés
ja_jp: 繰り返し
ro_ro: Repetă
sk_sk: Opakovať

source: Description
cs_cz: Popis
de_de: Beschreibung
fi_fi: Kuvaus
hu_hu: Leírás
ja_jp: 説明
ro_ro: Descriere
sk_sk: Popis

source: Conference
cs_cz: Konference
de_de: Konferenz
fi_fi: Kokous
hu_hu: Tárgyalás
ja_jp: 会議
ro_ro: Conferinţă
sk_sk: Konferencia

source: Visibility
cs_cz: Viditelnost
de_de: Sichtbarkeit
fi_fi: Näkyvyys
hu_hu: Láthatóság
ja_jp: 可視性
ro_ro: Vizibilitate
sk_sk: Viditeľnosť

source: Color
cs_cz: Barva
de_de: Farbe
fi_fi: Väri
hu_hu: Szín
ja_jp: 色
ro_ro: Culoare
sk_sk: Farba

source: Show as
cs_cz: Zobrazit jako
de_de: Anzeigen als
fi_fi: Näytä
hu_hu: Megjelenítés mint:
ja_jp: 次として表示
ro_ro: Afișează ca
sk_sk: Zobraziť ako

source: Attachments
cs_cz: Přílohy
de_de: Anhänge
fi_fi: Liitteet
hu_hu: Mellékletek
ja_jp: 添付ファイル
ro_ro: Fișiere atașate
sk_sk: Prílohy

source: The requested appointment was not found.
cs_cz: Požadovaná schůzka nebyla nalezena.
de_de: Der angeforderte Termin wurde nicht gefunden.
fi_fi: Pyydettyä tapaamista ei löytynyt.
hu_hu: A keresett találkozó nem található.
ja_jp: 要求された予定が見つかりませんでした。
ro_ro: Întâlnirea solicitată nu a fost găsită.
sk_sk: Požadovaná schôdzka nebola nájdená.

source: The requested version of the appointment was not found.
cs_cz: Požadovaná verze schůzky nebyla nalezena.
de_de: Die angeforderte Version des Termins wurde nicht gefunden.
fi_fi: Pyydettyä tapaamisversiota ei löytynyt.
hu_hu: A keresett találkozó verziója nem található.
ja_jp: 要求された予定のバージョンが見つかりませんでした。
ro_ro: Versiunea solicitată a întâlnirii nu a fost găsită.
sk_sk: Požadovaná verzia schôdzky sa nenašla.

source: The requested folder was not found.
cs_cz: Požadovaná složka nebyla nalezena.
de_de: Der angeforderte Ordner wurde nicht gefunden.
fi_fi: Pyytämääsi kansiota ei löytynyt.
hu_hu: A keresett mappa nem található.
ja_jp: 要求されたフォルダーが見つかりませんでした。
ro_ro: Dosarul solicitat nu a fost găsit.
sk_sk: Požadovaný priečinok nebol nájdený.

source: The requested participant was not found.
cs_cz: Požadovaný účastník nebyl nalezen.
de_de: Der angeforderte Teilnehmer wurde nicht gefunden.
fi_fi: Pyydettyä osallistujaa ei löytynyt.
hu_hu: A keresett résztvevő nem található.
ja_jp: 要求された参加者が見つかりませんでした。
ro_ro: Participantul solicitat nu a fost găsit.
sk_sk: Požadovaný účastník nebol nájdený.

source: The requested alarm was not found.
cs_cz: Požadovaná upomínka nebyla nalezena.
de_de: Die angeforderte Erinnerung wurde nicht gefunden.
fi_fi: Pyydettyä hälytystä ei löytynyt.
hu_hu: A kért riasztás nem található.
ja_jp: 要求されたアラームが見つかりませんでした。
ro_ro: Alarma solicitată nu a fost găsită.
sk_sk: Požadované upozornenie nebolo nájdené.

source: The requested calendar account was not found.
cs_cz: Požadovaný kalendářní účet nebyl nalezen.
de_de: Der angeforderte Kalender wurde nicht gefunden.
fi_fi: Pyydettyä kalenteritiliä ei löytynyt.
hu_hu: A keresett naptári fiók nem található.
ja_jp: 要求されたカレンダーアカウントが見つかりませんでした。
ro_ro: Contul calendar solicitat nu a fost găsit.
sk_sk: Požadovaný kalendár nebol nájdený.

source: The calendar provider "%1$s" is not available.
cs_cz: Poskytovatel kalendáře „%1$s“ není dostupný.
de_de: Der Kalenderanbieter "%1$s" ist nicht verfügbar.
fi_fi: Kalenterintarjoaja "%1$s" ei ole saatavilla.
hu_hu: A(z) „%1$s” naptárszolgáltató nem érhető el.
ja_jp: カレンダープロバイダ "%1$s"が利用できません。
ro_ro: Furnizorul de calendar "%1$s" nu este disponibil.
sk_sk: Poskytovateľ kalendára "%1$s" nie je k dispozícii.

source: The calendar storage is temporarily not available. Please try again later.
cs_cz: Úložiště kalendáře je dočasně nedostupné. Zkuste to později.
de_de: Der Kalenderspeicher ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
fi_fi: Kalenterin tallennus ei ole tällä hetkellä käytettävissä. Yritä myöhemmin uudelleen.
hu_hu: A naptár tárolója ideiglenesen nem érhető el. Próbálja újra később.
ja_jp: カレンダーストレージは一時的に利用できません。後でもう一度やり直してください。
ro_ro: Stocarea calendarului nu este disponibilă temporar. Vă rugăm să încercați din nou mai târziu.
sk_sk: Úložisko kalendára je dočasne neprístupné. Prosím, skúste to neskôr.

source: The requested calendar account is currently disabled. Please enable the account and try again.
cs_cz: Požadovaný kalendářní účet není v tuto chvíli povolený. Zkuste to, prosím, později.
de_de: Das angeforderte Kalenderkonto ist derzeit deaktiviert. Bitte aktivieren Sie das Konto und versuchen Sie es erneut.
fi_fi: Pyydetty kalenteritili on tällä hetkellä kytketty pois päältä. Kytke tili päälle ja yritä uudelleen.
hu_hu: A kért naptári fiók jelenleg le van tiltva. Engedélyezze a fiókot, és próbálkozzon újra.
ja_jp: 要求されたカレンダーアカウントは現在無効です。アカウントを有効にして、もう一度やり直してください。
ro_ro: Contul calendar solicitat este dezactivat momentan. Activați contul și încercați din nou.
sk_sk: Požadovaný účet kalendára je momentálne vypnutý. Prosím, povoľte účet a skúste to znova.

source: An I/O error occurred: %1$s
cs_cz: Došlo k chybě I/O: %1$s
de_de: Es trat ein E/A-Fehler auf: %1$s
fi_fi: Tapahtui input/output virhe: %1$s
hu_hu: I/O hiba történt: %1$s
ja_jp: I/O エラーが発生しました: %1$s
ro_ro: A apărut o eroare de I/O: %1$s
sk_sk: Vyskytla sa V/V chyba: %1$s

source: The requested operation is not supported for calendar provider "%1$s".
cs_cz: Požadovaná operace není poskytovatelem kalendáře „%1$s“ podporovaná.
de_de: Der angeforderte Vorgang wird für den Kalenderanbieter "%1$s" nicht unterstützt.
fi_fi: Pyydettyä toimenpidettä ei tueta kalenterintarjoajalle "%1$s".
hu_hu: A kért műveletet a "%1$s" naptárszolgáltató nem támogatja.
ja_jp: 要求された操作はカレンダープロバイダ"%1$s"にサポートされていません。
ro_ro: Operațiunea cerută nu este suportată pentru furnizorul de calendar "%1$s".
sk_sk: Požadovaná operácia nie je podporovaná u poskytovateľa kalendár "%1$s".

source: The operation could not be completed due to insufficient permissions.
cs_cz: Kvůli nedostatečným oprávněním nebylo možné operaci dokončit.
de_de: Der Vorgang konnte aufgrund unzureichender Berechtigungen nicht abgeschlossen werden.
fi_fi: Toimenpidettä ei voitu suorittaa loppuun puuttuvien valtuuksien vuoksi.
hu_hu: A műveletet nem sikerült befejezni a nem megfelelő engedélyek miatt.
ja_jp: 権限が不十分なため、操作を完了できませんでした。
ro_ro: Operațiunea nu a putut fi finalizată, permisiuni insuficiente.
sk_sk: Operáciu sa nepodarilo dokončiť z dôvodu nedostatočných povolení.

source: This modification can only be performed by the organizer of the appointment.
cs_cz: Tuto úpravu může provést pouze organizátor schůzky.
de_de: Diese Änderung kann nur durch den Organisator des Termins erfolgen.
fi_fi: Vain tapaamisen järjestäjä voi tehdä tämän muokkauksen.
hu_hu: Ezt a módosítást csak a találkozó szervezője végezheti el.
ja_jp: この変更は予定の開催者によってのみ行えます。
ro_ro: Modificarea poate fi efectuată numai de către organizatorul întâlnirii.
sk_sk: Túto zmenu môže vykonať iba organizátor schôdzky.

source: Organizer must also be an attendee.
cs_cz: Organizátor musí být zároveň účastníkem.
de_de: Der Organisator muss auch ein Teilnehmer sein.
fi_fi: Järjestäjän on oltava myös osallistuja.
hu_hu: A szervezőnek is részt kell vennie.
ja_jp: 開催者は参加者でもなければなりません。
ro_ro: Organizatorul trebuie să fie și participant.
sk_sk: Organizátor musí byť zároveň účastníkom.

source: All appointments of a series must contain the same organizer.
cs_cz: Všechny schůzky v sérii musí mít stejného organizátora.
de_de: Alle Termine einer Serie müssen den gleichen Organisator enthalten.
fi_fi: Kaikilla sarjan tapaamisilla täytyy olla sama järjestäjä.
hu_hu: A sorozat minden találkozójának a szervezője ugyanannak kell lennie.
ja_jp: シリーズのすべての予定には同じ開催者が必要です。
ro_ro: Toate rezervările unei serii trebuie să conțină același organizator.
sk_sk: Všetky schôdzky série musia obsahovať rovnakého organizátora.

source: The supplied folder is not supported. Please select a valid folder and try again.
cs_cz: Složka, kterou jste zadal(a), není podporována. Vyberte platnou složku a zkuste to znovu.
de_de: Der angegebene Ordner wird nicht unterstützt. Bitte wählen Sie einen gültigen Ordner und versuchen Sie es erneut.
fi_fi: Annettua kansiota a ei tueta. Valitse kelpaava kansio ja yritä uudelleen.
hu_hu: A mellékelt mappa nem támogatott. Kérjük, válasszon ki egy érvényes mappát, és próbálkozzon újra.
ja_jp: 指定されたフォルダーはサポートされていません。有効なフォルダーを選択して、もう一度やり直してください。
ro_ro: Dosarul furnizat nu este suportat. Selectați un dosar valid și încercați din nou.
sk_sk: Zadaný priečinok nie je podporovaný. Prosám, vyberte platný priečinok a skúste to znova.

source: The operation could not be completed due to a concurrent modification. Please reload the data and try again.
cs_cz: Operaci nebylo možné dokončit, protože došlo k souběhu úprav. Načtěte, prosím, data znovu a zkuste to ještě jednou.
de_de: Der Vorgang konnte wegen einer gleichzeitigen Änderung nicht abgeschlossen werden. Bitte laden Sie die Daten neu und versuchen Sie es erneut.
fi_fi: Toimenpidettä ei voitu suorittaa loppuun yhtäaikaisen muokkauksen takia. Lataa tiedot uudestaan ja yritä uudelleen.
hu_hu: A művelet az egyidejű módosítások miatt nem fejeződött be. Töltse újra az adatokat, és próbálkozzon újra.
ja_jp: 同時に変更が行われたため、操作が完了できませんでした。データを再読み込みして、もう一度やり直してください。
ro_ro: Operațiunea nu a putut fi completată din cauza unei modificări concurente. Reîncărcați datele și încercați din nou.
sk_sk: Operáciu nebolo možné dokončiť z dôvodu súbežnej zmeny. Prosím, znova načítajte údaje a skúste to znova.

source: The changes could not be applied because a newer version of the appointment already exists.
cs_cz: Změny nebylo možné uložit, protože již existuje novější verze schůzky.
de_de: Die Änderungen konnten nicht angewendet werden, weil es bereits eine neuere Version des Termins gibt.
fi_fi: Muutoksia ei voitu tehdä, koska tapaamisesta on jo olemassa uudempi versio.
hu_hu: A módosításokat nem lehetett elmenteni, mert a találkozó újabb verziója már létezik.
ja_jp: 予定の新しいバージョンがすでに存在しているため、変更ができません。
ro_ro: Imposibil de aplicat modificările, deoarece există deja o versiune mai nouă a rezervării.
sk_sk: Zmeny nebolo možné použiť, pretože už existuje novšia verzia schôdzky.

source: The appointment could not be created due to another conflicting appointment with the same unique identifier.
cs_cz: Schůzku nebylo možné vytvořit, protože již existuje jiná schůzka se stejným unikátním identifikátorem.
de_de: Der Termin kann nicht erstellt werden. Es trat ein Konflikt mit einem Termin mit der gleichen eindeutigen ID auf.
fi_fi: Tapaamista ei voitu luoda toisen samalla tunnisteella varustetun ristiriidassa olevan tapaamisen vuoksi.
hu_hu: A találkozót nem lehetett létrehozni egy másik, azonos azonosítóval rendelkező ütköző találkozó miatt.
ja_jp: 同じ特有の識別子を持つ別の競合する予定があるため、予定が作成できませんでした。
ro_ro: Întâlnirea nu a putut fi creată din cauza unei alte întâlniri cu același identificator unic cu care intră în conflict.
sk_sk: Schôdzku nebolo možné vytvoriť z dôvodu inej kolidujúcej schôdzky s rovnakým jedinečným identifikátorom.

source: The appointment conflicts with one or more other appointments.
cs_cz: Schůzka se kryje s jednou nebo více jinými schůzkami.
de_de: Für den Termin trat ein Konflikt mit mindestens einem anderen Termin auf.
fi_fi: Tapaaminen on ristiriidassa yhden tai useamman muun tapaamisen kanssa.
hu_hu: A találkozó ütközik egy vagy több más találkozóval.
ja_jp: 予定が複数の他の予定と競合します。
ro_ro: Întâlnirea intră în conflict cu una sau mai multe alte întâlniri.
sk_sk: Táto schôdzka koliduje s jednou alebo viacerými ďalšími schôdzkami.

source: The field "%1$s" is mandatory. Please supply a valid value and try again.
cs_cz: Pole „%1$s“ je povinné. Zadejte, prosím, platnou hodnotu a zkuste to znovu.
de_de: "%1$s" ist ein Pflichtfeld. Bitte geben Sie einen gültigen Wert an und versuchen Sie es erneut.
fi_fi: "%1$s" -kenttä on pakollinen. Kirjoita kelpaava arvo ja yritä uudelleen.
hu_hu: A(z) "%1$s" mező kitöltése kötelező. Kérjük, adjon meg érvényes értéket, és próbálkozzon újra.
ja_jp: フィールド"%1$s"は必須です。有効な値を入力して、もう一度やり直してください。
ro_ro: Câmpul "%1$s" este obligatoriu. Furnizați o valoare validă și încercați din nou.
sk_sk: Pole "%1$s" je povinné. Prosím, zadajte platnú hodnotu a skúste to znova.

source: The end date lies before the start date. Please correct the appointment times and try again.
cs_cz: Datum konce je dříve než datum začátku. Opravte, prosím, čas schůzky a zkuste to znovu.
de_de: Das Enddatum liegt vor dem Startdatum. Bitte korrigieren Sie die Terminzeiten und versuchen Sie es erneut.
fi_fi: Lopetuspäivämäärä on ennen aloituspäivämäärää. Korjaa tapaamisajat ja yritä uudelleen.
hu_hu: A befejezés időpontja a kezdő dátum előtt van. Kérjük, javítsa ki a találkozó időpontját, és próbálkozzon újra.
ja_jp: 終了日が開始日より前にあります。予定時間を修正して、もう一度やり直してください。
ro_ro: Data de final este înaintea datei de start. Corectați întâlnirea și încercați din nou.
sk_sk: Dátum ukončenia sa nachádza pred dátumom začiatku. Opravte časy schôdzok a skúste to znova.

source: Appointments in non-personal folders must not be classified as "private" or "secret".
cs_cz: Schůzky v jiných než osobních složkách musí být označené jako „soukromé“ nebo „důvěrné“.
de_de: Termine können nur in persönlichen Ordnern als "Privat" oder "Vertraulich" markiert werden.
fi_fi: Tapaamisille ei-henkilökohtaisissa kansioissa ei voi antaa luokittelua"yksityinen" tai "salainen".
hu_hu: A nem személyes mappákban lévő találkozók nem minősíthetők "privátnak" vagy "titkosnak".
ja_jp: 個人用フォルダー以外のフォルダーの予定を「プライベート」または「秘密」と分類できません。
ro_ro: Întâlnirile din dosare non-personale nu pot fi clasificate ca "personal" sau "secret".
sk_sk: Schôdzky v iných ako osobných priečinkoch nesmú byť označené ako "súkromné" alebo "tajné".

source: Appointments with resources must not be classified as "secret".
cs_cz: Schůzky s přílohami nemohou být označené jako „tajné“.
de_de: Termine mit Ressourcen dürfen nicht als "Geheim" klassifiziert werden.
fi_fi: Tapaamisia, joihin liittyy resurssien käyttöä, ei voida luokitella termillä "salainen".
hu_hu: Az erőforrásokkal való találkozókat nem szabad "titkosnak" minősíteni.
ja_jp: リソース付きの予定は「秘密」に分類できません。
ro_ro: Întâlnirile cu resurse nu pot fi clasificate ca "secret".
sk_sk: Schôdzky obsahujúce zdroje nesmú byť označené ako "tajné".

source: Appointments classified as "private" or "secret" cannot be moved to this type of folder.
cs_cz: Schůzky označené jako „soukromé“ nebo „důvěrné“ nelze přesunout do tohoto druhu složky.
de_de: Als "Privat" oder "Geheim" markierte Termine können nicht in diesen Ordnertyp verschoben werden.
fi_fi: Tapaamisia, joiden luokittelu on "yksityinen" tai "salainen", ei voida siirtää tämäntyyppiseen kansioon.
hu_hu: A "privát" vagy "titkos" találkozók nem helyezhetők át ebbe a mappába.
ja_jp: 「プライベート」または「秘密」と分類された予定は、このタイプのフォルダーには移動できません。
ro_ro: Întâlnirile clasificate ca "personal" sau "secret" nu pot fi mutate în acest tip de dosar.
sk_sk: Schôdzky označené ako "súkromné" alebo "tajné" nie je možné presunúť do tohto druhu priečinka.

source: Occurrences of appointment series must not be classified differently.
cs_cz: Série schůzek není možné označit jinak.
de_de: Einzeltermine eines Serientermins dürfen nicht unterschiedlich klassifiziert werden.
fi_fi: Tapahtumasarjan yksittäisiä tapahtumia ei saa luokitella eri tavalla.
hu_hu: A találkozósorozat találkozóit nem szabad különbözőképpen sorolni.
ja_jp: 繰り返しの発生は別に分類できません。
ro_ro: Repetările unei serii de întâlniri nu pot avea diferite clasificări.
sk_sk: Schôdzky v rámci jednej série nesmú mať rozličné označenia.

source: The supplied recurrence rule is invalid. Please correct the rule and try again.
cs_cz: Zadané opakování není platné. Opravte, prosím, volbu a zkuste to znovu.
de_de: Die angegebene Wiederholungsregel ist ungültig. Bitte korrigieren Sie die Regel und versuchen Sie es erneut.
fi_fi: Annettua toistosääntöä ei tueta. Muokkaa sääntöä ja yritä uudelleen.
hu_hu: A megadott visszatérési szabály érvénytelen. Kérjük, javítsa ki a szabályt, és próbálja újra.
ja_jp: 指定された繰り返しルールは無効です。ルールを修正して、もう一度やり直してください。
ro_ro: Regula de repetare furnizată este incorectă. Corectați regula și încercați din nou.
sk_sk: Zadané pravidlo opakovania je neplatné. Prosím, opravte pravidlo a skúste to znova.

source: The supplied reminder is invalid. Please correct the reminder and try again.
cs_cz: Zadaná upomínka není platná. Opravte, prosím, nastavení a zkuste to znovu.
de_de: Die angegebene Erinnerung ist ungültig. Bitte korrigieren Sie die Erinnerung und versuchen Sie es erneut.
fi_fi: Annettu muistutus ei kelpaa. Korjaa muistutus ja yritä uudelleen.
hu_hu: A megadott emlékeztető érvénytelen. Kérjük, javítsa ki az emlékeztetőt, és próbálja újra.
ja_jp: 指定されたアラームは無効です。アラームを修正して、もう一度やり直してください。
ro_ro: Mementoul furnizat este incorect. Corectați mementoul și încercați din nou.
sk_sk: Zadaná schôdzka je neplatná. Prosím, opravte schôdzku a skúste to znova.

source: The supplied timezone is invalid. Please select a valid timezone and try again.
cs_cz: Zadané časové pásmo není platné. Zvolte, prosím, platné časové pásmo a zkuste to znovu.
de_de: Die angegebene Zeitzone ist ungültig. Bitte wählen Sie eine gültige Zeitzone und versuchen Sie es erneut.
fi_fi: Annettu aikavyöhyke ei kelpaa. Valitse kelpaava aikavyöhyke ja yritä uudelleen.
hu_hu: A megadott időzóna érvénytelen. Kérjük, válasszon egy érvényes időzónát, és próbálkozzon újra.
ja_jp: 指定されたタイムゾーンは無効です。有効なタイムゾーンを選択して、もう一度やり直してください。
ro_ro: Fusul orar furnizat este incorect. Selectați un fus orar valid și încercați din nou.
sk_sk: Zadané časové pásmo je neplatné. Prosím, opravte časové pásmo a skúste to znova.

source: The supplied geographical location is invalid. Please select valid coordinates and try again.
cs_cz: Zadaná poloha není platná. Zadejte, prosím, platné souřadnice a zkuste to znovu.
de_de: Die angegebene geographische Position ist ungültig. Bitte wählen Sie gültige Koordinaten und versuchen Sie es erneut.
fi_fi: Annettu maantieteellinen sijainti ei kelpaa. Valitse oikeat koordinatit ja yritä uudelleen.
hu_hu: A megadott földrajzi hely érvénytelen. Kérjük, válasszon érvényes koordinátákat, és próbálkozzon újra.
ja_jp: 指定された地理的な位置は無効です。有効な座標を選択して、もう一度やり直してください。
ro_ro: Locația geografică furnizată este incorectă. Selectați coordonate valide și încercați din nou.
sk_sk: Zadané geografické umiestnenie je neplatné. Prosím, vyberte platné súradnice a skúste to znova.

source: The supplied types of start and end date are incompatible. Please correct the appointment times and try again.
cs_cz: Zadaná data začátku a konce nejsou platná. Opravte, prosím, čas schůzky a zkuste to znovu.
de_de: Die angegebenen Start- und Enddaten sind nicht kompatibel. Bitte korrigieren Sie die Terminzeiten und versuchen Sie es erneut.
fi_fi: Annetut aloitus- ja lopetuspäivämäärät eivät sovi yhteen. Korjaa tapaamisajat ja yritä uudelleen.
hu_hu: A megadott kezdési és befejező dátum típusok nem kompatibilisek. Kérjük, javítsa ki a találkozó időpontját, és próbálkozzon újra.
ja_jp: 指定された開始日と終了日のタイプが合いません。予定時間を修正して、もう一度やり直してください。
ro_ro: Tipul datei de start și final sunt incompatibile. Corectați întâlnirea și încercați din nou.
sk_sk: Zadané druhy dátumu začiatku a konca sú nekompatibilné. Prosím, vyberte platné časy schôdzky a skúste to znova.

source: The supplied recurrence rule is not supported. Please use adjust the rule and try again.
cs_cz: Zadané opakování není podporované. Opravte, prosím, nastavení a zkuste to znovu.
de_de: Die angegebene Wiederholungsregel wird nicht unterstützt. Bitte passen Sie die Regel an und versuchen Sie es erneut.
fi_fi: Annettua toistosääntöä ei tueta. Käytä säännönmuokkausta ja yritä uudelleen.
hu_hu: A megadott visszatérési szabály nem támogatott. Kérjük, használja a szabály módosítását, és próbálja újra.
ja_jp: 指定された繰り返しルールはサポートされていません。ルールを調整して、もう一度やり直してください。
ro_ro: Regula de repetare furnizată nu este suportată. Modificați regula și încercați din nou.
sk_sk: Zadané pravidlo opakovania nie je podporované. Prosím, upravte pravidlo a skúste to znova.

source: The targeted occurrence is not part of the appointment series. Please select a valid recurrence identifier and try again.
cs_cz: Požadovaná instance není součástí dané série schůzek. Vyberte, prosím, platný identifikátor schůzky a zkuste to znovu.
de_de: Der definierte Einzeltermin ist nicht Teil des Serientermins. Bitte wählen sie eine gültige Serien-ID und versuchen Sie es erneut.
fi_fi: Haluttu tapahtuma ei ole osa tapaamissarjaa. Valitse kelpaava toistumisen tunniste ja yritä uudelleen.
hu_hu: A megcélzott esemény nem része a találkozósorozatnak. Kérjük, válasszon ki egy érvényes ismétlődő azonosítót, és próbálja újra.
ja_jp: 対象の発生は繰り返しの一部ではありません。有効な繰り返し識別子を選択して、もう一度やり直してください。
ro_ro: Repetarea indicată nu face parte din seria de întâlniri. Selectați un identificator de repetare valid și încercați din nou.
sk_sk: Cieľový výskyt schôdzky nie je súčasťou série schôdzok. Prosím, vyberte platný identifikátor opakovania a skúste to znova.
