Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: No such attachment
cs_cz: Taková příloha neexistuje
de_de: Kein solcher Anhang
fi_fi: Ei liitettä
hu_hu: Nincs ilyen melléklet
ja_jp: 該当する添付ファイルがありません。
ro_ro: Nici un astfel de atașament
sk_sk: Taká príloha neexistuje

source: Attachments must not be shared
cs_cz: Přílohy nesmí být sdíleny
de_de: Anhänge dürfen nicht freigegeben werden
fi_fi: Liitteitä ei saa jakaa
hu_hu: A mellékleteket nem szabad megosztani
ja_jp: 添付ファイルを共有できません。
ro_ro: Atașamentele nu trebuie partajate
sk_sk: Prílohy nesmú byť zdieľané

source: Maximum number of composition spaces is reached. Please terminate existing open spaces in order to open new ones.
cs_cz: Bylo dosaženo maximálního počtu oken pro psaní nových zpráv. Chcete-li otevřít nová okna, uzavřete stávající.
de_de: Die maximale Anzahl von neu verfassten E-Mails ist erreicht. Bitte beenden Sie bereits geöffnete Fenster, um neue öffnen zu können.
fi_fi: Kirjoitustilojen enimmäismäärä on saavutettu. Poista avoimet tilat, jotta voit avata uusia.
hu_hu: Elérte a maximális szerkesztési felületek számát. Zárja a szerkesztési felületeket, ha újat szeretne nyitni.
ja_jp: 最大作成スペースに達しました。既存のオープンスペースを終了して、新しいスペースを空けてください。
ro_ro: Numărul maxim de spații de compoziție a fost atins. Vă rugăm să terminați spațiile deschise existente pentru a deschide altele noi.
sk_sk: Bol dosiahnutý maximálny počet priestorov na písanie. Prosím, zrušte existujúce otvorené priestory, aby ste mohli otvoriť nové.

source: Found no suitable key for composition space. Please re-compose your E-Mail.
cs_cz: Pro okno s novou zprávou nebyl nalezen žádný vhodný klíč. Napište, prosím, zprávu znovu.
de_de: Es wurde kein geeigneter Schlüssel für die neu verfasste E-Mail gefunden. Bitte verfassen Sie Ihre E-Mail neu.
fi_fi: Kirjoittamistilaan ei löytynyt sopivaa avainta. Kirjoita sähköposti uudelleen.
hu_hu: Nincs megfelelő kulcsot a szerkesztési felülethez. Kérjük, írja újra a levelet.
ja_jp: 作成スペースに適した鍵が見つかりません。メールを再作成してください。
ro_ro: Nu s-a găsit nicio cheie adecvată pentru spațiul de compoziție. Vă rugăm să recompuneți e-mailul.
sk_sk: Nebol nájdený žiadny vhodný kľúč pre priestor na písanie. Prosím, znovu napíšte váš email.

source: The entered subject is too long. Please use a shorter one.
cs_cz: Zadaný předmět je příliš dlouhý. Zvolte kratší.
de_de: Der eingegebene Betreff ist zu lang. Bitte verwenden Sie einen kürzeren.
fi_fi: Aihe on liian pitkä. Käytä lyhyempää.
hu_hu: A megadott tárgy túl hosszú. Válasszon egy rövidebbet.
ja_jp: 入力した件名が長すぎます。短いものを使用してください。
ro_ro: Subiectul introdus este prea lung. Vă rugăm să folosiți unul mai scurt.
sk_sk: Predmet, ktorý ste zadali, je príliš dlhý. Prosím, zadajte kratší.

source: The entered "from" address is too long.
cs_cz: Zadaná adresa „od“ je příliš dlouhá.
de_de: Die eingegebene "Von"-Adresse ist zu lang.
fi_fi: Annettu lähettäjän osoite on liian pitkä.
hu_hu: A megadott "feladó" túl hosszú.
ja_jp: 入力した"差出人"アドレスが長すぎます。
ro_ro: Adresa introdusă în câmpul "de la" este prea lungă.
sk_sk: Zadaná adresa "Od" je príliš dlhá.

source: The entered "sender" address is too long.
cs_cz: Zadaná adresa „odesílatel“ je příliš dlouhá.
de_de: Die eingegebene "Sender"-Adresse ist zu lang.
fi_fi: Annettu "lähettäjän" osoite on liian pitkä.
hu_hu: A megadott "küldő" túl hosszú.
ja_jp: 入力した"差出人"アドレスが長すぎます。
ro_ro: Adresa "expeditor" introdusă este prea lungă.
sk_sk: Zadaná adresa "Odosielateľ" je príliš dlhá.

source: The entered "to" addresses are too long.
cs_cz: Zadané adresy „pro“ jsou příliš dlouhé.
de_de: Die eingegebenen "An"-Adressen sind zu lang.
fi_fi: Annettu vastaanottajan osoite on liian pitkä.
hu_hu: A megadott "címzett" túl hosszú.
ja_jp: 入力した"宛先"アドレスが長すぎます。
ro_ro: Adresele introduse în câmpul "la" sunt prea lungi.
sk_sk: Zadaná adresa "Komu" je príliš dlhá.

source: The entered "cc" addresses are too long.
cs_cz: Zadané adresy „kopie“ jsou příliš dlouhé.
de_de: Die eingegebenen "CC"-Adressen sind zu lang.
fi_fi: Annetut kopio-osoitteet ovat liian pitkiä.
hu_hu: A megadott "másolat" túl hosszú.
ja_jp: 入力した"cc"アドレスが長すぎます。
ro_ro: Adresele "cc" introduse sunt prea lungi.
sk_sk: Zadaná adresa "Kópia" je príliš dlhá.

source: The entered "bcc" addresses are too long.
cs_cz: Zadané adresy „slepé kopie“ jsou příliš dlouhé.
de_de: Die eingegebenen "BCC"-Adressen sind zu lang.
fi_fi: Annetut piilokopio-osoitteet ovat liian pitkiä.
hu_hu: A megadott "titkos másolat" túl hosszú.
ja_jp: 入力した"bcc"アドレスが長すぎます。
ro_ro: Adresele "bcc" introduse sunt prea lungi.
sk_sk: Zadaná adresa "Skrytá kópia" je príliš dlhá.

source: The entered "Reply-To" address is too long.
cs_cz: Zadaná adresa „odpovědi na“ je příliš dlouhá.
de_de: Die eingegebene "Antwort an"-Adresse ist zu lang.
fi_fi: Annettu vastaanottajan osoite on liian pitkä.
hu_hu: A megadott "válasz-cím" túl hosszú.
ja_jp: 入力した"差出人に返信"アドレスが長すぎます。
ro_ro: Adresa introdusă "Răspuns-La" este prea lungă.
sk_sk: Zadaná adresa "Odpovedať komu" je príliš dlhá.

source: The folder containing the attachments to share no longer exists.
cs_cz: Složka obsahující přílohy ke sdílení již neexistuje.
fi_fi: Liitteet sisältävää kansiota ei ole enää olemassa.
hu_hu: A megosztandó mellékleteket tartalmazó mappa már nem létezik.
ja_jp: 共有用の添付ファイルを含むフォルダーが存在しません。
ro_ro: Dosarul ce conține atașamentele de partajat nu mai există.
sk_sk: Priečinok obsahujúci prílohy, ktoré sa majú zdieľať, už neexistuje.

source: Available attachments in the folder containing the attachments to share are inconsistent.
cs_cz: Přílohy ve složce obsahující přílohy ke sdílení jsou poškozené.
fi_fi: Jaettavat liitteet sisältävässä kansiossa olevat käytettävissä olevat liitteet eivät vastaa kirjoitustilan aiempia tietoja.
hu_hu: A megosztandó mellékleteket tartalmazó mappában rendelkezésre álló mellékletek inkonzisztensek.
ja_jp: 共有用の添付ファイルを含むフォルダーの利用可能な添付ファイルが一致しません。
ro_ro: Atașamentele disponibile în dosarul ce conține atașamentele de partajat sunt inconsistente.
sk_sk: Dostupné prílohy v priečinku obsahujúcom prílohy, ktoré sa majú zdieľať, sú nekonzistentné.

source: Read all your mails
cs_cz: Číst všechny zprávy
fi_fi: Lue kaikki postisi
hu_hu: Összes levél olvasása
ja_jp: すべてのメールを既読
ro_ro: Citirea tuturor e-mailurilor
sk_sk: Čítať všetky vaše poštové správy.

source: Create, modify, delete, import and send mails
cs_cz: Vytvářet, upravovat, mazat, importovat a odesílat emaily
fi_fi: Sähköpostien luominen, muokkaaminen, poistaminen, tuominen ja lähettäminen
hu_hu: Levelek létrehozása, módosítása, törlése, importálása és küldése
ja_jp: メールの作成、変更、削除、インポート、送信。
ro_ro: Crearea, modificarea, ștergerea, importul și trimiterea de e-mailuri
sk_sk: Vytvárať, meniť, mazať, importovať a posielať poštové správy.

source: File
cs_cz: Soubor
de_de: Datei
fi_fi: Tiedosto
hu_hu: Fájl
ja_jp: ファイル
ro_ro: Fișier
sk_sk: Súbor

source: My shared mail attachments
cs_cz: Moje sdílené přílohy e-mailů
de_de: Meine freigegebenen E-Mail-Anhänge
fi_fi: Jaetut sähköpostiliitteeni
hu_hu: Megosztott levelek mellékletei
ja_jp: 共有のメール添付ファイル
ro_ro: Fișiere mele atașate partajate
sk_sk: Moje zdieľané prílohy

source: %1$s has shared the following file with you:
cs_cz: %1$s s vámi sdílel(a) následující soubor:
de_de: %1$s hat die folgende Datei für Sie freigegeben:
fi_fi: %1$s on jakanut kanssasi seuraavan tiedoston:
hu_hu: %1$s a következő fájlt osztotta meg:
ja_jp: %1$s は次のファイルをあなたと共有しました:
ro_ro: %1$s a partajat următorul fișier cu dumneavoastră:
sk_sk: %1$s s vami zdieľal nasledujúci súbor:

source: %1$s has shared the following files with you:
cs_cz: %1$s s vámi sdílel(a) následující soubory:
de_de: %1$s hat die folgenden Dateien für Sie freigegeben:
fi_fi: %1$s on jakanut kanssasi seuraavat tiedostot:
hu_hu: %1$s a következő fájlokat osztotta meg:
ja_jp: %1$s は次のファイルをあなたと共有しました:
ro_ro: %1$s a partajat următoarele fișiere cu dumneavoastră:
sk_sk: %1$s s vami zdieľal nasledujúce súbory:

source: View file
cs_cz: Zobrazit soubor
de_de: Datei anzeigen
fi_fi: Katsele tiedostoa
hu_hu: Fájl megtekintése
ja_jp: ファイルの表示
ro_ro: Vizualizează fișierul
sk_sk: Zobraziť súbor

source: View files
cs_cz: Zobrazit soubory
de_de: Dateien anzeigen
fi_fi: Katsele tiedostoja
hu_hu: Fájlok megtekintése
ja_jp: ファイルの表示
ro_ro: Vizualizează fișierele
sk_sk: Zobraziť súbory

source: The link will expire on %1$s
cs_cz: Odkaz vyprší %1$s
de_de: Der Link läuft ab am %1$s
fi_fi: Linkki menee vanhaksi %1$s
hu_hu: A hivatkozás lejárati ideje: %1$s
ja_jp: リンクの有効期限は %1$s です
ro_ro: Legătura va expira pe %1$s
sk_sk: Odkaz vyprší %1$s

source: Please use the following password: %1$s
cs_cz: Použijte, prosím, následující heslo: %1$s
de_de: Verwenden Sie bitte das folgende Passwort: %1$s
fi_fi: Käytä seuraavaa salasanaa: %1$s
hu_hu: Használja a következő jelszót: %1$s
ja_jp: 次のパスワードを使用してください: %1$s
ro_ro: Utilizați următoarea parolă: %1$s
sk_sk: Prosím, použite nasledujúce heslo: %1$s

source: Unnamed
cs_cz: Bez názvu
de_de: Unbenannt
fi_fi: Nimeämätön
hu_hu: Névtelen
ja_jp: 無題
ro_ro: Fără nume
sk_sk: Bez názvu

source: There was an issue while authenticating. This may be due to a recent password change. To continue please log out and log back in with your most current password.
cs_cz: Došlo k problému při autentizaci. Může to být způsobeno nedávnou změnou hesla. Chcete-li pokračovat, odhlaste se a pak znovu přihlaste s vaším nejnovějším heslem.
de_de: Bei der Authentifizierung trat ein Fehler auf. Möglicherweise liegt dies an einer kürzlichen Passwortänderung. Bitte melden Sie sich nun ab und melden Sie sich dann wieder mit Ihrem aktuellen Passwort an.
fi_fi: Ongelma varmennuksessa. Tämä voi johtua äskettäin suoritetusta salanan vaihtamisesta. Jatkaaksesi, ole hyvä ja kirjaudu ulos ja kirjaudu sisään käyttäen uusinta salasanaasi.
hu_hu: Hiba történt a hitelesítéskor. Ezt egy nem régi jelszóváltoztatás okozhatja. A folytatáshoz jelentkezzen ki, majd újra be a legfrissebb jelszavával.
ja_jp: 認証中に問題が発生しました。最近パスワードを変更したことが原因の可能性があります。続行するにはログアウトし、最新のパスワードを使用して再度ログインしてください。
ro_ro: A apărut o problemă la autentificare. Cauza poate fi modificarea recentă a parolei. Pentru a continua, deconectați-vă și reconectați-vă utilizând parola cea mai recentă.
sk_sk: Nastal problém pri autentifikácii. To môže byť z dôvodu nedávnej zmeny hesla. Prosím, pokračujte odhlásením sa a opätovným prihlásením s vašim aktuálnym heslom.

source: The provided login data seem to be wrong. Please correct them.
cs_cz: Zadané přihlašovací údaje jsou patrně chybné. Opravte je, prosím.
de_de: Die zur Verfügung gestellten Zugangsdaten scheinen falsch zu sein. Bitte korrigieren Sie sie.
fi_fi: Annetut sisäänkirjautumistiedot näyttävät olevan virheelliset. Korjaa ne.
hu_hu: A megadott bejelentkezési adatok hibásnak tűnnek. Kérem, javítsa ezeket.
ja_jp: 入力したログインデータが間違っている可能性があります。修正してください。
ro_ro: Datele de autentificare par a fi incorecte. Corectați-le.
sk_sk: Zdá sa, že poskytnuté prihlasovacie údaje sú chybné. Prosím, opravte ich.

source: The provided login data to access mail server %1$s seem to be wrong. Please correct them.
cs_cz: Zadané přihlašovací údaje pro přístup k serveru %1$s jsou patrně chybné. Opravte je, prosím.
de_de: Die zur Verfügung gestellten Zugangsdaten zum Zugriff auf den E-Mail-Server %1$s scheinen falsch zu sein. Bitte korrigieren Sie sie.
fi_fi: Annetut sisäänkirjautumistiedot postipalvelimelle %1$s näyttävät olevan virheelliset. Korjaa tiedot.
hu_hu: A(z) „%1$s” levélkiszolgáló eléréséhez megadott bejelentkezési adatok hibásnak tűnnek. Kérem, javítsa ezeket.
ja_jp: メールサーバー %1$s にアクセスするためのログイン情報が間違っている可能性があります。修正してください。
ro_ro: Datele de autentificare pentru a accesa serverul %1$s par a fi incorecte. Corectați-le.
sk_sk: Zdá sa, že poskytnuté prihlasovacie údaje na prístup k poštovému serveru %1$s sú nesprávne. Prosím, opravte ich.

source: Mail folder "%1$s" could not be found.
cs_cz: Poštovní složku „%1$s“ se nepodařilo nalézt.
de_de: Der E-Mail-Ordner "%1$s" konnte nicht gefunden werden.
fi_fi: Postikansiota "%1$s" ei löytynyt.
hu_hu: A(z) „%1$s” levélmappa nem található.
ja_jp: メールフォルダー "%1$s" が見つかりませんでした。
ro_ro: Dosarul de mail "%1$s" nu a putut fi găsit.
sk_sk: Poštový priečinok "%1$s" nebol nájdený

source: Mail folder "%1$s" could not be found on mail server %2$s.
cs_cz: Poštovní složku „%1$s“ se na poštovním serveru %2$s nepodařilo nalézt.
de_de: Der E-Mail-Ordner "%1$s" konnte nicht auf dem Mailserver %2$s gefunden werden.
fi_fi: Viestikansiota "%1$s" ei löytynyt postipalvelimelta %2$s.
hu_hu: A(z) „%1$s” levélmappa nem található a(z) %2$s levélkiszolgálón.
ja_jp: メールサーバー %2$s にメールフォルダー %1$s が見つかりませんでした。
ro_ro: Dosarul de mail "%1$s" nu a putut fi găsit pe serverul de mail %2$s.
sk_sk: Priečinok pošty "%1$s" nebol nájdený v strome poštového servera "%2$s".

source: Lost connection to mail server. Probably your request took too long. Please try again later.
cs_cz: Spojení s poštovním serverem bylo ztraceno. Váš požadavek patrně trval příliš dlouho. Zkuste to, prosím, znovu později.
de_de: Die Verbindung zum Mailserver ist abgebrochen. Wahrscheinlich daurte Ihre Anfrage zu lange. Bitte versuchen Sie es später erneut.
fi_fi: Yhteys postipalvelimeen katkesi. Pyyntösi käsittely kesti todennäköisesti liian pitkään. Yritä myöhemmin uudelleen.
hu_hu: Elveszett a kapcsolat a levélkiszolgálóval. Lehetséges, hogy a kérés túl sokáig tartott. Próbálja meg később.
ja_jp: メールサーバーへの接続が失われました。要求に時間がかかり過ぎた可能性があります。後でもう一度やり直してください。
ro_ro: S-a pierdut conexiunea cu serverul. Probabil cererea a durat prea mult. Încercați din nou mai târziu.
sk_sk: Stratilo sa spojenie k poštovému serveru. Vaša požiadavka pravdepodobne trvala príliš dlho. Prosím, skúste to znova neskôr.

source: Connection closed to mail server %2$s. Probably your request took too long. Please try again later.
cs_cz: Spojení s poštovním serverem %2$s bylo ukončeno. Váš požadavek patrně trval příliš dlouho. Zkuste to, prosím, znovu později.
de_de: Die Verbindung zum Mailserver %2$s ist abgebrochen. Wahrscheinlich daurte Ihre Anfrage zu lange. Bitte versuchen Sie es später erneut.
fi_fi: Yhteys postipalvelimeen %2$s suljettiin. Pyyntösi käsittely kesti todennäköisesti liian pitkään. Yritä myöhemmin uudelleen.
hu_hu: Elveszett a kapcsolat a(z) %2$s levélkiszolgálóval. Lehetséges, hogy a kérés túl sokáig tartott. Próbálja meg később.
ja_jp: メールサーバー %2$s への接続が失われました。要求に時間がかかり過ぎた可能性があります。後でもう一度やり直してください。
ro_ro: S-a închis conexiunea cu serverul de mail %2$s. Probabil cererea a durat prea mult. Încercați din nou mai târziu.
sk_sk: Spojenie k poštovému serveru %2$s bolo zatvorené. Vaša požiadavka pravdepodobne trvala príliš dlho. Prosím, skúste to znova neskôr.

source: Mail(s) could not be found in the given folder.
cs_cz: V dané složce se zprávu/y nepodařilo nalézt.
de_de: E-Mail(s) konnte(n) im angegebenen Ordner nicht gefunden werden.
fi_fi: Annetusta kansiosta ei löytynyt postia.
hu_hu: A levelek nem találhatók a megadott mappában.
ja_jp: 指定されたフォルダーにメールが見つかりませんでした。
ro_ro: Unul sau mai multe mesaje nu au putut fi găsite în dosarul specificat.
sk_sk: Pošta nebola nájdená v uvedenom priečinku.

source: The given E-Mail address "%1$s" is invalid.
cs_cz: E-mailová adresa „%1$s“ není platná.
de_de: Die angegebene E-Mail-Adresse "%1$s" ist ungültig.
fi_fi: Sähköpostiosoite "%1$s" on epäkelpo.
hu_hu: A megadott „%1$s” e-mail cím hibás.
ja_jp: 指定されたメールアドレス "%1$s" は無効です。
ro_ro: Adresa de e-mail "%1$s" specificată este incorectă.
sk_sk: Emailová adresa "%1$s" je neplatná.

source: You do not have the appropriate permissions to change the content of folder "%1$s".
cs_cz: Nemáte příslušná oprávnění ke změně obsahu složky „%1$s“.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Ändern des Inhalts des Ordners "%1$s".
fi_fi: Sinulla ei ole tarvittavia valtuuksia kansion "%1$s" sisällön muuttamiseen.
hu_hu: Nincs megfelelő jogosultsága a(z) „%1$s” mappa tartalmának módosításához.
ja_jp: %1$s フォルダーの内容を変更するための必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a modifica conținutul dosarului "%1$s".
sk_sk: Nemáte príslušné oprávnenie na zmenu obsahu priečinka "%1$s".

source: You do not have the appropriate permissions to change the content of folder "%1$s" on mail server %2$s.
cs_cz: Nemáte příslušná oprávnění ke změně obsahu složky „%1$s“ na poštovním serveru %2$s.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Ändern des Inhalts des Ordners "%1$s" auf dem Mailserver %2$s.
fi_fi: Sinulla ei ole tarvittavia valtuuksia kansion "%1$s" sisällön muuttamiseen postipalvelimella %2$s.
hu_hu: Nincs megfelelő jogosultsága a(z) „%1$s” mappa tartalmának módosításához a(z) „%2$s” levélkiszolgálón.
ja_jp: メールサーバー %2$s 内の %1$s フォルダーを変更する権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a modifica conținutul dosarului "%1$s" pe serverul de mail %2$s.
sk_sk: Nemáte príslušné oprávnenie na zmenu obsahu priečinka "%1$s" na poštovom serveri %2$s.

source: The search expression "%1$s" you entered is invalid.
cs_cz: Vyhledávací výraz „%1$s“, který jste zadal(a), není platný.
de_de: Der von Ihnen eingegebene Suchbegriff "%1$s" ist ungültig.
fi_fi: Syöttämäsi hakulauseke "%1$s" on epäkelpo.
hu_hu: A megadott „%1$s” keresőkifejezés érvénytelen.
ja_jp: 入力した検索式 "%1$s" は無効です。
ro_ro: Expresia de căutare "%1$s" furnizată este incorectă.
sk_sk: Vyhľadávací výraz "%1$s", ktorý ste zadali je neplatný.

source: Message could not be sent because it is too large.
cs_cz: Zprávu nešlo odeslat, protože je příliš velká.
de_de: Die Nachricht konnte nicht gesendet werden, da sie zu groß ist.
fi_fi: Viestiä ei voitu lähettää, koska se on liian iso.
hu_hu: Az üzenet nem küldhető el, mert túl nagy.
ja_jp: メッセージのサイズが大き過ぎるため、送信できませんでした。
ro_ro: Mesajul nu a putut fi trimis pentru că este prea lung.
sk_sk: Správu nebolo možné odoslať, pretože je príliš veľká.

source: Message could not be sent because it is too large (%1$s).
cs_cz: Zprávu nešlo odeslat, protože je příliš velká (%1$s).
de_de: Die Nachricht konnte nicht gesendet werden, da sie zu groß ist (%1$s).
fi_fi: Viestiä ei voitu lähettää, koska se on liian iso (%1$s).
hu_hu: Az üzenet nem küldhető el, mert túl nagy (%1$s).
ja_jp: メッセージのサイズ (%1$s) が大き過ぎるため、送信できませんでした。
ro_ro: Mesajul nu a putut fi trimis pentru că este prea lung (%1$s).
sk_sk: Správu nebolo možné odoslať, pretože je príliš veľká (%1$s).

source: Message could not be sent to the following recipients: %1$s.
cs_cz: Zprávu se nepodařilo odeslat následujícím adresátům: %1$s.
de_de: Das Senden der Nachricht an folgende Empfänger ist fehlgeschlagen: %1$s.
fi_fi: Viestiä ei voitu lähettää seuraaville vastaanottajille: %1$s.
hu_hu: Az üzenet nem küldhető el a következő címzetteknek: %1$s.
ja_jp: 次の宛先にメッセージを送信できませんでした: %1$s
ro_ro: Mesajul nu a putut fi trimis către următorii destinatari: %1$s.
sk_sk: Správu nebolo možné odoslať nasledovným príjemcom: %1$s.

source: Message could not be sent to the following recipients: %1$s (%2$s)
cs_cz: Zprávu se nepodařilo odeslat následujícím adresátům: %1$s (%2$s)
de_de: Das Senden der Nachricht an folgende Empfänger ist fehlgeschlagen: %1$s (%2$s)
fi_fi: Viestiä ei voitu lähettää seuraaville vastaanottajille: %1$s(%2$s)
hu_hu: Az üzenet nem küldhető el a következő címzetteknek: %1$s (%2$s)
ja_jp: 次の宛先にメッセージを送信できませんでした: %1$s (%2$s)
ro_ro: Mesajul nu a putut fi trimis către următorii destinatari: %1$s (%2$s)
sk_sk: Správu nebolo možné odoslať nasledovným príjemcom: %1$s (%2$s)

source: Message could not be sent. Error message from mail transport server: %1$s
cs_cz: Zprávu se nepodařilo odeslat. Chybová zpráva z poštovního serveru: %1$s
de_de: Die Nachricht konnte nicht gesendet werden. Fehlermeldung vom Mail-Transportserver: %1$s
fi_fi: Viestiä ei voitu lähettää. Virheviesti seuraavalta postipalvelimelta: %1$s
hu_hu: Az üzenet nem küldhető el. Az üzenetküldő kiszolgáló a következő hibaüzenetet adta vissza: %1$s
ja_jp: メッセージを送信できませんでした:。メールトランスポートサーバーからのエラーメッセージ: %1$s
ro_ro: Mesajul nu a putut fi trimis. Mesaj de eroare de la serverul de transport de mail: %1$s
sk_sk: Správu nebolo možné odoslať. Chybové hlásenie z poštového servera: %1$s

source: Message could not be sent. Error message from mail transport server: %1$s (%2$s)
cs_cz: Zprávu se nepodařilo odeslat. Chybová zpráva z poštovního serveru: %1$s (%2$s).
de_de: Die Nachricht konnte nicht gesendet werden. Fehlermeldung vom Mail-Transportserver: %1$s (%2$s)
fi_fi: Viestiä ei voitu lähettää. Virheviesti seuraavalta postipalvelimelta: %1$s(%2$s)
hu_hu: Az üzenet nem küldhető el. Az üzenetküldő kiszolgáló a következő hibaüzenetet adta vissza: %1$s (%2$s)
ja_jp: メッセージを送信できませんでした:。メールトランスポートサーバーからのエラーメッセージ: %1$s (%2$s)
ro_ro: Mesajul nu a putut fi trimis. Mesaj de eroare de la serverul de transport de mail: %1$s (%2$s)
sk_sk: Správu nebolo možné odoslať. Chybové hlásenie z poštového servera: %1$s (%2$s)

source: Lost connection to mail server. Please try again later.
cs_cz: Spojení s poštovním serverem bylo ztraceno. Zkuste to, prosím, znovu později.
de_de: Die Verbindung zum Mailserver ist abgebrochen. Bitte versuchen Sie es später erneut.
fi_fi: Yhteys postipalvelimeen katkesi. Yritä myöhemmin uudelleen.
hu_hu: Elveszett a kapcsolat a levélkiszolgálóval. Próbálja meg később.
ja_jp: メールサーバーへの接続が失われました。後でもう一度やり直してください。
ro_ro: S-a pierdut conexiunea cu serverul de mail. Încercați din nou mai târziu.
sk_sk: Stratilo sa spojenie k poštovému serveru. Prosím, skúste to znova neskôr.

source: Connection closed to mail server %1$s. Please try again later.
cs_cz: Spojení s poštovním serverem %1$s bylo ukončeno. Zkuste to, prosím, znovu později.
de_de: Die Verbindung zum Mailserver %1$s ist abgebrochen. Bitte versuchen Sie es später erneut.
fi_fi: Yhteys postipalvelimeen %1$s suljettiin. Yritä myöhemmin uudelleen.
hu_hu: A kapcsolat lezáródott a(z) %1$s levélkiszolgálóval. Próbálja meg később.
ja_jp: メールサーバー %1$s への接続が閉じられました。後でもう一度やり直してください。
ro_ro: S-a închis conexiunea cu serverul de mail %1$s. Încercați din nou mai târziu.
sk_sk: Spojenie k poštovému serveru %1$s bolo zatvorené. Prosím, skúste to znova neskôr.

source: The connection to remote server %1$s was refused or timed out while attempting to connect. Please try again later.
cs_cz: Spojení bylo odmítnuto nebo vypršela lhůta při pokusech o připojení ke vzdálenému serveru %1$s. Zkuste to, prosím, znovu později.
de_de: Die Verbindung zum Remote-Server %1$s wurde entweder abgelehnt oder ist aufgrund einer Zeitüberschreitung beim Verbindungsversuch abgebrochen. Bitte versuchen Sie es später erneut.
fi_fi: Yhteys etäpalvelimeen %1$s estettiin tai se katkesi yritettäessä yhteyttä. Yritä myöhemmin uudelleen.
hu_hu: A kapcsolat vissza lett utasítva vagy túllépte az időkorlátot a távoli %1$s kiszolgálóhoz kapcsolódáskor. Próbálja meg később.
ja_jp: リモートサーバー %1$s への接続試行中に接続が拒否されたか、またはタイムアウトしました。後でもう一度やり直してください。
ro_ro: Conexiunea cu serverul la distanță %1$s a fost refuzată sau a expirat timpul de așteptare. Încercați din nou mai târziu.
sk_sk: Spojenie k vzdialenému serveru %1$s bolo odmietnuté alebo čas čakania naň vypršal počas pokusu o pripojenie. Prosím, skúste to znova neskôr.

source: The connection to remote server %1$s timed out while awaiting the response. Please try again later.
cs_cz: Spojení ke vzdálenému serveru %1$s vypršela lhůta při čekání na reakci. Zkuste to, prosím, znovu později.
de_de: Die Verbindung zum Remote-Server %1$s ist aufgrund einer Zeitüberschreitung beim Warten auf Antwort abgebrochen. Bitte versuchen Sie es später erneut.
fi_fi: Yhteys etäpalvelimeen %1$s katkesi vastausta odottaessa. Yritä myöhemmin uudelleen.
hu_hu: A távoli %1$s kiszolgálóhoz kapcsolódáskor a várakozás túllépte az időkorlátot. Próbálja meg később.
ja_jp: 応答待機中にリモートサーバー %1$s への接続がタイムアウトしました。後でもう一度やり直してください。
ro_ro: A expirat timpul de așteptare pentru conexiunea cu serverul la distanță %1$s înainte de a obține un răspuns. Încercați din nou mai târziu.
sk_sk: Pripojenie k vzdialenému serveru %1$s vypršalo počas čakania na odpoveď. Prosím, skúste to znova neskôr.
