Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The split of the appointment series cannot be performed. Please select a valid split point and try again.
cs_cz: Rozdělení série schůzek nelze provést. Zadejte, prosím, platné datum pro rozdělení a zkuste to znovu.
de_de: Die Terminserie kann nicht getrennt werden. Bitte wählen Sie eine gültige Trennung und versuchen Sie es erneut.
fi_fi: Tapaamissarjan katkaisua ei voitu suorittaa. Valitse kelpaava katkaisukohta ja yritä uudelleen.
hu_hu: A találkozósorozat szétválasztása nem végezhető el. Kérjük, válasszon egy érvényes szétválasztási pontot, és próbálkozzon újra.
ja_jp: 繰り返しを分割することができません。有効な分割ポイントを選択して、もう一度やり直してください。
ro_ro: Despărțirea seriei de întâlniri nu poate fi efectuată. Selectați un punct de despărțire valid și încercați din nou.
sk_sk: Nie je možné rozdeliť sériu schôdzok. Prosím, vyberte platné miesto rozdelenia a skúste to znova.

source: Moving an appointment series into another folder is not supported.
cs_cz: Není možné přesunout sérii schůzek do jiné složky.
de_de: Ein Serientermin darf nicht in einen anderen Ordner verschoben werden.
fi_fi: Tapaamissarjan siirtämistä toiseen kansioon ei tueta.
hu_hu: A találkozósorozat egy másik mappába történő áthelyezése nem támogatott.
ja_jp: 繰り返しの別のフォルダーへの移動はサポートされていません。
ro_ro: Nu este permisă mutarea unei serii de întâlniri într-un alt dosar.
sk_sk: Presunutie série schôdzok do iného priečinka nie je podporované.

source: Moving an occurrence of an appointment series into another folder is not supported.
cs_cz: Není možné přesunout jednu instanci ze série schůzek do jiné složky.
de_de: Ein Einzeltermin eines Serientermins darf nicht in einen anderen Ordner verschoben werden.
fi_fi: Tapaamissarjan yhden tapaamisen siirtoa toiseen kansioon ei tueta.
hu_hu: A találkozósorozat egy találkozójának egy másik mappába történő áthelyezése nem támogatott.
ja_jp: 繰り返し発生の別のフォルダーへの移動はサポートされていません。
ro_ro: Mutarea unei repetări dintr-o serie de întâlniri într-un alt dosar nu este suportată.
sk_sk: Presunutie opakovania zo série schôdzok do iného priečinka nie je podporované.

source: The calendar user "%1$s" is invalid.
cs_cz: Uživatel kalendáře „%1$s“ neexistuje.
de_de: Der Kalenderbenutzer "%1$s" ist ungültig.
fi_fi: Kalenterinkäyttäjä "%1$s" ei kelpaa.
hu_hu: A(z) "%1$s" naptár felhasználó érvénytelen.
ja_jp: カレンダーのユーザー"%1$s"は無効です。
ro_ro: Utilizatorul de calendar "%1$s" este incorect.
sk_sk: Používateľ kalendára "%1$s" je neplatný.

source: The supplied configuration is invalid. Please correct the configuration and try again.
cs_cz: Zadané nastavení není platné. Opravte, prosím, nastavení a zkuste to znovu.
de_de: Die angegebene Konfiguration ist ungültig. Bitte korrigieren Sie die Konfiguration und versuchen Sie es erneut.
fi_fi: Annettu konfiguraatio ei kelpaa. Korjaa konfiguraatio ja yritä uudelleen.
hu_hu: A megadott beállítás érvénytelen. Kérjük, javítsa ki a beállítást, és próbálja újra.
ja_jp: 指定された構成は無効です。構成を修正して、もう一度やり直してください。
ro_ro: Configurația furnizată este incorectă. Corectați configurația și încercați din nou.
sk_sk: Zadaná konfigurácia je neplatná. Prosím, opravte konfiguráciu a skúste to znova.

source: In order to accomplish the search, %1$d or more characters are required.
cs_cz: Aby mohlo být vyhledávání provedeno, je potřeba alespoň %1$d znaků.
de_de: Zum Durchführen der Suche sind mindestens %1$d Zeichen erforderlich.
fi_fi: Haun suorittamiseksi vaaditaan %1$d tai useampia merkkejä.
hu_hu: A keresés végrehajtásához legalább %1$d karakter szükséges.
ja_jp: 検索を実行するには %1$d 以上の文字数が必要です。
ro_ro: Pentru a completa căutarea sunt necesare %1$d sau mai multe caractere.
sk_sk: Aby bolo možné vykonať hľadanie, je treba ešte %1$d alebo viac znakov.

source: The character "%1$s" in field "%2$s" can't be saved. Please remove the problematic character and try again.
cs_cz: Znak „%1$s“ v poli „%2$s“ nelze uložit. Odstraňte, prosím, problematický znak a zkuste to znovu.
de_de: Das Zeichen "%1$s" im Feld "%2$s" kann nicht gespeichert werden. Bitte entfernen Sie das Zeichen und versuchen Sie es erneut.
fi_fi: Merkkiä "%1$s" kentässä "%2$s" ei voida tallentaa. Poista ongelmallinenmerkki ja yritä uudelleen.
hu_hu: A(z) "%2$s" mezőben lévő "%1$s" karaktert nem lehet elmenteni. Távolítsa el a problémás karaktert és próbálja újra.
ja_jp: フィールド"%2$s" の文字 "%1$s" が保存できません。問題のある文字を削除して、もう一度やり直してください。
ro_ro: Caracterul "%1$s" din câmpul "%2$s" nu poate fi salvat. Eliminați caracterul problematic și încercați din nou.
sk_sk: Znak "%1$s" v poli "%2$s" nie je možné uložiť. Prosím, odstráňte problematický znak a skúste to znova.

source: Some data entered exceeded the field limit. Please shorten the value for "%1$s" (limit: %2$d, current: %3$d) and try again.
cs_cz: Některé ze zadaných údajů přesáhly limit pole. Zkraťte, prosím, hodnotu „%1$s“ (aktuální: %2$d, limit: %3$d) a zkuste to znovu.
de_de: Einige der eingegebenen Daten überschreiten das Feldlimit. Bitte kürzen Sie den Eintrag für "%1$s" (Limit: %2$s, aktuell: %3$s) und versuchen Sie es erneut.
fi_fi: Osa syötetyistä tiedoista ylitti kenttärajoituksen. Ole hyvä ja lyhennä kentän "%1$s" arvoa (raja: %2$s, nyt: %3$s) ja yritä uudelleen.
hu_hu: Egyes beírt adatok meghaladták a mező korlátját. Kérjük, rövidítse le a "%1$s" értéket (méretkorlát: %2$d, aktuális méret: %3$d), és próbálkozzon újra.
ja_jp: 入力したいくつかのデータは、フィールドの制限を超えています。"%1$s" (文字数制限: %2$d、現在の文字数: %3$d) の値を短くして、もう一度やり直してください。
ro_ro: Anumite date introduse depășesc limita câmpului. Scurtați valoarea pentru "%1$s" (limită: %2$d, valoare actuală: %3$d) și încercați din nou.
sk_sk: Niektoré dáta prekročili obmedzenie dĺžky poľa. Prosím, skráťte hodnotu "%1$s" (limit: %2$d, momentálne: %3$d) a skúste to znova.

source: The maximum number of calendar subscriptions is exceeded.
cs_cz: Byl překročen maximální počet přihlášených kalendářů.
de_de: Die maximale Anzahl von Kalenderabonnements wurde überschritten.
fi_fi: Kalenteritilausten enimmäismäärä on ylitetty.
hu_hu: A naptárra feliratkozók száma elérte a maximumot.
ja_jp: カレンダー登録の最大数を超えました。
ro_ro: S-a depășit numărul maxim de înscrieri pentru calendare.
sk_sk: Bol prekročený maximálny počet odberov kalendára.

source: The value for "%2$s" is invalid and wasn't applied.
cs_cz: Hodnota „%2$s“ není platná a nebyla použita.
de_de: Der Wert für "%2$s" ist ungültig und wurde nicht angewendet.
fi_fi: Arvo "%2$s" ei kelpaa eikä sitä käytetty.
hu_hu: A(z) "%2$s" érték érvénytelen, és nem alkalmazható.
ja_jp: 値"%2$s"は無効で、使用できませんでした。
ro_ro: Valoarea pentru "%2$s" este incorectă și nu a fost aplicată.
sk_sk: Hodnota pre "%2$s" je neplatná a nebola použitá.

source: The value for "%1$s" is invalid and cannot be applied.
cs_cz: Hodnota „%1$s“ není platná a nebylo možné ji použít.
de_de: Der Wert für "%1$s" ist ungültig und kann nicht angewendet werden.
fi_fi: "%2$s"-arvo ei kelpaa eikä sitä käytetä.
hu_hu: A megadott "%1$s" érték érvénytelen, és nem alkalmazható.
ja_jp: 値"%1$s"は無効で、使用できません。
ro_ro: Valoarea pentru "%1$s" este incorectă și nu poate fi aplicată.
sk_sk: Hodnota pre "%1$s" je neplatná a nemožno ju použiť.

source: The value for "%2$s" is not supported and wasn't applied.
cs_cz: Hodnota „%2$s“ není podporovaná a nebyla použita.
de_de: Der Wert für "%2$s" wird nicht unterstützt und wurde nicht angewendet.
fi_fi: Arvoa "%2$s" ei tueta eikä sitä käytetty.
hu_hu: A(z) "%2$s" érték nem támogatott, és nem alkalmazható.
ja_jp: 値"%2$s"はサポートされていなくて、使用できませんでした。
ro_ro: Valoarea pentru "%2$s" nu este suportată și nu a fost aplicată.
sk_sk: Hodnota pre "%2$s" nie je podporovaná a nebola použitá.

source: The '%1$s' is either not an internal user or does not exist.
cs_cz: ‚%1$s‘ buď není interní uživatel, nebo neexistuje.
de_de: '%1$s' ist entweder kein interner Benutzer oder existiert nicht.
fi_fi: Joko '%1$s' ei ole sisäinen käyttäjä tai sitä ei ole olemassa.
hu_hu: A (z) '%1$s' nem belső felhasználó, vagy nem létezik.
ja_jp: '%1$s'は内部ユーザーではないか、あるいは存在しません。
ro_ro: '%1$s' fie nu este un utilizator intern, fie nu există.
sk_sk: "%2$s" buď nie je interným používateľom alebo neexistuje.

source: Authentication failed.
cs_cz: Autentizace selhala.
de_de: Die Authentifizierung ist fehlgeschlagen.
fi_fi: Varmennus epäonnistui.
hu_hu: A hitelesítés nem sikerült.
ja_jp: 認証に失敗しました。
ro_ro: Autentificarea a eșuat.
sk_sk: Autentifikácia zlyhala.

source: Unable to create account. There have been issues with the provided authentication.
cs_cz: Nepodařilo se vytvořit účet. Problém s autentizací.
de_de: Das Konto konnte nicht angelegt werden. Es gab Probleme mit der Authentifizierung.
fi_fi: Tiliä ei voitu luoda. Varmentamisen kanssa on ongelmia.
hu_hu: Nem sikerült fiókot létrehozni. Problémák adódtak a megadott hitelesítéssel.
ja_jp: アカウントを作成できません。入力した認証に問題があります。
ro_ro: Nu s-a putut crea contul. Au apărut probleme cu autentificarea furnizată.
sk_sk: Nie je možné vytvoriť účet. Vyskytli sa problémy s poskytnutou autentifikáciou.

source: The quota for account '%1$s' in context '%2$s' exceeded the limit.
cs_cz: Kvóta pro účet ‚%1$s‘ v kontextu ‚%2$s‘ byla překročena.
de_de: Das Kontingentlimit für das Konto "%1$s" im Kontext "%2$s" wurde überschritten.
fi_fi: Tilin '%1$s' '%2$s' kiintiö on ylittynyt.
hu_hu: A (z) "%1$s" fiókhoz tartozó kvóta a(z) "%2$s" kontextusban túllépte a korlátot.
ja_jp: コンテキスト'%2$s'のアカウント'%1$s'の割当量が制限を超えました。
ro_ro: Contul '%1$s' în contextul '%2$s' depășește limita permisă.
sk_sk: Kvóta účtu "%1$s" v kontexte "%2$s" prekročila limit.

source: The requested attachment was not found.
cs_cz: Požadovaná příloha nebyla nalezena.
de_de: Der angeforderte Anhang wurde nicht gefunden.
fi_fi: Pyydettyä liitettä ei löytynyt.
hu_hu: A keresett melléklet nem található.
ja_jp: 要求された添付ファイルが見つかりませんでした。
ro_ro: Fișierul atașat solicitat nu a fost găsit.
sk_sk: Požadovaná príloha nebola nájdená.

source: Too many appointments are queried. Please choose a shorter timeframe.
cs_cz: Je vyhledáváno příliš mnoho schůzek. Zadejte, prosím, menší interval.
de_de: Es wurden zu viele Termine angefragt. Bitte wählen Sie einen kürzeren Zeitraum.
fi_fi: Liikaa tapaamistiedusteluja. Valitse lyhyempi ajanjakso.
hu_hu: Túl sok találkozót lett lekérdezve. Kérjük, válasszon rövidebb időkeretet.
ja_jp: 検索の予定が多すぎます。短いタイムフレームを選択してください。
ro_ro: Au fost interogate prea multe întâlniri. Alegeți o perioadă mai scurtă.
sk_sk: Príliš veľa požiadaviek na schôdzky. Prosím, vyberte kratší časový interval.

source: The appointment contains too many participants.
cs_cz: Schůzka má příliš mnoho účastníků.
de_de: Der Termin enthält zu viele Teilnehmer.
fi_fi: Tapaaminen sisältää liian monta osallistujaa.
hu_hu: A találkozó túl sok résztvevőt tartalmaz.
ja_jp: 予定に参加者が多すぎます。
ro_ro: Întâlnirea conține prea mulți participanți.
sk_sk: Schôdzka obsahuje príliš veľa účastníkov.

source: The appointment contains too many reminders.
cs_cz: Schůzka má příliš mnoho připomínek.
de_de: Der Termin enthält zu viele Erinnerungen.
fi_fi: Tapaaminen sisältää liian monta muistutusta.
hu_hu: A találkozó túl sok emlékeztető tartalmaz.
ja_jp: 予定にアラームが多すぎます。
ro_ro: Întâlnirea conține prea multe mementouri.
sk_sk: Schôdzka obsahuje príliš veľa pripomenutí.

source: The appointment contains too many conferences.
cs_cz: Schůzka má příliš mnoho konferencí.
de_de: Der Termin enthält zu viele Konferenzen.
fi_fi: Tapaamiseen kuuluu liian monta kokousta.
hu_hu: A találkozó túl sok tárgyalást tartalmaz.
ja_jp: 予定に会議が多すぎます。
ro_ro: Întâlnirea conține prea multe conferițe.
sk_sk: Schôdzka obsahuje príliš veľa konferencií.

source: The method "%1$s" is not supported.
cs_cz: Metoda „%1$s“ není podporovaná.
de_de: Die Methode "%1$s" wird nicht unterstützt.
fi_fi: Menetelmää "%1$s" ei tueta.
hu_hu: A(z) "%1$s" módszer nem támogatott.
ja_jp: メソッド "%1$s" はサポートされていません。
ro_ro: Metoda "%1$s" nu este acceptată.
sk_sk: Metóda "%1$s" nie je podporovaná.

source: The event %1$s was not canceled for the user %2$s and won't be deleted.
cs_cz: Událost %1$s nebyla pro uživatele %2$s zrušena a nebude smazána.
fi_fi: %1$s -tapahtumaa ei peruutettu käyttäjälle %2$s eikä sitä poisteta.
hu_hu: A(z) %1$s eseményt nem törölte %2$ és nem kerül eltávolításra.
ja_jp: イベント%1$sはユーザー%2$sに対してキャンセルされず、削除されません。
ro_ro: Evenimentul %1$s nu a fost revocat pentru utilizatorul %2$s și nu va fi șters.
sk_sk: Udalosť %1$s nebola zrušená pre používateľa %2$s a nebola zmazaná.

source: Your selection is not supported.
cs_cz: Vaše volba není podporována.
de_de: Ihre Auswahl wird nicht unterstützt.
fi_fi: Valintaasi ei tueta.
hu_hu: A kiválasztott elem nem támogatott.
ja_jp: この選択はサポートされていません。
ro_ro: Selecția nu este suportată.
sk_sk: Vaša voľba nie je podporovaná!

source: The chosen configuration is not supported.
cs_cz: Vybraná konfigurace není podporována.
de_de: Die gewählte Konfiguration wird nicht unterstützt.
fi_fi: Valittua konfiguraatiota ei tueta.
hu_hu: A kiválasztott beállítás nem támogatott.
ja_jp: 選択の構成はサポートされていません。
ro_ro: Configurația selectată nu este suportată.
sk_sk: Konfigurácia, ktorú ste zvolili nie je podporovaná.

source: The execution has been denied. Please choose another option.
cs_cz: Provedení bylo zamítnuto. Vyberte, prosím, jinou možnost.
de_de: Die Ausführung wurde verweigert. Bitte wählen Sie eine andere Option.
fi_fi: Suorittaminen on estetty. Valitse toinen vaihtoehto.
hu_hu: A végrehajtás megtagadva. Válasszon egy másik lehetőséget.
ja_jp: 実行が拒否されました。他のオプションを選択してください。
ro_ro: Execuția a fost respinsă. Selectați altă opțiune.
sk_sk: Vykonanie bolo odmietnuté. Prosím, vyberte inú možnosť.

source: Execution failed. Please choose another option.
cs_cz: Provedení selhalo. Vyberte, prosím, jinou možnost.
de_de: Fehler beim Ausführen. Bitte wählen Sie eine andere Option.
fi_fi: Suorittaminen epäonnistui. Valitse toinen vaihtoehto.
hu_hu: A végrehajtás meghiúsult. Válasszon egy másik lehetőséget.
ja_jp: 実行に失敗しました。他のオプションを選択してください。
ro_ro: Execuția a eșuat. Selectați altă opțiune.
sk_sk: Vykonanie zlyhalo. Prosím, vyberte inú možnosť.

source: Sent quota exceeded. You are only allowed to send 1 SMS in %1$s seconds.
cs_cz: Odesílací kvóta překročena. Máte povoleno odesílat jen jednu zprávu SMS každých %1$s sekund.
de_de: Das Sendekontingent wurde überschritten. Sie dürfen nur 1 SMS in %1$s Sekunden senden.
fi_fi: Lähetyskiintiö ylittyi. Voit lähettää vain yhden tekstiviestin %1$s sekunnissa.
hu_hu: A küldési kvóta túllépve, csak 1 SMS-t küldhet %1$s másodpercen belül.
ja_jp: 送信間隔の制限により送信できません。 次のSMSを送信する前に %1$s 秒以上待つ必要があります。
ro_ro: Limita de expediere a fost depășită. Puteți trimite doar 1 SMS în %1$s secunde.
sk_sk: Kvóta odoslaných prekročená. Máte povolené poslať iba 1 SMS za %1$s sekúnd.

source: The download link is invalid.
cs_cz: Odkaz ke stáhnutí souboru je neplatný.
de_de: Der Download-Link ist ungültig.
fi_fi: Latauslinkki ei toimi.
hu_hu: A letöltő hivatkozás érvénytelen.
ja_jp: 指定されたダウンロードリンクは無効です。
ro_ro: Legătura pentru descărcare este incorectă.
sk_sk: Odkaz na stiahnutie je neplatný.

source: The phone number %1$s is invalid.
cs_cz: Telefonní číslo %1$s je neplatné.
de_de: Die Telefonnummer %1$s ist ungültig.
fi_fi: Puhelinnumero %1$s ei kelpaa.
hu_hu: A(z) %1$s telefonszám érvénytelen.
ja_jp: 電話番号 %1$s は無効です。
ro_ro: Numărul de telefon %1$s este incorect.
sk_sk: Telefóne číslo %1$s je neplatné.

source: Tablet
fi_fi: Tabletti
hu_hu: Táblagép
ja_jp: タブレット
ro_ro: Tabletă

source: Smartphone
fi_fi: Älypuhelin
hu_hu: Okostelefon
ja_jp: スマートフォン
sk_sk: Smartfón

source: Laptop + PC
cs_cz: Notebook + PC
fi_fi: Läppäri + PC
ja_jp: ノートパソコン + PC
sk_sk: Notebook + PC

source: Mail successfully sent
cs_cz: Zpráva odeslána
de_de: E-Mail erfolgreich versendet
fi_fi: Sähköpostin lähettäminen onnistui
hu_hu: Levél sikeresen elküldve
ja_jp: メールを送信しました
ro_ro: Mesajul a fost trimis cu succes
sk_sk: Email bol úspešne odoslaný

source: SMS successfully sent
cs_cz: Zpráva SMS odeslána
de_de: SMS erfolgreich gesendet
fi_fi: Tekstiviestin lähettäminen onnistui
hu_hu: SMS sikeresen elküldve
ja_jp: SMS を送信しました
ro_ro: SMS-ul a fost trimis cu succes
sk_sk: SMS bola úspešne odoslaná

source: To set up your device, click following link:
cs_cz: Pro nastavení svého zařízení klikněte na následující odkaz:
de_de: Um das Gerät einzurichten, klicken Sie auf folgenden Link:
fi_fi: Tee laitteeseesi asetukset seuraamalla seuraavaa linkkiä:
hu_hu: A készülék beállításához kattintson az alábbi hivatkozásra:
ja_jp: デバイスを設定するには、次のリンクをクリックします。
ro_ro: Pentru a vă configura dispozitivul apăsați pe această legătură:
sk_sk: Ak chcete nastaviť vaše zariadenie, kliknite na odkaz:

source: Dear %1$s,
cs_cz: Vážená paní nebo pane %1$s,
de_de: Liebe/r %1$s,
fi_fi: Hei %1$s,
hu_hu: Kedves %1$s!
ja_jp: %1$s 様
ro_ro: Stimate domn/ Stimată doamnă %1$s,
sk_sk: Dobrý deň, %1$s,

source: to automatically configure your device, please download & install the attached configuration profile.
cs_cz: pro automatické nastavení svého zařízení stáhněte a nainstalujte, prosím, připojený konfigurační profil.
de_de: um Ihr Gerät automatisch zu konfigurieren, laden Sie bitte das angefügte Konfigurationsprofil herunter und installieren Sie es.
fi_fi: konfiguroi laitteesi automaattisesti lataamalla ja asentamalla liitteenä oleva konfiguraatioprofiili.
hu_hu: az eszköz automatikus beállításához töltse le és telepítse a mellékelt konfigurációs profilt.
ja_jp: デバイスの自動構成のために、添付の構成プロファイルをダウンロードし、インストールしてください。
ro_ro: pentru a vă configura automat dispozitivul descărcați și instalați profilul de configurare atașat.
sk_sk: aby ste automaticky nastavili vaše zariadenie, stiahnite a nainštalujte si priložený konfiguračný profil.

source: to automatically configure your device, please download & install the attached configuration profile "%1$s".
cs_cz: pro automatické nastavení svého zařízení stáhněte a nainstalujte, prosím, připojený konfigurační profil „%1$s“.
de_de: um Ihr Gerät automatisch zu konfigurieren, laden Sie bitte das angefügte Konfigurationsprofil "%1$s" herunter und installieren Sie es.
fi_fi: konfiguroi laitteesi automaattisesti lataamalla ja asentamalla liitteenä oleva konfiguraatioprofiili "%1$s".
hu_hu: az eszköz automatikus beállításához töltse le és telepítse a mellékelt "%1$s" konfigurációs profilt.
ja_jp: デバイスの自動構成のために、添付の構成プロファイル"%1$s"をダウンロードし、インストールしてください。
ro_ro: pentru a vă configura automat dispozitivul descărcați și instalați profilul de configurare atașat "%1$s".
sk_sk: aby ste automaticky nastavili vaše zariadenie, stiahnite a nainštalujte si priložený konfiguračný profil "%s".

source: Your device configuration
cs_cz: Nastavení vašeho zařízení
de_de: Ihre Gerätekonfiguration
fi_fi: Laitteesi konfigurointi
hu_hu: Készülék beállítása
ja_jp: ご利用のデバイスの構成
ro_ro: Configurația dispozitivului dumneavoastră
sk_sk: Nastavenie vášho zariadenia

source: %1$s, %2$s %3$s on %4$s %5$s
cs_cz: %1$s, %2$s %3$s, %4$s %5$s
de_de: %1$s, %2$s %3$s auf %4$s %5$s
fi_fi: %1$s, %2$s %3$s käyttöjärjestelmällä %4$s %5$s
hu_hu: %1$s, %2$s %3$s a következőn: %4$s %5$s
ja_jp: %4$s %5$s 上の %1$s、%2$s %3$s
ro_ro: %1$s, %2$s %3$s pe %4$s %5$s
sk_sk: %1$s, %2$s %3$s na %4$s %5$s

source: %1$s, %2$s %3$s on %4$s
cs_cz: %1$s, %2$s %3$s, %4$s
de_de: %1$s, %2$s %3$s auf %4$s
fi_fi: %1$s, %2$s %3$s käyttöjärjestelmällä %4$s
hu_hu: %1$s, %2$s %3$s a következőn: %4$s
ja_jp: %4$s 上の %1$s、%2$s %3$s
ro_ro: %1$s, %2$s %3$s pe %4$s
sk_sk: %1$s, %2$s %3$s na %4$s

source: %1$s, %2$s on %3$s %4$s
cs_cz: %1$s, %2$s, %3$s %4$s
de_de: %1$s, %2$s auf %3$s %4$s
fi_fi: %1$s, %2$s käyttöjärjestelmällä %3$s %4$s
hu_hu: %1$s, %2$s a következőn: %3$s %4$s
ja_jp: %3$s %4$s 上の %1$s、%2$s
ro_ro: %1$s, %2$s pe %3$s %4$s
sk_sk: %1$s, %2$s na %3$s %4$s

source: %1$s, %2$s on %3$s
cs_cz: %1$s, %2$s, %3$s
de_de: %1$s, %2$s auf %3$s
fi_fi: %1$s, %2$s käyttöjärjestelmällä %3$s
hu_hu: %1$s, %2$s a következőn: %3$s
ja_jp: %3$s 上の %1$s、%2$s
ro_ro: %1$s, %2$s pe %3$s
sk_sk: %1$s, %2$s na %3$s

source: %1$s on %2$s %3$s
cs_cz: %1$s, %2$s %3$s
de_de: %1$s auf %2$s %3$s
fi_fi: %1$s käyttöjärjestelmällä %2$s %3$s
hu_hu: %1$s a következőn: %2$s %3$s
ja_jp: %2$s %3$s 上の %1$s
ro_ro: %1$s pe %2$s %3$s
sk_sk: %1$s na %2$s %3$s

source: Microsoft Exchange ActiveSync Client
ja_jp: Microsoft Exchange Active-Sync クライアント
ro_ro: Client Microsoft Exchange ActiveSync
sk_sk: Microsoft Exchange ActiveSync klient

source: %1$s %2$s on %3$s %4$s
cs_cz: %1$s %2$s, %3$s %4$s
de_de: %1$s %2$s auf %3$s %4$s
fi_fi: %1$s %2$s käyttöjärjestelmällä %3$s %4$s
hu_hu: %1$s %2$s a következőn: %3$s %4$s
ja_jp: %3$s %4$s 上の %1$s %2$s
ro_ro: %1$s %2$s pe %3$s %4$s
sk_sk: %1$s %2$s na %3$s %4$s

source: %1$s %2$s on %3$s
cs_cz: %1$s %2$s, %3$s
de_de: %1$s %2$s auf %3$s
fi_fi: %1$s %2$s käyttöjärjestelmällä %3$s
hu_hu: %1$s %2$s a következőn: %3$s
ja_jp: %3$s 上の %2$s %1$s
ro_ro: %1$s %2$s pe %3$s
sk_sk: %1$s %2$s na %3$s

source: %1$s on %2$s
cs_cz: %1$s, %2$s
de_de: %1$s auf %2$s
fi_fi: %1$s käyttöjärjestelmällä %2$s
hu_hu: %1$s a következőn: %2$s
ja_jp: %2$s 上の %1$s
ro_ro: %1$s pe %2$s
sk_sk: %1$s na %2$s

source: Unknown client
cs_cz: Neznámý klient
de_de: Unbekannter Client
fi_fi: Tuntematon asiakas
hu_hu: Ismeretlen kliens
ja_jp: 不明なクライアント
ro_ro: Client necunoscut
sk_sk: Neznámy klient

source: Another node is currently performing the same task. Try again later.
cs_cz: Stejnou činnost právě provádí jiný člen sítě. Zkuste to, prosím, později.
de_de: Ein weiterer Node führt derzeit die gleiche Aufgabe aus. Versuchen Sie es später noch einmal.
fi_fi: Tehtävää suorittaa parhaillaan toinen noodi. Yritä myöhemmin uudelleen.
hu_hu: Egy másik kiszolgáló jelenleg ugyanezen a feladaton dolgozik. Próbálja meg később.
ja_jp: 他のノードが同じタスクを現在実行中です。後でもう一度やり直してください。
ro_ro: Alt nod execută momentan aceeași sarcină. Încercați din nou mai târziu.
sk_sk: Iný uzol už vykonáva rovnakú úlohu. Skúste to znova neskôr.

source: Internal Contacts
cs_cz: Interní kontakty
fi_fi: Sisäiset yhteystiedot
hu_hu: Belső névjegyek
ja_jp: 内部連絡先
ro_ro: Persoane de contact interne
sk_sk: Interné kontakty

source: The requested contact account was not found.
cs_cz: Požadovaný účet kontaktu nebyl nalezen.
fi_fi: Pyydettyä yhteystietotiliä ei löytynyt.
hu_hu: A kért kapcsolati fiók nem található.
ja_jp: 要求された連絡先アカウントが見つかりませんでした。
ro_ro: Contul de persoane de contact solicitat nu a fost găsit.
sk_sk: Požadovaný účet kontaktov nebol nájdený.

source: The contacts provider '%1$s' is not available.
cs_cz: Poskytovatel kontaktu „%1$s“ není dostupný.
fi_fi: Yhteystietopalvelu '%1$s' ole käytettävissä.
hu_hu: A(z) '%1$s' kapcsolati szolgáltató nem érhető el.
ja_jp: 連絡先プロバイダ "%1$s"が利用できません。
ro_ro: Furnizorul de persoane de contact "%1$s" nu este disponibil.
sk_sk: Poskytovateľ kontaktov "%1$s" nie je k dispozícii.

source: The requested operation is not supported for contacts provider '%1$s'.
cs_cz: Požadovaná operace není poskytovatelem kontaktu „%1$s“ podporovaná.
fi_fi: Pyydettyä toimintoa ei tueta yhteystietopalvelulle '%1$s'.
hu_hu: A kért műveletet a(z) '%1$s' kapcsolati szolgáltató nem támogatja.
ja_jp: 要求された操作は連絡先プロバイダ"%1$s"にサポートされていません。
ro_ro: Operațiunea solicitată nu este acceptată de furnizorului de persoane de contact "%1$s".
sk_sk: Požadovaná operácia nie je podporovaná u poskytovateľa kalendára "%1$s".

source: The requested contact was not found.
cs_cz: Požadovaný kontakt nebyl nalezen.
fi_fi: Pyydettyä yhteystietoa ei löytynyt.
hu_hu: A kért névjegy nem található.
ja_jp: 要求された連絡先が見つかりませんでした。
ro_ro: Persoana de contact solicitată nu a fost găsită.
sk_sk: Požadovaný kontakt nebol nájdený.
