Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The root certificate issued by '%2$s' is not trusted
cs_cz: Kořenový certifikát vydaný ‚%2$s‘ není důvěryhodný
de_de: Das von '%2$s' ausgestellte Root-Zertifikat wird als nicht vertrauenswürdig eingestuft
fi_fi: '%2$s':n julkaisemaan varmenteeseen ei luoteta
hu_hu: A (z) "%2$s" által kiadott root tanúsítván nem megbízható
ja_jp: ’%2$s’によって発行されたルート証明書は信頼できません。
ro_ro: Certificatul rădăcină emis de '%2$s' nu este de încredere
sk_sk: Koreňový certifikát, ktorý vydal "%2$s" nie je označený ako dôveryhodný

source: The certificate is self-signed
cs_cz: Certifikát je podepsaný sám sebou
de_de: Das Zertifikat ist selbstsigniert
fi_fi: Varmenne on itse allekirjoitettu
hu_hu: A tanúsítvány saját aláírású
ja_jp: 証明書は自己署名型です。
ro_ro: Certificatul este autosemnat
sk_sk: Certifikát je podpísaný sám sebou

source: The certificate is expired
cs_cz: Certifikátu vypršela platnost
de_de: Das Zertifikat ist abgelaufen
fi_fi: Varmenne on vanhentunut
hu_hu: A tanúsítvány lejárt
ja_jp: 証明書が期限切れです。
ro_ro: Certificatul a expirat
sk_sk: Platnosť certifikátu vypršala

source: The common name for the certificate is invalid
cs_cz: Doménové jméno certifikátu není platné
de_de: Der allgemeine Name des Zertifikats ist ungültig
fi_fi: Varmenteen yleinen nimi ei kelpaa
hu_hu: A tanúsítvány közös neve érvénytelen
ja_jp: 証明書の共通名が無効です。
ro_ro: Numele comun pentru certificat este incorect
sk_sk: Pole "common name" certifikátu je neplatné

source: The root authority for the certificate is untrusted
cs_cz: Kořenová autorita certifikátu není důvěryhodná
de_de: Die Root-Berechtigung für das Zertifikat ist nicht vertrauenswürdig
fi_fi: Varmenteen päämyöntäjä ei ole luotettava
hu_hu: A tanúsítvány root engedélye nem megbízható
ja_jp: 証明書のルート権限は信頼できません。
ro_ro: Autoritatea rădăcină pentru certificat nu este de încredere
sk_sk: Koreňová autorita certifikátu nie je označená ako dôveryhodná

source: The certificate is using a weak algorithm
cs_cz: Certifikát používá slabý algoritmus
de_de: Das Zertifikat verwendet einen schwachen Algorithmus
fi_fi: Varmenne käyttää heikkoa algoritmia
hu_hu: A tanúsítvány gyenge algoritmust használ
ja_jp: 証明書は弱いアルゴリズムを使用しています。
ro_ro: Certificatul utilizează un algoritm slab
sk_sk: Certifikát používa slabý algoritmus

source: The certificate was revoked
cs_cz: Certifikát byl stažen
de_de: Das Zertifikat wurde widerrufen
fi_fi: Varmenne peruutettiin
hu_hu: A tanúsítványt visszavonták
ja_jp: 証明書は無効にされました。
ro_ro: Certificatul a fost revocat
sk_sk: Certifikát bol odvolaný

source: The certificate was signed by an untrusted issuer
cs_cz: Certifikát byl podepsán nedůvěryhodným vydavatelem
de_de: Das Zertifikat wurde von einem nicht vertrauenswürdigen Aussteller signiert
fi_fi: Varmenteen on allekirjoittanut ei-luotettu taho
hu_hu: A tanúsítványt egy nem megbízható kibocsátó írta alá
ja_jp: 証明書が信頼できない発行者によって署名されました。
ro_ro: Creatorul care a semnat certificatul nu este de încredere
sk_sk: Certifikát podpísal vydavateľ, ktorý nie je označený ako dôveryhodný

source: The user does not trust this certificate
cs_cz: Uživatel tomuto certifikátu nedůvěřuje
de_de: Der Benutzer traut diesem Zertifikat nicht
fi_fi: Käyttäjä ei luota tähän varmenteeseen
hu_hu: A felhasználó nem tartja megbízhatónak a tanúsítványt
ja_jp: ユーザーはこの証明書を信頼していません
ro_ro: Utilizatorul nu are încredere în acest certificat
sk_sk: Používateľ neoznačil tento certifikát ako dôveryhodný

source: Invalid common name
cs_cz: Neplatné doménové jméno
de_de: Ungültiger allgemeiner Name
fi_fi: Yleinen nimi ei kelpaa
hu_hu: A közös név érvénytelen
ja_jp: 無効な共通名
ro_ro: Nume comun incorect
sk_sk: Neplatné pole "common name"

source: The certificate is untrusted
cs_cz: Certifikát není důvěryhodný
de_de: Das Zertifikat ist nicht vertrauenswürdig
fi_fi: Varmenteeseen ei luoteta
hu_hu: A tanúsítvány nem megbízható
ja_jp: 証明書は信頼できません
ro_ro: Certificatul nu este de încredere
sk_sk: Používateľ nie je označený ako dôveryhodný

source: Successfully connected %1$s with your account
cs_cz: Úspěšně jste spojili %1$s se svým účtem
de_de: %1$s wurde erfolgreich mit Ihrem Konto verbunden
fi_fi: %1$s on onnistuneesti yhdistetty tiliisi
hu_hu: %1$s sikeres kapcsolódott a felhasználói fiókjával
ja_jp: ご利用のアカウントで %1$s に接続できました
ro_ro: %1$s s-a conectat cu succes la contul dumneavoastră
sk_sk: Aplikácia %1$s úspešne spojená s vaším účtom

source: Hello %1$s,
cs_cz: Dobrý den %1$s,
de_de: Hallo %1$s,
fi_fi: Hei %1$s,
hu_hu: Üdvözöljük, %1$s!
ja_jp: こんにちは、%1$sさん。
ro_ro: Salut %1$s,
sk_sk: Vitajte, %1$s,

source: your account %1$s has been successfully connected to %2$s.
cs_cz: váš účet %1$s byl úspěšně propojen s %2$s.
de_de: Ihr Konto %1$s wurde erfolgreich mit %2$s verbunden.
fi_fi: tilisi %1$s on yhdistetty sovellukseen %2$s.
hu_hu: a(z) %1$s felhasználói fiókja sikeresen kapcsolódott ehhez: %2$s.
ja_jp: アカウント %1$s は、 %2$s に接続されています。
ro_ro: contul %1$s a fost conectat cu succes la %2$s.
sk_sk: váš účet %1$s bol úspešne spojený s aplikáciou %2$s.

source: You may revoke access for this application at any time, by visiting your settings page.
cs_cz: Této aplikaci můžete kdykoliv odebrat přístup na stránce s nastavením.
de_de: Auf der Einstellungsseite können Sie jederzeit den Zugriff für diese Applikation zurückziehen.
fi_fi: Voit peruuttaa pääsyn tähän sovellukseen milloin vain käymällä asetussivullasi.
hu_hu: A beállítások lapon bármikor visszavonhatja az alkalmazás hozzáférését.
ja_jp: 設定ページを開くことで、いつでも本アプリケーションへのアクセスを無効にできます。
ro_ro: Puteți revoca oricând accesul acestei aplicații, utilizând pagina de setări.
sk_sk: Povolenie na prístup môžete aplikácii odvolať kedykoľvek na vašej stránke nastavení.

source: Go to settings
cs_cz: Přejít na nastavení
de_de: Öffnen Sie die Einstellungen
fi_fi: Mene asetuksiin
hu_hu: Ugrás a beállításokhoz
ja_jp: 設定を表示
ro_ro: Mergi la setări
sk_sk: Prejsť na nastavenia

source: Application %1$s would like to connect with your account
cs_cz: Aplikace %1$s se chce spojit s vaším účtem
de_de: Die Applikation %1$s möchte eine Verbindung zu Ihrem Konto herstellen
fi_fi: Sovellus %1$s haluaisi olla yhteydessä tiliisi
hu_hu: A(z) %1$s alkalmazás kapcsolódni szeretne a felhasználói fiókjához
ja_jp: アプリケーション %1$s はご利用中のアカウントによる接続を要求しています。
ro_ro: Aplicația %1$s dorește să se conecteze la contul dumneavoastră
sk_sk: Aplikácia %1$s by chcela pristupovať k vášmu účtu

source: Sign in to %1$s to connect %2$s with your account
cs_cz: Přihlaste se k %1$s k propojení aplikace %2$s se svým účtem
de_de: Melden Sie sich bei %1$s an, um %2$s mit Ihrem Konto zu verbinden
fi_fi: Kirjaudu sisään sovellukseen %1$s yhdistääksesi %2$s tiliisi
hu_hu: A(z) %2$s felhasználói fiókjával való összekapcsolásához lépjen be ezzel: %1$s
ja_jp: %1$s にログインして、ご利用中のアカウントで %2$s に接続してください。
ro_ro: Conectați-vă la %1$s pentru a conecta %2$s cu contul dumneavoastră
sk_sk: Prihláste sa do %1$s, aby ste spojili %2$s s vaším účtom

source: The application #split# would like to access your account, and is requesting following permissions:
cs_cz: Aplikace #split# chce přístup k vašemu účtu a požaduje následující oprávnění:
de_de: Die Applikation #split# möchte Zugriff auf Ihr Konto und fordert folgende Berechtigungen an:
fi_fi: #split# sovellus haluaisi päästä tilillesi ja pyytää seuraavia lupia:
hu_hu: A #split# alkalmazás hozzá szeretne férni a felhasználói fiókjához és a következő jogosultságokat kéri:
ja_jp: アプリケーション#split#はアカウントにアクセスを要求しています。また次の許可を要求しています。
ro_ro: Aplicația #split# dorește să acceseze contul dumneavoastră și solicită următoarele permisiuni:
sk_sk: Aplikácia #split# by chcela pristupovať k vášmu účtu a žiada o nasledovné oprávnenia:

source: Only allow access for applications you trust. You may revoke access for this application at any time, by visiting your settings page.
cs_cz: Povolte přístup pouze aplikacím, kterým důvěřujete. Této aplikaci můžete kdykoliv odebrat přístup na stránce s nastavením.
de_de: Erlauben Sie nur vertauenswürdigen Applikationen den Zugriff. Auf der Einstellungsseite können Sie jederzeit den Zugriff für diese Applikation zurückziehen.
fi_fi: Salli vain sovellukset, joihin luotat. Voit peruuttaa pääsyn sovellukseen milloin vain käymällä asetussivullasi.
hu_hu: Csak olyan alkalmazásnak adjon hozzáférést, amelyben bízik. A beállítások lapon bármikor visszavonhatja az alkalmazás hozzáférését.
ja_jp: 信頼できるアプリケーションへのアクセスのみを許可します。設定ページを開くことで、いつでも本アプリケーションへのアクセスを無効にできます。
ro_ro: Permiteți doar accesul aplicațiilor de încredere. Puteți anula oricând accesul acestei aplicații utilizând pagina de setări.
sk_sk: Povoľte prístup iba aplikáciám, ktorým dôverujete. Povolenie na prístup môžete aplikácii odvolať kedykoľvek na vašej stránke nastavení.

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
fi_fi: Peruuta
hu_hu: Mégse
ja_jp: キャンセル
ro_ro: Anulează
sk_sk: Zrušiť

source: Sign in
cs_cz: Přihlásit
de_de: Anmelden
fi_fi: Kirjaudu sisään
hu_hu: Bejelentkezés
ja_jp: ログイン
ro_ro: Autentificare
sk_sk: Prihlásiť sa

source: Deny
cs_cz: Zakázat
de_de: Verweigern
fi_fi: Estä
hu_hu: Elutasítás
ja_jp: 拒否
ro_ro: Refuză
sk_sk: Zamietnuť

source: Allow
cs_cz: Povolit
de_de: Zulassen
fi_fi: Salli
hu_hu: Engedélyezés
ja_jp: 許可
ro_ro: Permite
sk_sk: Povoliť

source: Password
cs_cz: Heslo
de_de: Passwort
fi_fi: Salasana
hu_hu: Jelszó
ja_jp: パスワード
ro_ro: Parolă
sk_sk: Heslo

source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
fi_fi: Käyttäjänimi
hu_hu: Felhasználónév
ja_jp: ユーザー名
ro_ro: Nume utilizator
sk_sk: Používateľské meno

source: An error occurred
cs_cz: Došlo k chybě
de_de: Es trat ein Fehler auf
fi_fi: Tapahtui virhe
hu_hu: Hiba történt
ja_jp: エラーが発生しました
ro_ro: A apărut o eroare
sk_sk: Vyskytla sa chyba

source: There seems to be a problem with this app
cs_cz: Vypadá to, že s touto aplikací je problém
de_de: Es scheint ein Problem mit dieser App zu geben
fi_fi: Tämän sovelluksen kanssa näyttää olevan ongelma
hu_hu: Úgy néz ki, valamilyen probléma van ezzel az alkalmazással
ja_jp: 本アプリケーションに問題があるようです。
ro_ro: Această aplicație pare a avea o problemă
sk_sk: Zdá sa, že sa vyskytol nejaký problém s touto aplikáciou

source: Don't worry, your data is perfectly safe.
cs_cz: Žádný strach, vaše data jsou v bezpečí.
de_de: Keine Sorge, Ihre Daten sind absolut sicher.
fi_fi: Ei huolta, tietosi ovat turvassa.
hu_hu: Ne aggódjon, az adatai tökéletes biztonságban vannak.
ja_jp: データは完全に安全です。
ro_ro: Nu vă faceți griji, datele dumneavoastră sunt în siguranță.
sk_sk: Nebojte sa, vaše dáta sú celkom v bezpečí.

source: View error details:
cs_cz: Zobrazit podrobnosti o chybě:
de_de: Fehlerdetails anzeigen:
fi_fi: Katso virhetiedot:
hu_hu: Hiba részleteinek megjelenítése:
ja_jp: エラーの詳細:
ro_ro: Vizualizează detaliile erorii:
sk_sk: Zobraziť podrobnosti o chybe:

source: Close
cs_cz: Zavřít
de_de: Schließen
fi_fi: Sulje
hu_hu: Bezárás
ja_jp: 閉じる
ro_ro: Închide
sk_sk: Zatvoriť

source: You reached the max. number of %3$d possible grants for 3rd party applications. Please revoke access for the ones you don't longer need.
cs_cz: Dosáhli jste limitu max. %3$d povolených externích aplikací. Odeberte, prosím, přístup aplikacím, které již nepotřebujete.
de_de: Sie haben die maximale Anzahl von %3$d möglichen Berechtigungen für Applikationen von Drittanbietern erreicht. Bitte setzen Sie die Zugriffsberechtigung für diejenigen zurück, die Sie nicht länger benötigen.
fi_fi: Olet saavuttanut kolmannen osapuolen sovellusten enimmäismäärän %3$d. Peruuta sovellukset, joita et enää tarvitse.
hu_hu: Elérte a külső alkalmazásokhoz adató maximális számú (%3$d) jogosultságadást. Vonja vissza a már nem szükséges jogosultságokat.
ja_jp: 第三者のアプリケーションの最大 %3$d 可能許可数に達しました。必要のないものに対するアクセスを無効にしてください。
ro_ro: Ați atins numărul maxim de %3$d permisiuni posibile pentru terțe aplicații. Anulați accesul pentru una dintre aplicațiile pe care nu le mai necesitați.
sk_sk: Dosiahli ste max. počet %3$d možných udelení oprávnenia aplikáciám tretích strán. Prosím, odvolajte prístup tým, ktoré už nepotrebujete.

source: There is no associated OAuth account for identifier %1$s.
cs_cz: S identifikátorem %1$s není spojen žádný účet OAuth.
de_de: Für die ID %1$s gibt es kein zugehöriges OAuth-Konto.
fi_fi: Tunnisteeseen %1$s liittyvää OAuth-tiliä ei ole olemassa.
hu_hu: A(z) %1$s azonosítóhoz nincs hozzárendelt OAuth felhasználói fiók.
ja_jp: 識別子 %1$sに関連付けられている OAuth アカウントはありません。
ro_ro: Nu există niciun cont OAuth asociat identificatorului %1$s.
sk_sk: Neexistuje žiadny pridružený účet OAuth pre identifikátor %1$s.

source: Missing argument: %1$s
cs_cz: Chybí argument: %1$s
de_de: Fehlendes Argument: %1$s
fi_fi: Puuttuva argumentti: %1$s
hu_hu: Hiányzó argumentum: %1$s
ja_jp: 次の引数が見つかりません: %1$s
ro_ro: Lipsește argumentul: %1$s
sk_sk: Chýba argument: %1$s

source: Your '%1$s' password changed. You have to authorize the server to use your account with the new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
cs_cz: Vaše heslo ‚%1$s‘ se změnilo. Musíte serveru autorizovat použití vašeho účtu s novým heslem. Jděte do Nastavení -> Mé sociální nastavení -> Účty. Pak to zkuste znovu.
de_de: Ihr '%1$s'-Passwort wurde geändert. Sie müssen den Server zur Nutzung Ihres Kontos mit dem neuen Passwort autorisieren. Gehen Sie dafür zu Konfiguration -> Meine Social-Einstellungen -> Konten. Versuchen Sie es dann erneut.
fi_fi: '%1$s' salasanasi on muuttunut. Sinun täytyy valtuuttaa palvelin käyttämään tiliäsi uudella salasanalla. Tehdäksesi niin, mene Asetukset -> Some-asetukseni -> tilit. Sitten yritä toimintoa uudelleen.
hu_hu: A(z) „%1$s” jelszava megváltozott. Fel kell hatalmaznia a kiszolgálót a fiókjának használatára az új jelszóval. Ehhez nyissa meg a Beállítások -> Saját közösségi beállítások -> Fiókok oldalt, és próbálja újra.
ja_jp: %1$s' へのパスワードが変更されました。アカウントを新しいパスワードで使用するための認証を行う必要があります。 設定 -> ソーシャル設定 -> アカウントを表示し、一度やり直してください。
ro_ro: Parola dumneavoastră '%1$s' a fost modificată. Trebuie să autorizați serverul să utilizeze contul dumneavoastră cu parola nouă. Selectați Configurație -> Configurație socială personală -> Conturi și modificați, apoi încercați din nou.
sk_sk: Vaše heslo "%1$s" sa zmenilo. Musíte oprávniť server, aby používal váš účet s novým heslom. To urobíte z obrazovky Konfigurácia -> Moja sociálna konfigurácia -> Účty. Potom to skúste znova.

source: The address %1$s is not white-listed as for the %2$s OAuth API
cs_cz: Adresa %1$s není na seznamu povolených pro OAuth API %2$s
de_de: Die Adresse %1$s ist nicht in der Positivliste der %2$s OAuth API
fi_fi: Osoite %1$s ei ole sallittujen listalla %2$s OAuth API:lle
hu_hu: A(z) %1$s cím nincs a kivétellistán a(z) %2$s OAuth API-hoz
ja_jp: アドレス %1$s は、%2$s OAuth API のホワイトリストに含まれていません。
ro_ro: Adresa %1$s nu se află pe lista adreselor permise pentru API OAuth %2$s
sk_sk: Adresa %1$s nie je na bielej listine ako pri %2$s OAuth API

source: The request sent was missing its body
cs_cz: Odeslanému požadavku chybělo tělo
de_de: In der gesendeten Anfrage fehlt der Hauptteil
fi_fi: Lähetetystä pyynnöstä puuttui runko
hu_hu: Az elküldött kérésből hiányzik a törzs
ja_jp: 送信した要求には本文がありません。
ro_ro: Lipsește corpul interogării trimise
sk_sk: Poslanej požiadavke chýbalo telo

source: The account is invalid, please recreate it.
cs_cz: Účet není platný, vytvořte ho, prosím, znovu.
de_de: Das Konto ist ungültig. Bitte erstellen Sie es erneut.
fi_fi: Tili on epäkelpo. Luo se uudestaan, ole hyvä.
hu_hu: A felhasználói fiók érvénytelen, kérjük hozza létre újra.
ja_jp: このアカウントは無効です。アカウントを再度作成してください。
ro_ro: Contul este incorect, creați-l din nou.
sk_sk: Účet je neplatný. Prosím, vytvorte ho znova.

source: The account "%1$s" is invalid, please recreate it.
cs_cz: Účet „%1$s“ není platný, vytvořte ho, prosím, znovu.
de_de: Das Konto "%1$s" ist ungültig. Bitte erstellen Sie es erneut.
fi_fi: Tili "%1$s" on epäkelpo. Ole hyvä ja luo se uudelleen.
hu_hu: A felhasználói fiók („%1$s”) érvénytelen, hozza létre újra.
ja_jp: アカウント "%1$s" は無効です。アカウントを再作成してください。
ro_ro: Contul "%1$s" este incorect, creați-l din nou.
sk_sk: Účet "%1$s" je neplatný. Prosím, vytvorte ho znova.

source: Please provide a display name.
cs_cz: Zadejte, prosím, jméno k zobrazení.
de_de: Bitte geben Sie einen Anzeigenamen an.
fi_fi: Anna kutsumanimi.
hu_hu: Adjon meg egy megjelenő nevet.
ja_jp: 表示名を入力してください。
ro_ro: Introduceți un nume de afișare.
sk_sk: Prosím, zadajte zobrazovaný názov.

source: Please provide at least one scope.
cs_cz: Zadejte, prosím, alespoň jeden rozsah.
de_de: Bitte legen Sie mindestens eine Aktion fest.
fi_fi: Anna vähintään yksi laajuus.
hu_hu: Adjon meg legalább egy tartományt
ja_jp: 少なくとも一つのスコープを入力してください。
ro_ro: Specificați cel puțin un domeniu.
sk_sk: Prosím, zadajte aspoň jeden rozsah.

source: The associated OAuth provider denied the request: %1$s.
cs_cz: Přiřazený poskytovatel OAuth požadavek zamítl: %1$s.
de_de: Der zugehörige OAuth-Anbieter hat die Anfrage verweigert: %1$s.
fi_fi: Tähän liitetty OAuth-tuottaja hylkäsi pyynnön: %1$s.
hu_hu: A társított OAuth szolgáltató megtagadta a kérést: %1$s.
ja_jp: 関連付けられている OAuth プロバイダは次の要求を拒否しました: %1$s
ro_ro: Furnizorul OAuth asociat a respins cererea: %1$s.
sk_sk: Pridružený poskytovateľ OAuth zamietol požiadavku: %1$s.

source: The OAuth authentication process has been canceled.
cs_cz: Autentizační proces OAuth byl zrušen.
de_de: Der OAuth-Authentifizierungsvorgang wurde abgebrochen.
fi_fi: OAuth tunnistautuminen on peruttu.
hu_hu: Az OAuth hitelesítési folyamat megszakítva.
ja_jp: OAuth 認証プロセスがキャンセルされました。
ro_ro: Procesul de autentificare OAuth a fost anulat.
sk_sk: Proces autentifikácie prostredníctvom OAuth bol zrušený.

source: Could not get a valid response from the associated OAuth provider.
cs_cz: Nepodařilo se získat platnou reakci od přiřazeného poskytovatele OAuth.
de_de: Es konnte keine gültige Antwort vom zuständigen OAuth-Anbieter erhalten werden.
fi_fi: OAuth-tuottajalta ei saatu käypää vastausta.
hu_hu: Nem érkezett érvényes válasz a társított OAuth szolgáltatótól.
ja_jp: 関連付けられいる OAuth プロバイダから有効な応答を取得できませんでした。
ro_ro: Imposibil de obținut un răspuns corect de la furnizorul OAuth asociat.
sk_sk: Nepodarilo sa získať platnú odpoveď od príslušného poskytovateľa OAuth.

source: There was a problem while creating a connection to the remote service.
cs_cz: Došlo k chybě při pokusu o navázání spojení se vzdálenou službou.
de_de: Fehler beim Erstellen der Verbindung zum Remote-Server.
fi_fi: Virhe luotaessa yhteyttä etäpalveluun.
hu_hu: Probléma merült fel a távoli szolgáltatással történő kapcsolatfelvételkor.
ja_jp: リモートサービスに接続を確立中にエラーが発生しました。
ro_ro: A apărut o eroare la crearea conexiunii cu serviciul la distanță.
sk_sk: Vyskytol sa problém počas vytvárania pripojenia k vzdialenej službe.

source: You need to grant additional %1$s permissions to access the resource.
cs_cz: Pro přístup k tomuto zdroji musíte uživateli %1$s nejprve přidělit další práva.
de_de: Für den Zugriff auf diese Ressource müssen Sie zusätzliche %1$s-Berechtigungen erteilen.
fi_fi: Päästäksesi resurssiin sinun on ensin myönnettävä %1$s lisälupaa .
hu_hu: A(z) %1$s jogosultásg hozzáadására is szükség van az erőforrás eléréséhez.
ja_jp: このリソースにアクセスするには、追加 %1$s 権限を付与する必要あります。
ro_ro: Trebuie să acordați permisiuni %1$s suplimentare pentru a accesa resursa.
sk_sk: Aby ste mohli pristupovať k tomuto zdroju, potrebujete ďalšie oprávnenia - %1$s.

source: Your '%1$s' access was rejected. You have to reauthorize the server to use your account with a new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
cs_cz: Váš účet ‚%1$s‘ byl odmítnut. Musíte server znovu autorizovat k použití vašeho účtu s novým heslem. Jděte do Nastavení -> Mé sociální nastavení -> Účty. Pak to zkuste znovu.
de_de: Ihr '%1$s'-Zugriff wurde verweigert. Sie müssen den Server zur Nutzung Ihres Kontos mit dem neuen Passwort autorisieren. Gehen Sie dafür zu Konfiguration -> Meine Social-Einstellungen -> Konten. Versuchen Sie es dann erneut.
fi_fi: '%1$s' pääsysi kiellettiin. Sinun täytyy valtuuttaa palvelin käyttämään tiliäsi uudella salasanalla. Tehdäksesi niin, mene Asetukset -> Some-asetukseni -> tilit. Sitten yritä toimintoa uudelleen.
hu_hu: A(z) „%1$s” hozzáférés visszautasítva. Újra azonosítania kell magát a kiszolgálóhoz, hogy a felhasználói fiókját új jelszóval használhassa. Ehhez nyissa meg a Beállítások -> Saját közösségi beállítások -> Fiókok oldalt, majd próbálja újra.
ja_jp: %1$s' アクセスが拒否されました。アカウントを新規パスワードで使用するためにはサーバーを再認証する必要があります。認証は、構成 -> ソーシャル構成 -> アカウントから行います。もう一度やり直してください。
ro_ro: Accesul dumneavoastră '%1$s' a fost respins. Trebuie să autorizați din nou serverul să utilizeze contul dumneavoastră cu parola nouă. Selectați Configurație -> Configurație socială personală -> Conturi și modificați, apoi încercați din nou.
sk_sk: Váš prístup "%1$s" bol odmietnutý. Musíte znovu oprávniť server, aby používal váš účet s novým heslom. To urobíte z obrazovky Konfigurácia -> Moja sociálna konfigurácia -> Účty. Potom to skúste znova.

source: Your '%1$s' access was revoked. You have to reauthorize the server to use your account with a new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
cs_cz: Váš účet ‚%1$s‘ byl zneplatněn. Musíte server znovu autorizovat k použití vašeho účtu s novým heslem. Jděte do Nastavení -> Mé sociální nastavení -> Účty. Pak to zkuste znovu.
de_de: Ihr '%1$s'-Zugriff wurde zurückgesetzt. Sie müssen den Server zur Nutzung Ihres Kontos mit dem neuen Passwort autorisieren. Gehen Sie dafür zu Konfiguration -> Meine Social-Einstellungen -> Konten. Versuchen Sie es dann erneut.
fi_fi: '%1$s' -pääsysi on peruttu. Sinun täytyy valtuuttaa palvelin käyttämään tiliäsi uudella salasanalla. Tehdäksesi niin, mene Asetukset -> Some-asetukseni -> tilit. Sitten yritä toimintoa uudelleen.
hu_hu: A(z) „%1$s” hozzáférés visszavonva. Újra azonosítania kell magát a kiszolgálóhoz, hogy a felhasználói fiókját új jelszóval használhassa. Ehhez nyissa meg a Beállítások -> Saját közösségi beállítások -> Fiókok oldalt, majd próbálja újra.
ja_jp: %1$s' アクセスが無効になりました。アカウントを新規パスワードで使用するためにはサーバーを再認証する必要があります。認証は、構成 -> ソーシャル構成 -> アカウントから行います。もう一度やり直してください。
ro_ro: Accesul dumneavoastră '%1$s' a fost revocat. Trebuie să autorizați din nou serverul să utilizeze contul dumneavoastră cu parola nouă. Selectați Configurație -> Configurație socială personală -> Conturi și modificați, apoi încercați din nou.
sk_sk: Váš prístup "%1$s" bol odobraný. Musíte znovu oprávniť server, aby používal váš účet s novým heslom. To urobíte z obrazovky Konfigurácia -> Moja sociálna konfigurácia -> Účty. Potom to skúste znova.

source: Your access token for '%1$s' is invalid. You have to reauthorize your account.
cs_cz: Váš přístupové token ‚%1$s‘ není platný. Musíte svůj účet znovu autorizovat.
de_de: Ihr Zugriffstoken für '%1$s "ist ungültig. Sie müssen Ihr Konto neu aktivieren.
fi_fi: Pääsylipuke kohteeseen '%1$s' on viallinen. Tilisi valtuutus täytyy uusia.
hu_hu: A(z) '%1$s' hozzáférési token érvénytelen. A felhasználói fiók újrahitelesítése szükséges.
ja_jp: '%1$s' のアクセストークンは無効です。アカウントを再認証してください。
ro_ro: Simbolul de acces pentru '%1$s' este incorect. Trebuie să vă reautorizați contul.
sk_sk: Váš prístupový token pre "%1$s" je neplatný. Budete musieť znova autorizovať svoj účet.

source: You need to explicitly authorise %1$s to subscribe to %2$s
cs_cz: Chcete-li odebírat %2$s, musíte výslovně autorizovat %1$s
de_de: Sie müssen %1$s explizit ermächtigen, %2$s zu abonnieren
fi_fi: %1$s täytyy erityisesti valtuuttaa tilaamaan %2$s
hu_hu: %1$s megfelelő hitelesítése szükséges, ahhoz, hogy feliratkozzon erre: %2$s
ja_jp: はっきりと%1$sを認証して、%2$sを登録してください。
ro_ro: Trebuie să autorizați explicit %1$s pentru abonarea la %2$s
sk_sk: Musíte výslovne autorizovať "%1$s", aby bolo možné prihlásiť sa k odberu "%2$s"
