Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The allowed quota is reached. Please delete some items in order to store new ones.
cs_cz: Povolená kvóta byla naplněna. Smažte, prosím, některé položky, aby bylo možné ukládat nové.
de_de: Das zulässige Kontingent ist erreicht. Bitte löschen Sie einige Objekte, um neue speichern zu können.
fi_fi: Sallittu kiintiö on täynnä. Ole hyvä ja poista joitakin vanhoja kohteita voidaksesi tallentaa uusia.
hu_hu: Az engedélyezett kvóta elérve. Töröljön néhány elemet az újak létrehozásához.
ja_jp: 容量制限を超過しました。新規のアイテムを作成するには、既存のアイテムを削除してください。
ro_ro: S-a atins limita permisă. Ștergeți câteva elemente pentru a stoca altele noi.
sk_sk: Bola dosiahnutá povolená kvóta. Prosím, odstráňte niektoré položky, aby ste mohli uložiť nové.

source: ZIP archive exceeds max. allowed size of %1$s
cs_cz: Archív ZIP je větší než maximální povolená velikost %1$s
de_de: ZIP-Archiv überschreitet die maximal zulässige Größe von %1$s
fi_fi: ZIP-arkisto ylittää enimmäiskoon %1$s
hu_hu: A ZIP archívum meghaladja a legnagyobb engedélyezett méretet (%1$s)
ja_jp: ZIP アーカイブが最大許容サイズ %1$sを超えています。
ro_ro: Arhiva ZIP depășește dimensiunea maximă permisă de %1$s
sk_sk: Archív ZIP prekračuje maximálnu povolenú veľkosť %1$s

source: The file storage account is currently not accessible.
cs_cz: Účet pro ukládání dat je v současné době nedostupný.
de_de: Das Dateispeicherkonto ist derzeit nicht verfügbar.
fi_fi: Tiedostonsäilytystili ei ole nyt saatavilla.
hu_hu: A fájltároló jelenleg nem elérhető.
ja_jp: ファイルストレージアカウントは現在アクセスができません。
ro_ro: Contul pentru stocarea fișierelor nu este accesibil pentru moment.
sk_sk: Účet úložiska súborov momentálne nie je prístupný.

source: The folder "%1$s" cannot be moved to "%2$s".
cs_cz: Složku „%1$s“ nelze přesunout do „%2$s“.
de_de: Der Ordner "%1$s" kann nicht nach "%2$s" verschoben werden.
fi_fi: Kansiota %1$s ei voi siirtää kohteeseen "%2$s".
hu_hu: A(z) „%1$s” mappa nem mozgatható a következő helyre: „%2$s”.
ja_jp: フォルダー "%1$s" を "%2$s" に移動できません。
ro_ro: Dosarul "%1$s" nu poate fi mutat în "%2$s".
sk_sk: Priečinok "%1$s" nemožno presunúť do "%2$s".

source: The file "%1$s" cannot be moved to "%2$s".
cs_cz: Soubor „%1$s“ nelze přesunout do „%2$s“.
de_de: Die Datei "%1$s" kann nicht nach "%2$s" verschoben werden.
fi_fi: Tiedostoa %1$s ei voi siirtää kohteeseen "%2$s".
hu_hu: A(z) „%1$s” fájl nem mozgatható a következő helyre: „%2$s”.
ja_jp: ファイル "%1$s" を "%2$s" に移動できません。
ro_ro: Fișierul "%1$s" nu poate fi mutat în "%2$s".
sk_sk: Súbor "%1$s" nemožno presunúť do "%2$s".

source: All previous versions of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
cs_cz: Všechny předchozí verze souboru „%1$s“ ve složce „%2$s“ se ztratí při přesunu do účtu „%3$s“.
de_de: Alle vorherigen Versionen der Datei "%1$s" im Ordner "%2$s" gehen verloren, wenn die Datei in das Konto "%3$s" verschoben wird.
fi_fi: Kaikki aiemmat versiot tiedostosta "%1$s" kansiossa "%2$s" menetetään siirrettäessä tiedosto tilille "%3$s".
hu_hu: A(z) "%2$s" mappában lévő "%1$s" fájl minden korábbi verziója elveszett a(z) "%3$s" felhasználói fiókba történt mozgatás miatt.
ja_jp: アカウント %3$s に移動すると、フォルダー %2$s のファイル %1$s の以前のバージョンはすべて失われます。
ro_ro: Toate versiunile anterioare ale fișierului "%1$s" din dosarul "%2$s" vor fi pierdute la mutarea în contul "%3$s".
sk_sk: Všetky predchádzajúce verzie súboru "%1$s" v priečinku "%2$s" sa stratia ak ho presuniete do účtu "%3$s".

source: The assigned categories of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
cs_cz: Kategorie přiřazené k souboru „%1$s“ ve složce „%2$s“ se ztratí při přesunu do účtu „%3$s“.
de_de: Die zugewiesenen Kategorien der Datei "%1$s" im Ordner "%2$s" gehen verloren, wenn die Datei in das Konto "%3$s" verschoben wird.
fi_fi: Kansiossa "%2$s" sijaitsevat tiedoston "%1$s" kategoriat menetetään siirrettäessä tiedosto tilille "%3$s".
hu_hu: A(z) "%2$s" mappában lévő "%1$s" fájlhoz rendelt kategóriái elvesztek a(z) "%3$s" felhasználói fiókba történt mozgatás miatt.
ja_jp: アカウント %3$s に移動すると、フォルダー %2$s のファイル %1$s に割り当てられたカテゴリは失われます。
ro_ro: Categoriile asignate fișierului "%1$s" din dosarul "%2$s" vor fi pierdute la mutarea în contul "%3$s".
sk_sk: Priradené kategórie súboru "%1$s" v priečinku "%2$s" sa stratia ak ho presuniete do účtu "%3$s".

source: The shared file "%1$s" in folder "%2$s" is no longer accessible by other users when moving it into the account "%3$s".
cs_cz: Sdílený soubor „%1$s“ ve složce „%2$s“ nebude po přesunu do účtu „%3$s“ přístupný ostatním uživatelům.
de_de: Auf die freigegebene Datei "%1$s" im Ordner "%2$s" kann durch andere Benutzer nicht mehr zugegriffen werden, wenn sie in das Konto "%3$s" verschoben wird.
fi_fi: Kansiossa "%2$s" sijaitseva jaettu tiedosto ei ole enää saatavilla muille käyttäjille kun se on siirretty tilille "%3$s".
hu_hu: A(z) "%2$s" mappában lévő "%1$s" megosztott fájl már nem érhető el más felhasználók a számára a(z) "%3$s" felhasználói fiókba történt mozgatás miatt.
ja_jp: フォルダー %2$s 内の共有ファイル %1$s をアカウント %3$s に移動すると、他のユーザーからアクセスできなくなります。
ro_ro: Fișierul partajat "%1$s" din dosarul "%2$s" nu va mai fi accesibil pentru alți utilizatori dacă va fi mutat în contul "%3$s".
sk_sk: Zdieľaný súbor "%1$s" v priečinku "%2$s" nebude prístupný ostatným používateľom ak ho presuniete do účtu "%3$s".

source: The shared folder "%1$s" is no longer accessible by other users when moving it into the account "%2$s".
cs_cz: Sdílená složka „%1$s“ nebude po přesunu do účtu „%2$s“ přístupná ostatním uživatelům.
de_de: Auf den freigegebenen Ordner "%1$s" kann durch andere Benutzer nicht mehr zugegriffen werden, wenn er in das Konto "%2$s" verschoben wird.
fi_fi: Jaettu kansio "%1$s" ei ole enää saatavilla muille käyttäjille kun se on siirretty tilille "%2$s".
hu_hu: A(z) "%1$s" mappa már nem érhető el más felhasználók a számára a(z) "%2$s" felhasználói fiókba történt mozgatás miatt.
ja_jp: 共有フォルダー %1$s をアカウント %2$s に移動すると、他のユーザーからアクセスできなくなります。
ro_ro: Dosarul partajat "%1$s" nu va mai fi accesibil pentru alți utilizatori dacă va fi mutat în contul "%2$s".
sk_sk: Zdieľaný priečinok "%1$s" nebude prístupný ostatným používateľom ak ho presuniete do účtu "%2$s".

source: The file "%1$s" was not updated due to possible data loss. Please review the warnings for details.
cs_cz: Soubor „%1$s“ nebyl aktualizován kvůli potenciální ztrátě dat. Bližší podrobnosti ve varováních.
de_de: Die Datei "%1$s" wurde aufgrund möglicher Datenverluste nicht aktualisiert. Bitte lesen Sie die Warnhinweise für weitere Informationen.
fi_fi: Tiedostoa "%1$s" ei päivitetty mahdollisen tietojen menetyksen vuoksi. Katso varoitukset.
hu_hu: A(z) "%1$s" fájl lehetséges adatvesztés miatt nem került frissítésre. Tekintse át a figyelmeztetés részleteit.
ja_jp: データが失われた可能性があるため、ファイル "%1$s" は更新できませんでした。詳細については警告を確認してください。
ro_ro: Fișierul "%1$s" nu a fost actualizat din cauza unei posibile pierderi de date. Consultați avertismentul pentru detalii.
sk_sk: Súbor "%1$s" nebol aktualizovaný kvôli možnej strate údajov. Prosím, prečítajte si podrobnosti v upozorneniach.

source: The file(s) were not moved due to possible data loss. Please review the warnings for details.
cs_cz: Soubor(y) nebyl(y) přesunut(y) kvůli potenciální ztrátě dat. Bližší podrobnosti ve varováních.
de_de: Die Datei(en) wurde(n) wegen möglicher Datenverluste nicht verschoben. Bitte lesen Sie die Warnhinweise für weitere Einzelheiten.
fi_fi: Tiedostoja ei siirretty mahdollisen tietojen menetyksen vuoksi. Katso varoitukset lisätietoja saadaksesi.
hu_hu: Lehetséges adatvesztés miatt a fájlok nem lettek áthelyezve. Tekintse át a figyelmeztetés részleteit.
ja_jp: データが失われた可能性があるため、ファイルは移動できませんでした。詳細については警告を確認してください。
ro_ro: Fișierele nu au fost mutate, e posibil că s-au pierdut date. Verificați avertismentele pentru detalii.
sk_sk: Súbory "%1$s" neboli presunuté kvôli možnej strate údajov. Prosím, prečítajte si podrobnosti v upozorneniach.

source: The %1$s URL does not denote a file: %1$s
cs_cz: URL %1$s neodkazuje na soubor %1$s
de_de: Die %1$s URL bezeichnet keine Datei: %1$s
fi_fi: URL %1$s ei viittaa tiedostoon %1$s
hu_hu: A(z) %1$s URL nem jelöl fájlt: %1$s
ja_jp: %1$s URLはファイルではありません: %1$s
ro_ro: URL-ul %1$s nu definește un fișier: %1$s
sk_sk: URL %1$s neoznačuje súbor: %1$s

source: The %1$s URL does not denote a directory: %2$s
cs_cz: URL %1$s neodkazuje na adresář %1$s
de_de: Die %1$s URL bezeichnet kein Verzeichnis: %2$s
fi_fi: URL %1$s ei viittaa hakemistoon %2$s
hu_hu: A(z) %1$s URL nem jelöl könyvtárt: %2$s
ja_jp: %1$s URLはディレクトリではありません: %2$s
ro_ro: URL-ul %1$s nu definește un director: %2$s
sk_sk: URL %1$s neoznačuje adresár: %2$s

source: Missing file name.
cs_cz: Chybí název souboru.
de_de: Fehlender Dateiname
fi_fi: Tiedostonimi puuttuu.
hu_hu: Hiányzó fájlnév.
ja_jp: ファイル名が見つかりません。
ro_ro: Lipsește numele fișierului.
sk_sk: Chýba názov súboru.

source: Update denied for "%1$s" resource: %2$s
cs_cz: Aktualizace zdroje „%1$s“ zamítnuta: %2$s
de_de: Aktualisierung für "%1$s"-Ressource verweigert: %2$s
fi_fi: "%1$s"-resurssin %2$s päivitys on estetty
hu_hu: A(z) "%1$s" erőforrás frissítése megtagadva: %2$s
ja_jp: リソース %1$s の更新は拒否されました: %2$s
ro_ro: Actualizare refuzată pentru resursa "%1$s": %2$s
sk_sk: Aktualizácia zdroja "%1$s" bola zamietnutá: %2$s

source: Delete denied for "%1$s" resource: %2$s
cs_cz: Smazání zdroje „%1$s“ zamítnuto: %2$s
de_de: Löschvorgang verweigert für die "%1$s"-Ressource: %2$s
fi_fi: "%1$s"-resurssin %2$s poistaminen on estetty
hu_hu: A(z) "%1$s" erőforrás törlése megtagadva: %2$s
ja_jp: リソース %1$s の削除は拒否されました: %2$s
ro_ro: Ștergere refuzată pentru resursa "%1$s" : %2$s
sk_sk: Zmazanie zdroja "%1$s" bolo zamietnuté: %2$s

source: Missing configuration for %1$s account "%2$s".
cs_cz: Chybějící konfigurace účtu %1$s „%2$s“.
de_de: Fehlende Konfiguration für das %1$s-Konto "%2$s".
fi_fi: Tilin %1$s konfiguraatio "%2$s" puuttuu.
hu_hu: A(z) %1$s ("%2$s") fiókhoz hiányoznak a beállítások.
ja_jp: %1$s アカウント "%2$s" の構成が見つかりません。
ro_ro: Lipsește configurația pentru contul %1$s "%2$s".
sk_sk: Chýba konfigurácia účtu %1$s %2$s.

source: The provided %1$s resource does not exist: %2$s
cs_cz: Daný zdroj %1$s neexistuje: %2$s
de_de: Die angegebene %1$s-Ressource ist nicht vorhanden: %2$s
fi_fi: Annettua %1$s-resurssia ei ole olemassa: %2$s
hu_hu: A megadott %1$s erőforrás nem létezik: %2$s
ja_jp: 入力した %1$s のリソースは存在しません: %2$s
ro_ro: Resursa furnizată %1$s nu există: %2$s
sk_sk: Poskytnutý zdroj %1$s neexistuje: %2$s

source: Authentication failed. Please check the provided credentials and try again.
cs_cz: Autentizace selhala. Zkontrolujte zadané přihlašovací údaje a zkuste to znovu.
de_de: Die Authentifizierung ist fehlgeschlagen. Bitte prüfen Sie die angegebenen Zugangsdaten und versuchen Sie es erneut.
fi_fi: Varmennus epäonnistui. Tarkista tiedot ja yritä uudelleen.
hu_hu: Sikertelen hitelesítés. Ellenőrizze a megadott hitelesítő adatokat, és próbálja újra.
ja_jp: 認証に失敗しました。認証情報を確認して、もう一度やり直してください。
ro_ro: Autentificarea a eșuat. Verificați datele de acces și încercați din nou.
sk_sk: Overenie zlyhalo. Prosím, skontrolujte zadané prihlasovacie údaje a skúste to znova.

source: The file %1$s doesn't have any content.
cs_cz: Soubor %1$s je prázdný.
de_de: Die Datei %1$s hat keinen Inhalt.
fi_fi: Tiedostossa %1$s ei ole sisältöä.
hu_hu: A(z) %1$s fájlnak nincs semmilyen tartalma.
ja_jp: ファイル %1$sには内容がありません。
ro_ro: Fișierul %1$s nu conține nimic.
sk_sk: Súbor "%1$s" nemá žiadny obsah.

source: The associated %2$s account no longer exists.
cs_cz: Připojený účet %2$s již neexistuje.
de_de: Das zugehörige %2$s-Konto ist nicht mehr vorhanden.
fi_fi: Tiliä %2$s ei enää ole olemassa.
hu_hu: A társított %2$s felhasználói fiók már nem létezik.
ja_jp: 関連付けられている%2$sアカウントは存在しません。
ro_ro: Contul %2$s asociat nu mai există.
sk_sk: Pridružený účet %2$s už neexistuje.

source: Individual permissions are not supported in account "%1$s".
cs_cz: V účtu „%1$s“ nejsou podporována individuální oprávnění.
de_de: Für das Konto "%1$s" werden keine individuellen Benutzerberechtigungen unterstützt.
fi_fi: Yksittäisiä valtuuksia ei tueta tilillä "%1$s".
hu_hu: A(z) "%1$s" felhasználói fióknál az egyéni jogosultságok nem támogatottak.
ja_jp: 個別の許可は、アカウント"%1$s"でサポートされていません。
ro_ro: Contul "%1$s" nu suportă permisiuni individuale.
sk_sk: Individuálne oprávnenia nie sú v účte "%1$s" podporované.

source: Assigning categories to file "%1$s" is not supported in account "%2$s".
cs_cz: V účtu „%2$s“ není podporováno přiřazování kategorií k souboru „%1$s“.
de_de: Das Zuweisen von Kategorien für die Datei "%1$s" wird für das Konto "%2$s" nicht unterstützt.
fi_fi: Kategorioiden asettamista tiedostolle "%1$s" ei tueta tilillä "%2$s".
hu_hu: A(z) "%1$s" fájlhoz tartozó kategóriához rendelés nem támogatott a(z) "%2$s" felhasználói fiókban.
ja_jp: カテゴリのファイル "%1$s" への割り当ては、アカウント "%2$s" でサポートされていません。
ro_ro: Asignarea de categorii pentru fișierul "%1$s" nu este suportată în contul "%2$s".
sk_sk: Priraďovanie kategórií k súboru "%1$s" nie je v účte "%2$s" podporované.

source: The file "%1$s" was not saved due to possible data loss. Please review the warnings for details.
cs_cz: Soubor „%1$s“ nebyl uložen kvůli potenciální ztrátě dat. Bližší podrobnosti ve varováních.
de_de: Die Datei "%1$s" wurde aufgrund möglicher Datenverluste nicht gespeichert. Bitte lesen Sie die Warnhinweise für weitere Informationen.
fi_fi: Tiedostoa "%1$s" ei tallennettu mahdollisen tietojen menetyksen vuoksi. Katso varoitukset.
hu_hu: A(z) "%1$s" fájl lehetséges adatvesztés miatt nem került mentésre. Tekintse át a figyelmeztetés részleteit.
ja_jp: データが失われた可能性があるため、ファイル "%1$s" は保存されませんでした。詳細については警告を確認してください。
ro_ro: Fișierul "%1$s" nu a fost salvat din cauza unei posibile pierderi de date. Consultați avertismentul pentru detalii.
sk_sk: Súbor "%1$s" nebol uložený kvôli možnej strate údajov. Prosím, prečítajte si podrobnosti v upozorneniach.

source: Bad or expired access token. Need to re-authenticate user.
cs_cz: Špatný nebo starý klíč. Uživatel se musí znovu autentizovat.
de_de: Zugriffs-Token ist fehlerhaft oder abgelaufen. Der Benutzer muss neu authentifiziert werden.
fi_fi: Väärä tai vanhentunut lipuke. Käyttäjä pitää todentaa uudelleen.
hu_hu: Hibás vagy lejárt hozzáférési token. A felhasználót újra be kell jelentkeztetni.
ja_jp: アクセストークンが無効または期限切れです。ユーザーの再認証が必要です。
ro_ro: Simbol de acces incorect sau expirat. Este necesară o nouă autentificare a utilizatorului.
sk_sk: Chybný alebo prístupový token alebo jeho platnosť skončila. Je potrebné znovu autentifikovať používateľa.

source: Your rate limit has been exceeded and further access is not possible at the moment.
cs_cz: Přesáhli jste limit a další přístup není v téhle chvíli možný.
de_de: Ihr Kontingentlimit wurde überschritten. Weiterer Zugriff ist derzeit nicht möglich.
fi_fi: Siirtonopeutesi on ylitetty, joten käyttö ei ole enää mahdollista tällä hetkellä.
hu_hu: Elérte a hozzáférési korlátot és jelenleg nem lehetséges további elérés.
ja_jp: 回数制限を越えたため、現在アクセスはできません。
ro_ro: Ați depășit limita de acces. Momentan accesul nu mai este posibil.
sk_sk: Vaše obmedzenie rýchlosti bolo prekročené a ďalší prístup momentálne nie je možný.

source: You need to get sufficient permissions to perform the operation on the specified entity.
cs_cz: Pro vykonání operace na téhle entitě potřebujete získat dostatečná oprávnění.
de_de: Sie müssen über ausreichende Berechtigungen verfügen, um die Operation für das angegebene Entity durchführen zu können.
fi_fi: Tarvitset riittävät oikeudet suorittaaksesi toiminnon määritellyssä kohteessa.
hu_hu: A megadott példányon végrehajtandó művelethez megfelelő jogosultsággal kell rendelkeznie.
ja_jp: 指定のアイテムの操作を実行するための権限が必要です。
ro_ro: Trebuie să obțineți permisiunile necesare pentru a efectua operațiunea asupra entității specificate.
sk_sk: Musíte získať dostatočné oprávnenie na vykonanie operácie na uvedenej entite.

source: File name contains illegal characters: "%1$s"
cs_cz: Název souboru obsahuje nepovolené znaky: „%1$s“
de_de: Der Dateiname enthält ungültige Zeichen: "%1$s"
fi_fi: Tiedoston nimi sisältää kiellettyjä merkkejä: "%1$s"
hu_hu: A fájlnév érvénytelen karaktereket tartalmaz: "%1$s"
ja_jp: ファイル名に無効な文字が含まれています: "%1$s"
ro_ro: Numele de fișier conține caractere nepermise: "%1$s"
sk_sk: Názov súboru obsahuje neplatné znaky: "%1$s"

source: File name is a reserved name: "%1$s"
cs_cz: Název souboru je rezervovaný název: „%1$s“
de_de: Der Dateiname ist ein reservierter Name: "%1$s"
fi_fi: Tiedoston nimi on varattu nimi: "%1$s"
hu_hu: Fájlnév is a fenntartott nevet használ: "%1$s"
ja_jp: ファイル名は予約されています: "%1$s"
ro_ro: Numele de fișier este un nume rezervat: "%1$s"
sk_sk: Názov súboru je vyhradený názov: "%1$s"

source: File name must not be "." or "..".
cs_cz: Název souboru nesmí být „.“ nebo „..“.
de_de: Folgender Dateiname ist nicht zulässig: "." oder "..".
fi_fi: Tiedoston nimi ei voi olla "." tai "..".
hu_hu: A fájlnév nem lehet "." vagy "..".
ja_jp: ファイル名に "." または ".." は指定できません。
ro_ro: Numele de fișier nu poate fi "." sau "..".
sk_sk: Názov súboru musí byť "."alebo "..".

source: File name must not end with a dot or whitespace.
cs_cz: Název souboru nesmí být ukončen tečkou nebo mezerou.
de_de: Der Dateiname darf nicht mit einem Punkt oder Leerzeichen enden.
fi_fi: Tiedoston nimi ei voi loppua pisteeseen tai välilyöntiin.
hu_hu: A fájlnév nem végződhet ponttal vagy szóközzel.
ja_jp: ファイル名の最後にドットやまたは空白があってはなりません。
ro_ro: Numele de fișier nu se poate termina în punct sau spațiu.
sk_sk: Názov súboru nesmie končiť bodkou alebo netlačiteľným znakom.

source: A file with that name already exists.
cs_cz: Soubor s tímto názvem již existuje.
de_de: Eine Datei mit diesem Namen ist bereits vorhanden.
fi_fi: Samanniminen tiedosto on jo olemassa.
hu_hu: Ilyen nevű fájl már létezik.
ja_jp: ファイル名が既に存在します。
ro_ro: Există deja un fișier cu același nume.
sk_sk: Súbor s takým názvom už neexistuje.

source: Restore from trash is not supported
cs_cz: Obnovení z koše není podporované
de_de: Die Wiederherstellung aus dem Papierkorb wird nicht unterstützt
fi_fi: Roskakorista palauttamista ei tueta
hu_hu: A Törölt elemekhez történő visszaállítás nem támogatott
ja_jp: ゴミ箱から復元がサポートされていません。
ro_ro: Restaurarea din coșul de gunoi nu este suportată
sk_sk: Obnovenie z koša nie je podporované

source: The account name is too long. Please limit the account name to a maximum of %1$s characters.
cs_cz: Název účtu je příliš dlouhý. Omezte název na max. %1$s znaků.
de_de: Der Kontoname ist zu lang. Bitte beschränken Sie den Kontonamen auf maximal %1$s Zeichen.
fi_fi: Tilin nimi on liian pitkä. Tilin nimen enimmäispituus on %1$s merkkiä.
hu_hu: A fiók neve túl hosszú. Kérjük, rövidítse le a fiók nevét, hogy a hossza legfeljebb %1$s karakter legyen.
ja_jp: アカウント名が長すぎます。アカウント名の文字数は最大%1$sに制限してください。
ro_ro: Numele contului este prea lung. Limitați numele contului la maximum %1$s caractere.
sk_sk: Názov účtu je príliš dlhý. Prosím, obmedzte názov účtu na maximálne %1$s znakov.

source: With moving the file "%1$s" out of shared folder "%2$s" to shared folder "%3$s" people will lose access.
cs_cz: Přesunutím souboru „%1$s“ ze sdílené složky „%2$s“ do „%3$s“ přijdou uživatelé o přístup.
fi_fi: Kun tiedosto "%1$s" siirretään pois jaetusta kansiosta "%2$s" jaettuun kansioon "%3$s", käyttäjät menettävät käyttöoikeuden.
hu_hu: A(z) "%1$s" fájl áthelyezésével a(z) "%2$s" megosztott mappából a(z) "%3$s" megosztott mappába az emberek elveszítik a hozzáférésüket.
ja_jp: ファイル"%1$s"を共有フォルダー"%2$s"から共有フォルダー"%3$s"に移動すると、アクセスができなくなります。
ro_ro: Odată cu mutarea fișierului "%1$s" din folderul partajat "%2$s" în folderul partajat "%3$s" unele persoane vor pierde accesul la fișier.
sk_sk: Ak presuniete súbor "%1$s" zo zdieľaného priečinka "%2$s" do zdieľaného priečinka "%3$s", niektorí ľudia k nemu stratia prístup.

source: The file "%1$s" will be shared with everyone who has access to "%3$s". Everyone who can see "%2$s" will lose access.
cs_cz: Soubor „%1$s“ bude sdílen se všemi, kdo mají přístup k „%3$s“. Všichni, kdo mohou přistupovat k „%2$s“, přístup ztratí.
fi_fi: Tiedosto "%1$s" jaetaan kaikille, joilla on pääsy kohteeseen "%3$s". Kaikki, jotka näkevät "%2$s", menettävät pääsyn.
hu_hu: A(z) "%1$s" fájlt mindenkivel megosztásra kerül, aki hozzáfér a(z) "%3$s" fájlhoz. Mindenki, aki látja a(z) "%2$s" fájlt, elveszíti a hozzáférésüket.
ja_jp: ファイル"%1$s" は"%3$s"にアクセスのあるすべての人に共有されます。"%2$s"を見ることができる人はアクセスを失います。
ro_ro: Fișierul "%1$s" va fi partajat cu toți cei care au acces la "%3$s". Toți cei care pot vedea "%2$s" își vor pierde accesul.
sk_sk: Súbor "%1$s" bude zdieľať každý, kto má prístup k "%3$s". Každý, kto vidí "%2$s", stratí prístup.

source: The file "%1$s" will be shared with everyone who has access to "%3$s".
cs_cz: Soubor „%1$s“ bude sdílen se všemi, kdo mají přístup k „%3$s“.
fi_fi: Tiedosto "%1$s" jaetaan kaikille, joilla on pääsy kohteeseen "%3$s".
hu_hu: A(z) "%1$s" fájlt mindenkivel megosztásra kerül, aki hozzáfér a(z) "%3$s" fájlhoz.
ja_jp: ファイル"%1$s" は"%3$s"にアクセスのあるすべての人に共有されます。
ro_ro: Fișierul "%1$s" va fi partajat cu toți cei care au acces la "%3$s".
sk_sk: Súbor "%1$s" bude zdieľaný s každým, kto má prístup do "%3$s".

source: With moving file "%1$s" its permissions will get lost.
cs_cz: Přesunutí souboru „%1$s“ zruší dosavadní oprávnění souboru.
fi_fi: Kun tiedostoa %1$s siirretään, sen käyttöoikeudet menetetään.
hu_hu: A(z) "%1$s" fájl mozgatásával annak jogosultságai elvesznek.
ja_jp: ファイル"%1$s"を移動すると、その権限を失います。
ro_ro: Cu mutarea fișierului "%1$s" permisiunile sale se vor pierde.
sk_sk: Ak presuniete súbor "%1$s", jeho oprávnenia sa stratia.

source: The account could not be updated: 1$s
cs_cz: Účet se nepodařilo aktualizovat: %1$s
fi_fi: Tiliä ei voitu päivittää: 1$s
hu_hu: A fiókot nem sikerült frissíteni: 1$s
ja_jp: アカウントは更新できませんでした：1$s
ro_ro: Contul nu a putut fi actualizat: 1$s
sk_sk: Účet nebolo možné aktualizovať: 1$s

source: Searching folder by folder name is not supported
cs_cz: Vyhledávání složek podle názvu není podporované.
fi_fi: Kansion etsimistä kansion nimen mukaan ei tueta
hu_hu: A mappa név alapján történő keresése nem támogatott
ja_jp: フォルダー名でのフォルダー検索はサポートされていません。
ro_ro: Căutarea dosarului după numele dosarului nu este acceptată
sk_sk: Hľadanie priečinka podľa názvu nie je podporované

source: The maximum number of accounts is exceeded.
cs_cz: Byl překročen maximální počet účtů.
fi_fi: Tilien enimmäismäärä ylittyy.
hu_hu: Túllépte a felhasználói fiókok maximális számát.
ja_jp: アカウントの最大数を超えました。
ro_ro: Numărul maxim de conturi este depășit.
sk_sk: Prekročený maximálny počet účtov.

source: Access denied.
cs_cz: Přístup odepřen.
de_de: Zugriff verweigert.
fi_fi: Pääsy evätty.
hu_hu: Hozzáférés megtagadva.
ja_jp: アクセスが拒否されました。
ro_ro: Acces refuzat.
sk_sk: Prístup zamietnutý.

source: There is a problem with your AWS account that prevents the operation from completing successfully.
cs_cz: S vaším účtem AWS jsou potíže, které zabraňují úspěšnému dokončení operace.
de_de: Es gibt ein Problem mit Ihrem AWS-Konto. Dieses verhindert das erfolgreiche Abschließen des Vorgangs.
fi_fi: AWS-tilissäsi on ongelma, joka estää toiminnon onnistuneen loppuunviennin.
hu_hu: Az AWS fiókkal kapcsolatos probléma megakadályozza a művelet sikeres befejezését.
ja_jp: AWS アカウントに問題があります。操作を正常に完了できません。
ro_ro: A apărut o problemă la contul AWS, ceea ce împiedică finalizarea cu succes a operației.
sk_sk: Vyskytol sa problém s vašim účtom AWS, ktorý bráni úspešnému dokončeniu operácie.
