Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Default port specified for transport protocol "%1$s", but SSL is enabled. Please review if appropriate.
cs_cz: Pro přenosový protokol „%1$s“ je specifikovaný výchozí port, ale je povoleno SSL. Zkontrolujte to, prosím, je-li to vhodné.
de_de: Für das Transport-Protokoll "%1$s" wurde ein Standard-Port angegeben, jedoch ist SSL aktiviert. Bitte überprüfen.
fi_fi: Lähetysprotokollalle määritelty oletusportti "%1$s", mutta SSL on päällä. Ole hyvä ja tarkista valintojen tarkoituksenmukaisuus.
hu_hu: Alapértelmezett port lett megadva a(z) „%1$s” átviteli protokollhoz, de az SSL be van kapcsolva. Ellenőrizze, hogy ez megfelelő-e.
ja_jp: トランスポートプロトコル "%1$s" に指定された既定のポートの SSL が有効になっています。この設定が適切か確認してください。
ro_ro: A fost specificat un port implicit pentru protocolul de transport "%1$s", dar SSL este activat. Verificați dacă este adecvat.
sk_sk: Pre transportný protokol "%1$s" bol určený predvolený port, ale protokol SSL je povolený. Prosím, skontrolujte, či je to správne.

source: Secure port specified for transport protocol "%1$s", but SSL is not enabled. Please review if appropriate.
cs_cz: Pro přenosový protokol „%1$s“ je specifikovaný výchozí port, ale SSL není povoleno. Zkontrolujte to, prosím, je-li to vhodné.
de_de: Für das Transport-Protokoll "%1$s" wurde ein sicherer Port angegeben, jedoch ist SSL nicht aktiviert. Bitte überprüfen.
fi_fi: Lähetysprotokollalle määritelty turvattu portti "%1$s", mutta SSL ei ole päällä. Ole hyvä ja tarkista valintojen tarkoituksenmukaisuus.
hu_hu: Biztonságos port lett megadva a(z) „%1$s” átviteli protokollhoz, de az SSL nincs bekapcsolva. Ellenőrizze, hogy ez megfelelő-e.
ja_jp: トランスポートプロトコル "%1$s" に指定されたセキュリティ保護されたポートの SSL が有効になっていません。この設定が適切か確認してください。
ro_ro: A fost specificat un port de siguranță pentru protocolul de transport "%1$s", dar SSL este activat. Verificați dacă este adecvat.
sk_sk: Pre transportný protokol "%1$s" bol určený zabezpečený port, ale protokol SSL nie je povolený. Prosím, skontrolujte, či je to správne.

source: The given host name "%1$s" is invalid.
cs_cz: Jméno hostitele „%1$s“ je neplatné.
de_de: Der angegebene Hostname "%1$s" ist ungültig.
fi_fi: Annettu nimi "%1$s" on epäkelpo.
hu_hu: A megadott „%1$s” gépnév érvénytelen.
ja_jp: 指定されたホスト名 "%1$s" は無効です。
ro_ro: Numele de gazdă "%1$s" specificat este incorect.
sk_sk: Zadaný názov hostiteľa "%1$s" je neplatný.

source: The given host name "%1$s" is not allowed.
cs_cz: Jméno hostitele „%1$s“ není povolené.
de_de: Der angegebene Hostname "%1$s" ist nicht zulässig.
fi_fi: Annettu nimi "%1$s" ei ole sallittu.
hu_hu: A megadott „%1$s” gépnév nem engedélyezett.
ja_jp: 指定されたホスト名 "%1$s" は使用できません。
ro_ro: Numele de gazdă "%1$s" specificat nu este permis.
sk_sk: Zadaný názov hostiteľa "%1$s" nie je povolený.

source: The protocol must not changed from %1$s to %2$s.
cs_cz: Protokol nesmí být změněn z %1$s na %2$s.
de_de: Das Protokoll darf nicht von %1$s zu %2$s geändert werden.
fi_fi: Tyypin %1$s protokollaa ei saa muuttaa tyyppiin %2$s.
hu_hu: A protokoll nem változtatható meg erről: %1$s erre: %2$s.
ja_jp: プロトコルを %1$s から %2$s に変更できません。.
ro_ro: Protocolul nu poate fi schimbat din %1$s în %2$s.
sk_sk: Protokol sa nesmel zmeniť z %1$s na %2$s.

source: Read all your mail accounts.
cs_cz: Přístup ke všem vašim e-mailovým účtům.
de_de: Alle Ihre E-Mail-Konten lesen.
fi_fi: Kaikkien sähköpostitiliesi luku.
hu_hu: Összes levelezőfiók olvasása.
ja_jp: すべてのメールアカウントを読み込んでください。
ro_ro: Citiți toate conturile dumneavoastră de mail.
sk_sk: Prečítať všetky vaše e-mailové účty.

source: Create, modify and delete mail accounts.
cs_cz: Vytvářet, upravovat a mazat e-mailové účty.
de_de: E-Mail-Konten anlegen, ändern und löschen
fi_fi: Luo, muokkaa ja poista sähköpostitilejä.
hu_hu: Levelezőfiókok létrehozása, módosítása és törlése.
ja_jp: メールアカウントの作成、変更、および削除。
ro_ro: Creează, modifică și șterge conturi de mail.
sk_sk: Vytvárať, upravovať a odstraňovať účty.

source: Found resource(s) with same identifier "%1$s".
cs_cz: Nalezen(y) zdroj(e) se stejným identifikátorem „%1$s“.
de_de: Ressource(n) mit identischer ID "%1$s" gefunden.
fi_fi: Löytyi resursseja samalla tunnisteella "%1$s".
hu_hu: Megegyező azonosítóval („%1$s”) rendelkező erőforrások találhatók.
ja_jp: 同じ識別子 "%1$s" のリソースが見つかりました。
ro_ro: S-au găsit una sau mai multe resurse cu același identificator "%1$s".
sk_sk: Nájdené zdroje s rovnakým identifikátorom "%1$s".

source: You do not have the appropriate permissions to modify resources.
cs_cz: Nemáte příslušná oprávnění k úpravě zdrojů.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Ändern von Ressourcen.
fi_fi: Sinulla ei ole tarvittavia valtuuksia resurssien muokkaamiseen.
hu_hu: Nincs megfelelő jogosultsága erőforrások módosításához.
ja_jp: リソースを変更するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a modifica resurse.
sk_sk: Nemáte príslušné oprávnenie na zmenu zdrojov.

source: The provided resource identifier "%1$s" contains invalid characters.
cs_cz: Zadaný identifikátor („%1$s“) zdroje obsahuje neplatné znaky.
de_de: Die angegebene Ressourcen-ID "%1$s" enthält ungültige Zeichen.
fi_fi: Annettu resurssin tunniste "%1$s" sisältää epäkelpoja merkkejä.
hu_hu: A megadott „%1$s” erőforrás-azonosító érvénytelen karaktereket tartalmaz.
ja_jp: 入力されたリソース識別子 "%1$s" に無効な文字が含まれています。
ro_ro: Identificatorul de resursă "%1$s" furnizat conține caractere nepermise.
sk_sk: Poskytnutý identifikátor zdroja "%1$s" obsahuje neplatné znaky.

source: The provided E-Mail address "%1$s" for resource is invalid.
cs_cz: Zadaná e-mailová adresa zdroje („%1$s“) není platná.
de_de: Die angegebene E-Mail-Adresse "%1$s" für die Ressource ist ungültig.
fi_fi: Resurssille annettu sähköpostiosoite "%1$s" on epäkelpo.
hu_hu: Az erőforráshoz megadott „%1$s” e-mail cím hibás.
ja_jp: 入力されたリソースのメールアドレス "%1$s" は無効です。
ro_ro: Adresa de e-mail "%1$s" furnizată pentru resursă este incorectă.
sk_sk: Zadaná emailová adresa "%1$s" pre zdroj je neplatná.

source: There is already a resource with E-Mail address "%1$s". Please choose another one.
cs_cz: Již existuje zdroj s e-mailovou adresou „%1$s“. Zvolte, prosím, jinou.
de_de: Es gibt bereits eine Ressource mit der E-Mail-Adresse "%1$s". Bitte wählen Sie eine andere.
fi_fi: On jo olemassa resurssi, jossa sähköpostiosoite "%1$s". Valitse toinen osoite.
hu_hu: Már létezik egy erőforrás a(z) "%1$s" e-mail címmel. Válasszon egy mésikat.
ja_jp: メールアドレス"%1$s"のリソースがすでにあります。別の名前を選んでください。
ro_ro: Există deja o resursă cu adresa de e-mail "%1$s". Selectați alta.
sk_sk: Prostriedok s emailovou adresou "%1$s" už existuje. Prosím, vyberte iný.

source: The selected resource "%1$s" has been changed in the meantime.
cs_cz: Vybraný zdroj („%1$s“) byl mezitím změněn.
de_de: Die gewählte Ressource "%1$s" hat sich mittlerweile geändert.
fi_fi: Valittua resurssia "%1$s" on sillä välin muutettu.
hu_hu: A kijelölt „%1$s” erőforrás időközben megváltozott.
ja_jp: 選択されたリソース "%1$s" は既に変更されています。
ro_ro: Resursa "%1$s" selectată a fost modificată între timp.
sk_sk: Zvolený zdroj "%1$s" bol medzitým zmenený.

source: Missing mandatory field(s) in given resource.
cs_cz: Chybí povinné/á pole v daném zdroji.
de_de: Fehlende(s) Pflichtfeld(er) in angegebener Ressource
fi_fi: Annetulta resurssilta puuttuu pakollinen kenttä tai kenttiä.
hu_hu: Kötelező mezők hiányoznak a megadott erőforrásban.
ja_jp: 指定されたリソースの必須フィールドが入力されていません。
ro_ro: Lipsesc unul sau mai multe câmpuri obligatorii în resursa dată.
sk_sk: Chýbajú povinné polia v danom zdroji.

source: Missing mandatory name in given resource.
cs_cz: Chybí povinné jméno v daném zdroji.
de_de: Fehlender obligatorischer Name in angegebener Ressource.
fi_fi: Annetulta resurssilta puuttuu pakollinen nimi.
hu_hu: Hiányzik a kötelező név az adott erőforrásban.
ja_jp: 指定されたリソースの必須名が入力されていません。
ro_ro: Lipsește numele necesar în resursa dată.
sk_sk: Chýba povinný názov v danom zdroji.

source: Missing mandatory display name in given resource.
cs_cz: Chybí povinné jméno k zobrazení v daném zdroji.
de_de: Fehlender obligatorischer Anzeigename in angegebener Ressource.
fi_fi: Annetulta resurssilta puuttuu pakollinen näkyvä nimi.
hu_hu: Hiányzik a kötelező megjelenő név az adott erőforrásban.
ja_jp: 指定されたリソースの必須表示名が入力されていません。
ro_ro: Lipsește numele de afișat necesar în resursa dată.
sk_sk: Chýba povinné zobrazované meno v danom zdroji.

source: Missing mandatory E-Mail address in given resource.
cs_cz: Chybí povinná e-mailová adresa v daném zdroji.
de_de: Fehlende obligatorische E-Mail-Adresse in angegebener Ressource.
fi_fi: Annetulta resurssilta puuttuu pakollinen sähköpostiosoite.
hu_hu: Hiányzik a kötelező e-mail cím az adott erőforrásban.
ja_jp: 指定されたリソースの必須メールアドレスが入力されていません。
ro_ro: Lipsește adresa de e-mail obligatorie în resursa dată.
sk_sk: Chýba povinná e-mailová adresa v danom zdroji.

source: You do not have appropriate permissions for module "%2$s".
cs_cz: Nemáte příslušná oprávnění k modulu „%2$s“.
de_de: Sie haben nicht die entsprechenden Berechtigungen für das Modul "%2$s".
fi_fi: Sinulla ei ole tarvittavia valtuuksia moduuliin "%2$s".
hu_hu: Nincs megfelelő jogosultsága a(z) „%2$s” modulhoz.
ja_jp: モジュール %2$s に対して必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru modulul "%2$s".
sk_sk: Nemáte príslušné oprávnenie k modulu "%2$s".

source: Shared folders are not available for your account.
cs_cz: Pro váš účet nejsou k dispozici sdílené složky.
de_de: Freigegebene Ordner sind für Ihr Konto nicht verfügbar.
fi_fi: Jaetut kansiot eivät ole tilisi käytössä.
hu_hu: A megosztott mappák nem érhetők el a fiókjához.
ja_jp: ご利用のアカウントでは共有フォルダーは利用できません。
ro_ro: Dosarele partajate nu sunt disponibile pentru contul dumneavoastră.
sk_sk: Zdieľané priečinky nie sú dostupné pre váš účet.

source: You do not have appropriate permissions for the public folder.
cs_cz: Nemáte příslušná oprávnění k veřejné složce.
de_de: Sie haben nicht die entsprechenden Berechtigungen für den öffentlichen Ordner.
fi_fi: Sinulla ei ole asianmukaisia lupia julkiseen kansioon.
hu_hu: Nincs megfelelő jogosultsága a nyilvános mappához.
ja_jp: パブリックフォルダーに対する権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru dosarul public.
sk_sk: Nemáte príslušné oprávnenie k verejnému priečinku.

source: You do not have appropriate permissions to create subfolders.
cs_cz: Nemáte příslušná oprávnění k vytváření podsložek.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anlegen von Unterordnern.
fi_fi: Sinulla ei ole asianmukaisia lupia alakansioiden luomiseen.
hu_hu: Nincs megfelelő jogosultsága almappák létrehozásához.
ja_jp: サブフォルダーの作成に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a crea dosare subordonate.
sk_sk: Nemáte príslušné oprávnenie na vytvorenie podpriečinka.

source: Such a folder does not exist.
cs_cz: Složka neexistuje.
de_de: Ein solcher Ordner ist nicht vorhanden.
fi_fi: Tällaista kansiota ei ole olemassa.
hu_hu: Nem létezik ilyen mappa.
ja_jp: 該当するフォルダーがありません。
ro_ro: Dosarul nu există.
sk_sk: Taký priečinok neexistuje.

source: The folder has been changed in the meantime. Please reload the view and try again.
cs_cz: Složka se mezitím změnila. Obnovte, prosím, pohled and zkuste to znovu.
de_de: Der Ordner wurde in der Zwischenzeit geändert. Bitte aktualisieren Sie die Ansicht und versuchen Sie es erneut.
fi_fi: Kansiota on muutettu. Lataa näkymä uudelleen ja yritä uudelleen.
hu_hu: A mappa időközben megváltozott. Töltse újra a nézetet, és próbálja újra.
ja_jp: フォルダーは既に変更されています。ビューを再読み込みして、もう一度やり直してください。
ro_ro: Dosarul a fost modificat între timp. Reîncărcați vederea și încercați din nou.
sk_sk: Priečinok bol medzitým zmenený. Prosím, znovu načítajte zobrazenie a skúste to znova.

source: This operation requires administrative permissions for the folder.
cs_cz: Tato operace vyžaduje administrátorská práva ke složce.
de_de: Dieser Vorgang erfordert administrative Berechtigungen für den Ordner.
fi_fi: Toiminto vaatii ylläpito-oikeuksia kansioon.
hu_hu: Ez a művelet adminisztrátori jogosultságot igényel mappához.
ja_jp: この操作には、フォルダーの管理者権限が必要です。
ro_ro: Operația necesită permisiuni de administrare pentru dosar.
sk_sk: Táto operácia vyžaduje oprávnenie správcu k priečinku.

source: The folder is a default folder and cannot be renamed.
cs_cz: Složka je výchozí a nelze ji přejmenovat.
de_de: Der Ordner ist ein Standardordner und kann nicht umbenannt werden.
fi_fi: Kansio on oletuskansio eikä sitä voi nimetä uudelleen.
hu_hu: A mappa alapértelmezett és nem nevezhető át.
ja_jp: フォルダーは既定のフォルダーであるため、名前の変更はできません。
ro_ro: Dosarul este un dosar implicit și nu poate fi redenumit.
sk_sk: Priečinok je predvolený priečinok a nemožno ho premenovať.

source: The folder already contains a folder with such a name.
cs_cz: Složka již obsahuje složku s takovým názvem.
de_de: Der Ordner enthält bereits einen Ordner mit einem solchen Namen.
fi_fi: Kansio sisältää jo samannimisen kansion.
hu_hu: A mappában ezzel a névvel már van egy mappa.
ja_jp: 同じような名前のフォルダーがすでに存在します。
ro_ro: Dosarul conține deja un dosar cu acest nume.
sk_sk: Priečinok už obsahuje priečinok s týmto názvom.

source: Folders of type "%2$s" can't be created below this folder.
cs_cz: Složky typu „%2$s“ není možné vytvořit v této složce.
de_de: Ordner des Typs "%2$s" können nicht unterhalb dieses Ordners erstellt werden.
fi_fi: Tyyppiä "%2$s" olevia kansiota ei voida luoda tämän kansion alle.
hu_hu: "%2$s" típusú mappák nem hozhatók létre ebben a mappában.
ja_jp: タイプ "%2$s" のフォルダーをこのフォルダーの配下に作成できません。
ro_ro: Nu se pot crea dosare de tipul "%2$s" subordonate acestui dosar.
sk_sk: Priečinky typu "%2$s" nie je možné pod týmto priečinkom vytvoriť.

source: Folders of module "%2$s" can't be created below this folder.
cs_cz: Složky modulu „%2$s“ není možné vytvořit v této složce.
de_de: Ordner des Moduls "%2$s" können nicht unterhalb dieses Ordners erstellt werden.
fi_fi: Moduulin "%2$s" kansioita ei voida luoda tämän kansion alle.
hu_hu: "%2$s" modul mappái nem hozhatók létre ebben a mappában.
ja_jp: モジュール "%2$s" のフォルダーをこのフォルダーの配下に作成できません。
ro_ro: Nu se pot crea dosare în modulul "%2$s" subordonate acestui dosar.
sk_sk: Priečinky modulu "%2$s" nie je možné pod týmto priečinkom vytvoriť.

source: Only one user may have administrative permission roles in a private folder.
cs_cz: Pouze jeden uživatel může mít administrátorské oprávnění k soukromé složce.
de_de: Es kann nur ein einzelner Benutzer Adminrechte für einen privaten Ordner besitzen.
fi_fi: Vain yhdellä käyttäjällä saa olla ylläpitäjän valtuudet yksityiseen kansioon.
hu_hu: Csak egy felhasználónak lehet adminisztrációs jogosultságú szerepe egy személyes mappában.
ja_jp: プライベート フォルダーの管理者権限を持つことができるのは1人のユーザーだけです。
ro_ro: Doar un singur utilizator poate deține permisiuni de administrare într-un dosar personal.
sk_sk: Iba jeden používateľ môže mať oprávnenie správcu k súkromnému priečinku.

source: Administrative permissions for a group are not allowed in a private folder.
cs_cz: Administrátorská oprávnění skupiny nejsou povolená v soukromé složce.
de_de: Administrative Rechte für eine Gruppe sind für einen privaten Ordner nicht zulässig.
fi_fi: Ryhmällä ei voi olla hallinnointioikeuksia yksityiseen kansioon.
hu_hu: Csoport adminisztrációs jogosultsága nem engedélyezett egy személyes mappában.
ja_jp: グループの管理者権限はプライベート フォルダーには許可されていません。
ro_ro: Permisiunile de administrare pentru un grup nu sunt permise într-un dosar personal.
sk_sk: Oprávnenia správcu pre skupinu nie sú povolené v súkromnom priečinku.

source: Only the owner of a private folder may hold administrative permissions.
cs_cz: Pouze vlastník soukromé složky může mít administrátorská práva.
de_de: Nur der Eigentümer eines privaten Ordners kann administrative Rechte besitzen.
fi_fi: Vain omistajalla voi olla hallinnointioikeudet yksityiseen kansioon.
hu_hu: Csak egy személyes mappa tulajdonosa rendelkezhet adminisztrációs jogosultságokkal.
ja_jp: 個人用フォルダーの所有者のみに管理者権限が割り当てられます。
ro_ro: Doar proprietarul unui dosar personal poate avea permisiuni de administrare.
sk_sk: Iba vlastník súkromného priečinka môže mať oprávnenia správcu.

source: At least one user with administrative permissions is required.
cs_cz: Je nutné, aby existoval aspoň jeden uživatel s administrátorskými právy.
de_de: Es wird mindestens ein Benutzer mit administrativen Rechten benötigt.
fi_fi: Vähintään yhdellä käyttäjällä pitää olla hallinnointioikeudet.
hu_hu: Legalább egy, adminisztrációs jogosultságokkal rendelkező felhasználó szükséges.
ja_jp: 管理者権限を持つユーザーが 1名以上必要です。
ro_ro: Este necesar cel putin un utilizator cu permisiuni de administrare.
sk_sk: Požaduje sa aspoň jeden používateľ s oprávneniami správcu.

source: The folder is a default folder and cannot be moved.
cs_cz: Složka je výchozí a nelze ji přesunout.
de_de: Der Ordner ist ein Standardordner und kann nicht verschoben werden.
fi_fi: Kansio on oletuskansio eikä sitä voi siirtää.
hu_hu: A mappa alapértelmezett és nem mozgatható.
ja_jp: フォルダーは既定のフォルダーであるため、移動できません。
ro_ro: Dosarul este un dosar implicit și nu poate fi mutat.
sk_sk: Priečinok je predvolený priečinok a nemožno ho presunúť.

source: The folder is shared and cannot be moved.
cs_cz: Složka je sdílená a nelze ji přesunout.
de_de: Der Ordner ist freigegeben und kann nicht verschoben werden.
fi_fi: Kansio on jaettu eikä sitä voi siirtää.
hu_hu: A mappa megosztott és nem mozgatható.
ja_jp: フォルダーは共有されているため、移動できません。
ro_ro: Dosarul este partajat și nu poate fi mutat.
sk_sk: Priečinok je zdieľaný a nemožno ho presunúť.

source: The folder cannot be moved to a shared folder.
cs_cz: Složku nelze přesunout do sdílené složky.
de_de: Der Ordner kann nicht in einen freigegebenen Ordner verschoben werden.
fi_fi: Kansiota ei voida siirtää jaettuun kansioon.
hu_hu: A mappa nem mozgatható megosztott mappába.
ja_jp: 共有フォルダーにフォルダーを移動できません。
ro_ro: Dosarul nu poate fi mutat într-un dosar partajat.
sk_sk: Priečinok nemožno presunúť do zdieľaného priečinka.

source: The folder is a system folder and cannot be moved.
cs_cz: Složka je systémová a nelze ji přesunout.
de_de: Der Ordner ist ein Systemordner und kann nicht verschoben werden.
fi_fi: Kansio on järjestelmäkansio eikä sitä voi siirtää.
hu_hu: A mappa rendszermappa és nem mozgatható.
ja_jp: フォルダーはシステムフォルダーであるため、移動できません。
ro_ro: Dosarul este un dosar al sistemului și nu poate fi mutat.
sk_sk: Priečinok je systémový priečinok a nemožno ho presunúť.

source: The private folder can only be moved to another private folder.
cs_cz: Soukromou složku lze přesunout pouze do jiné soukromé složky.
de_de: Der private Ordner kann nur in einen anderen privaten Ordner verschoben werden.
fi_fi: Yksityisen kansion voi siirtää ainoastaan toiseen yksityiseen kansioon.
hu_hu: A személyes mappa csak másik személyes mappába mozgatható.
ja_jp: プライベートフォルダーは別のプライベートフォルダーのみに移動できます。
ro_ro: Dosarul personal poate fi mutat doar într-un alt dosar personal.
sk_sk: Súkromný priečinok je možné presunúť iba do iného súkromného priečinka.

source: The public folder can only be moved to another public folder.
cs_cz: Veřejnou složku lze přesunout pouze do jiné veřejné složky.
de_de: Der öffentliche Ordner kann nur in einen anderen öffentlichen Ordner verschoben werden.
fi_fi: Julkisen kansion voi siirtää ainoastaan toiseen julkiseen kansioon.
hu_hu: A nyilvános mappa csak másik nyilvános mappába mozgatható.
ja_jp: パブリックフォルダーは別のパブリックフォルダーのみに移動できます。
ro_ro: Dosarul public poate fi mutat doar într-un alt dosar public.
sk_sk: Verejný priečinok je možné presunúť iba do iného verejného priečinka.

source: The destination folder is the same as the source folder.
cs_cz: Cílová složka je shodná se zdrojovou.
de_de: Der Zielordner ist mit dem Quellordner identisch.
fi_fi: Kohdekansio on sama kuin lähdekansio.
hu_hu: A célmappa ugyanaz, mint a forrásmappa.
ja_jp: 送り側と受け側のフォルダーが同じです。
ro_ro: Dosarul de destinație și dosarul sursă sunt identice.
sk_sk: Cieľový priečinok je rovnaký ako zdrojový priečinok.

source: You do not have appropriate permissions to move all subfolders.
cs_cz: Nemáte příslušná oprávnění k přesunu všech podsložek.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Verschieben aller Unterordner.
fi_fi: Sinulla ei ole asiaankuuluvia lupia kaikkien alakansioiden siirtämiseen.
hu_hu: Nincs megfelelő jogosultsága az összes almappa mozgatásához.
ja_jp: 全てのサブフォルダーを移動するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a muta toate dosarele subordonate.
sk_sk: Nemáte príslušné oprávnenie na presunutie všetkých podpriečinkov.

source: You do not have appropriate permissions to delete the shared folder.
cs_cz: Nemáte příslušná oprávnění ke smazání sdílené složky.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen des freigegebenen Ordners.
fi_fi: Sinulla ei ole asiaankuuluvia lupia jaetun kansion poistamiseen.
hu_hu: Nincs megfelelő jogosultsága megosztott mappa törléséhez.
ja_jp: 共有フォルダーの削除に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a șterge dosarul partajat.
sk_sk: Nemáte príslušné oprávnenie na zmazanie zdieľaného priečinka.

source: The folder is a default folder and cannot be deleted.
cs_cz: Složka je výchozí a nelze ji smazat.
de_de: Der Ordner ist ein Standardordner und kann nicht gelöscht werden.
fi_fi: Kansio on oletuskansio eikä sitä voi poistaa.
hu_hu: A mappa alapértelmezett és nem törölhető.
ja_jp: フォルダーは既定のフォルダーであるため、削除できません。
ro_ro: Dosarul este un dosar implicit și nu poate fi șters.
sk_sk: Priečinok je predvolený priečinok a nemožno ho zmazať.

source: You do not have appropriate permissions to delete all contained items.
cs_cz: Nemáte příslušná oprávnění ke smazání všech položek.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen aller enthaltenen Objekte.
fi_fi: Sinulla ei ole asiaankuuluvia lupia kaikkien kohteiden poistamiseen.
hu_hu: Nincs megfelelő jogosultsága az összes elem törléséhez.
ja_jp: フォルダー内のすべてのアイテムの削除に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a șterge toate elementele.
sk_sk: Nemáte príslušné oprávnenie na zmazanie všetkých obsiahnutých položiek.

source: The folder cannot be be moved to one of its subfolders.
cs_cz: Složku nelze přesunout do jedné z jejích podsložek.
de_de: Der Ordner kann nicht in einen seiner Unterordner verschoben werden.
fi_fi: Kansiota ei voida siirtää yhteen sen alakansioista.
hu_hu: A mappa nem mozgatható az egyik almappájába.
ja_jp: フォルダーは、その配下のいずれのサブフォルダーにも移動できません。
ro_ro: Dosarul nu poate fi mutat într-unul din dosarele sale subordonate.
sk_sk: Priečinok nie je možné presunúť do jedného z jeho podpriečinkov.

source: Folders of module "%1$s" cannot be moved to folders of module "%2$s".
cs_cz: Složky modulu „%1$s“ nelze přesunout do složek modulu „%2$s“.
de_de: Ordner des Moduls "%1$s" können nicht in Ordner des Moduls "%2$s" verschoben werden.
fi_fi: Moduulin "%1$s" kansioita ei saa siirtää moduulin "%2$s" kansioon.
hu_hu: A(z) „%1$s” modul mappái nem mozgathatók a(z) „%2$s” modul mappáiba.
ja_jp: モジュール "%1$s" のフォルダーをモジュール "%2$s" のフォルダーに移動できません。
ro_ro: Dosarele modulului "%1$s" nu pot fi mutate în dosarele modulului "%2$s".
sk_sk: Priečinky modulu "%1$s" nie je možné presunúť do priečinkov modulu "%2$s".

source: The shared folder cannot be updated.
cs_cz: Sdílenou složku nelze aktualizovat.
de_de: Der freigegebene Ordner kann nicht aktualisiert werden.
fi_fi: Jaettua kansiota ei voi päivittää.
hu_hu: A megosztott mappa nem frissíthető.
ja_jp: 共有フォルダーを更新できません。
ro_ro: Dosarul partajat nu poate fi actualizat.
sk_sk: Zdieľaný priečinok nie je možné aktualizovať.
