Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

# verb
source: accepted
cs_cz: přijal(a)
de_de: bestätigt
fi_fi: hyväksynyt
hu_hu: elfogadva
ja_jp: 承諾
ro_ro: acceptat
sk_sk: prijal

# adjective
source: accepted
cs_cz: přijat(a)
de_de: bestätigt
fi_fi: hyväksynyt
hu_hu: elfogadva
ja_jp: 承諾
ro_ro: acceptat
sk_sk: prijaté

# verb
source: declined
cs_cz: odmítl(a)
de_de: abgelehnt
fi_fi: kieltäytynyt
hu_hu: elutasítva
ja_jp: 辞退済み
ro_ro: refuzat
sk_sk: zamietol

# adjective
source: declined
cs_cz: odmítl(a)
de_de: abgelehnt
fi_fi: kieltäytynyt
hu_hu: elutasítva
ja_jp: 辞退済み
ro_ro: refuzat
sk_sk: zamietnuté

# verb
source: tentatively accepted
cs_cz: předběžně přijal(a)
de_de: vorläufig bestätigt
fi_fi: alustavasti hyväksynyt
hu_hu: feltételesen elfogadva
ja_jp: 仮承諾済み
ro_ro: acceptat provizoriu
sk_sk: nezáväzne prijal

# adjective
source: tentatively accepted
cs_cz: předběžně přijal(a)
de_de: vorläufig bestätigt
fi_fi: alustavasti hyväksynyt
hu_hu: feltételesen elfogadva
ja_jp: 仮承諾済み
ro_ro: acceptat provizoriu
sk_sk: nezáväzne prijaté

source: Unable to access the link %1$s
cs_cz: Odkaz %1$s není přístupný
fi_fi: Linkkiä %1$s ei voi käyttää
hu_hu: Nem sikerült elérni a(z) %1$s hivatkozást
ja_jp: リンク%1$sにアクセスできません。
ro_ro: Imposibil de accesat legătura %1$s
sk_sk: Nebolo možné pristupovať k odkazu %1$s

source: To access the link credentials are required.
cs_cz: Pro přístup k odkazu jsou potřeba přihlašovací údaje
fi_fi: Linkin käyttö edellyttää käyttöoikeuksia.
hu_hu: A hivatkozás eléréséhez hitelesítő adatok szükségesek.
ja_jp: リンクにアクセスするには、認証情報が必要です。
ro_ro: Pentru a accesa legătura acreditările sunt necesare.
sk_sk: Prístup k odkazu vyžaduje prihlasovacie údaje.

source: The access to the share was revoked. Please contact the owner of the share
cs_cz: Přístup ke sdílené položce byl odebrán. Kontaktujte vlastníka.
fi_fi: Jaon käyttöoikeus peruutettiin. Ota yhteyttä jaon tekijään
hu_hu: A megosztáshoz való hozzáférést visszavonták. Kérjük, vegye fel a kapcsolatot a megosztás tulajdonosával
ja_jp: 共有ファイルへのアクセスが無効になっています。共有ファイルの所有者に連絡してください。
ro_ro: Accesul la partajare a fost revocat. Vă rugăm să contactați proprietarul partajării
sk_sk: Prístup k zdieľanému priečinku bol zamietnutý. Prosím, kontaktujte vlastníka zdieľaného priečinka.

source: The server configuration cannot be retrieved due to an internal server error. Please try again later.
cs_cz: Konfiguraci serveru se nepodařilo získat kvůli interní chybě serveru. Zkuste to, prosím, později.
de_de: Die Serverkonfiguration kann aufgrund eines internen Serverfehlers nicht abgerufen werden. Bitte versuchen Sie es später erneut.
fi_fi: Palvelinkonfiguraatiota ei voida palauttaa sisäisen palvelinvirheen takia. Yritä myöhemmin uudelleen.
hu_hu: Belső hiba miatt a kiszolgáló beállításait nem lehet lekérdezni. Próbálja meg később.
ja_jp: サーバーの内部エラーのため、サーバー構成情報を取得できません。後でもう一度やり直してください。
ro_ro: Configurația serverului nu a putut fi obținută din cauza unei erori interne de server. Încercați din nou mai târziu.
sk_sk: Konfiguráciu servera nebolo možné načítať kvôli vnútornej chybe servera. Prosím, skúste to znova neskôr.

source: App-specific passwords
cs_cz: Hesla pro jednotlivé aplikace
de_de: App-spezifische Passwörter
fi_fi: Sovelluskohtaiset salasanat
hu_hu: Alkalmazásjelszavak
ja_jp: アプリケーション固有パスワード
ro_ro: Parole specifice altor aplicații
sk_sk: Heslá špecifické pre aplikáciu

source: Drive Sync App
cs_cz: Aplikace pro synchronizaci Drive
fi_fi: Driven synkronointisovellus
ja_jp: 同期アプリケーション起動
ro_ro: Aplicație Drive Sync
sk_sk: Aplikácia na synchronizáciu Drive

source: Calendar Client (CalDAV)
cs_cz: Kalendář (CalDAV)
de_de: Kalender-Client (CalDAV)
fi_fi: Kalenteri-asiakasohjelma (CalDAV)
ja_jp: カレンダークライアント (CalDAV)
ro_ro: Client calendar (CalDAV)
sk_sk: Klient kalendára (CalDAV)

source: Addressbook Client (CardDAV)
cs_cz: Adresář (CardDAV)
de_de: Adressbuch-Client (CardDAV)
fi_fi: Osoitekirja-asiakasohjelma (CardDAV)
ja_jp: Addressbookクライアント (CardDAV)
ro_ro: Client agendă (CardDAV)
sk_sk: Klient adresára kontaktov (CardDAV)

source: Calendar and Addressbook Client (CalDAV/CardDAV)
cs_cz: Klient pro Kalendář a Adresář (CalDAV/CardDAV)
fi_fi: Kalenteri- ja osoitekirja-asiakasohjelma (CalDAV/CardDAV)
ja_jp: カレンダークライアントおよび Addressbookクライアント(CalDAV/CardDAV)
ro_ro: Client calendar și agendă (CalDAV/CardDAV)
sk_sk: Klient kalendára a adresára kontaktov (CalDAV/CardDAV)

source: WebDAV Client
cs_cz: WebDAV
fi_fi: WebDAV-asiakasohjelma
ja_jp: WebDAV クライアント
ro_ro: Client WebDAV
sk_sk: Klient WebDAV

source: This account isn't authorized to perform this action.
cs_cz: Účet nemá pro danou operaci oprávnění
de_de: Dieses Konto ist zum Ausführen dieser Aktion nicht berechtigt.
fi_fi: Tällä tilillä ei ole oikeutta suorittaa tätä toimintoa.
hu_hu: Ez a felhasználói fiók nem jogosult erre a műveletre.
ja_jp: このアカウントは、このアクションを認証されていません。
ro_ro: Acest cont nu este autorizat să efectueze această acțiune.
sk_sk: Tento účet nemá oprávnenie vykonať túto operáciu.

source: Unknown application type $1%s
cs_cz: Neznámý typ aplikace $1%s
de_de: Unbekannter Applikationstyp $1%s
fi_fi: Tuntematon sovellustyyppi $1%s
hu_hu: Ismeretlen az alkalmazás típusa: $1%s
ja_jp: 不明なアプリケーションタイプ$1%s
ro_ro: Tip de aplicație necunoscut $1%s
sk_sk: Neznámy typ aplikácie $1%s

source: Unable to update application passwords during password change. You may need to remove then recreate the application passwords.
cs_cz: Během změny hesla není možné hesla aplikací aktualizovat. Patrně budete muset hesla odstranit a pak je znovu vytvořit.
de_de: Applikations-Passwörter können während der Passwortänderung nicht aktualisiert werden. Möglicherweise müssen Sie die Applikations-Passwörter entfernen und dann neu erstellen.
fi_fi: Sovelluksen salasanoja ei voi päivittää salasanan vaihdon aikana. Sinun on ehkä poistettava ja luotava sovelluksen salasanat uudelleen.
hu_hu: Nem lehet frissíteni az alkalmazás jelszavait a jelszó megváltoztatása közben. Lehet, hogy el kell távolítania, majd újra létre kell hoznia az alkalmazás jelszavait.
ja_jp: パスワード変更中はアプリケーションパスワードを更新できません。削除してからアプリケーションパスワードを再作成してください。
ro_ro: Imposibil de actualizat parolele de aplicație în timpul modificării parolei. Poate fi necesar să eliminați parolele de plicație iar apoi să le recreați.
sk_sk: Počas zmeny hesla nie je možné aktualizovať heslá aplikácií. Možno budete musieť odstrániť a následne znova vytvoriť heslá aplikácií.

source: The operation could not be completed due to missing capabilities.
cs_cz: Kvůli nedostatečným oprávněním nebylo možné operaci dokončit.
de_de: Der Vorgang konnte aufgrund fehlender Ressourcen nicht abgeschlossen werden.
fi_fi: Toimenpidettä ei voitu suorittaa loppuun puuttuvien ominaisuuksien vuoksi.
hu_hu: A műveletet nem sikerült befejezni a hiányzó funkciók miatt.
ja_jp: 機能が見つからないため、操作は完了できませんでした。
ro_ro: Operațiunea nu a putut fi finalizată, lipsesc capabilități.
sk_sk: Operáciu sa nepodarilo dokončiť z dôvodu nedostatočných oprávnení.

source: This client cannot be used with an application-specific password.
cs_cz: Tento klient nelze používat s hesly specifickými pro aplikace.
de_de: Dieser Client kann nicht mit einem applikationsspezifischem Passwort verwendet werden.
fi_fi: Tätä asiakassovellusta ei voi käyttää sovelluskohtaisen salasanan kanssa.
hu_hu: Ezt az klienst nem lehet alkalmazásjelszóval használni.
ja_jp: このクライアントにはアプリケーション固有パスワードが使用できません。
ro_ro: Acest client nu poate fi utilizat cu o parolă specifică aplicației.
sk_sk: Tohto klienta nie je možné použiť s heslom aplikácie.

source: Verification of client ticket failed.
cs_cz: Ověření klientova tiketu selhalo.
de_de: Die Verifizierung des Client-Tickets ist fehlgeschlagen.
fi_fi: Asiakasohjelmiston lipukkeen varmennus epäonnistui.
hu_hu: Az ügyféljegy ellenőrzése sikertelen.
ja_jp: クライアントチケットの検証に失敗しました。
ro_ro: Verificarea tichetului clientului a eșuat.
sk_sk: Overenie platnosti klientského lístka zlyhalo.

source: Failed to get a delegate ticket.
cs_cz: Nepodařilo se získat delegátský tiket.
de_de: Delegierungs-Ticket konnte nicht ausgestellt werden.
fi_fi: Valtuuttavan lipukkeen hankkiminen epäonnistui.
hu_hu: A delegálási jegy lekérése meghiúsult a következő számára.
ja_jp: 委任チケットの取得に失敗しました。
ro_ro: Obținerea unui tichet delegat a eșuat.
sk_sk: Nepodarilo sa získať delegačný lístok.

source: Communication to Kerberos server failed.
cs_cz: Chyba komunikace se serverem Kerberos.
de_de: Die Kommunikation mit dem Kerberos-Server ist fehlgeschlagen.
fi_fi: Yhteys Kerberos-palvelimeen epäonnistui.
hu_hu: A kommunikáció meghiúsult a Kerberos kiszolgáló felé.
ja_jp: Kerberos サーバーに接続できません。
ro_ro: Comunicarea cu serverul Kerberos a eșuat.
sk_sk: Chyba komunikácie so serverom Kerberos.

source: Authenticating this service against the Kerberos server failed.
cs_cz: Autentizace této služby na serveru Kerberos selhala.
de_de: Authentifizierung des Dienstes am Kerberos-Server ist fehlgeschlagen.
fi_fi: Tämän palvelun Kerberos-varmennus epäonnistui.
hu_hu: A szolgáltatás hitelesítése a Kerberos kiszolgálón meghiúsult.
ja_jp: Kerberos サーバーによる認証に失敗しました。
ro_ro: Autentificarea serviciului pe serverul Kerberos a eșuat.
sk_sk: Overenie totožnosti tejto služby voči serveru Kerberos zlyhalo.

source: Problem while terminating service ticket.
cs_cz: Problém při rušení servisního tiketu.
de_de: Problem beim Schließen des Diensttickets.
fi_fi: Ongelma palvelun lipuketta mitätöitäessä.
hu_hu: Probléma a szolgáltatásjegy törlésekor.
ja_jp: サービスチケットの終了中に問題が発生しました。
ro_ro: Problemă la încheierea tichetului de serviciu.
sk_sk: Problém pri ukončovaní lístka služby.

source: Can not find credentials in subject %1$s that need a renewal.
cs_cz: Nemohu v předmětu %1$s nalézt přihlašovací údaje, které by potřebovaly obnovit.
de_de: Kein Ticket im Principal %1$s gefunden, das erneuert werden muss.
fi_fi: Aiheesta %1$s ei löytynyt uusimista tarvitsevia valtuuksia.
hu_hu: Nem találhatók eltávolítást igénylő hitelesítési adatok a(z) %1$s alanyban.
ja_jp: 更新が必要な認証情報が件名 %1$s に見つかりません。
ro_ro: Nu s-au putut găsi acreditări ce necesită reînnoire în subiectul %1$s.
sk_sk: Nepodarilo sa nájsť prihlasovacie informácie v predmete %1$s, ktorý vyžaduje obnovenie.

source: No Kerberos delegation ticket found in session.
cs_cz: V sezení se nepodařilo nalézt žádný delegační tiket Kerberosu.
de_de: Kein Kerberos-Weiterleitungsticket in der Sitzung gefunden.
fi_fi: Istunnosta ei löytynyt valtuuttavaa Kerberos-lipuketta.
hu_hu: Nem található Kerberos delegálási jegy a munkamenetben.
ja_jp: Kerberos 委任チケットがセッションに見つかりません。
ro_ro: Nu a fost găsit niciun tichet de delegare Kerberos în sesiune.
sk_sk: V relácii nebol nájdený žiadny delegačný lístok Kerberos.

source: Synchronize your calendars and appointments.
cs_cz: Synchronizujte své kalendáře a schůzky.
de_de: Synchronisieren Sie Ihre Kalender und Termine.
fi_fi: Synkronoi kalenterisi ja tapaamisesi.
hu_hu: Naptárak és találkozók szinkronizációja.
ja_jp: カレンダーと予定を同期
ro_ro: Sincronizează calendarele și întâlnirile.
sk_sk: Synchronizovať vaše kalendáre a schôdzky.

source: Read all your appointments.
cs_cz: Přístup ke všem vašim schůzkám.
de_de: Alle Ihre Termine lesen.
fi_fi: Lue kaikki tapaamisesi.
hu_hu: Összes találkozó elolvasása.
ja_jp: すべての予定を表示
ro_ro: Citiți toate întâlnirile.
sk_sk: Zobraziť všetky vaše schôdzky.

source: Create, modify and delete appointments.
cs_cz: Vytváření, úpravy a mazání schůzek.
de_de: Termine anlegen, ändern und löschen
fi_fi: Luo, muokkaa ja poista tapaamisia.
hu_hu: Találkozó létrehozása, módosítása és törlése.
ja_jp: 予定の作成、変更、削除
ro_ro: Creează, modifică și șterge întâlniri.
sk_sk: Vytvárať, upravovať a odstraňovať schôdzky.

source: Synchronize your address books and contacts.
cs_cz: Synchronizujte své adresáře a kontakty.
de_de: Synchronisieren Sie Ihre Adressbücher und Kontakte.
fi_fi: Synkronoi osoitekirjasi ja yhteystietosi.
hu_hu: Címjegyzék és kapcsolatok szinkronizálása.
ja_jp: アドレス帳と連絡先を同期してください。
ro_ro: Sincronizează agendele și contactele.
sk_sk: Synchronizovať vaše adresáre a kontakty.

source: Reminder
cs_cz: Upomínka
de_de: Erinnerung
fi_fi: Muistutus
hu_hu: Emlékeztető
ja_jp: アラーム
ro_ro: Memento
sk_sk: Pripomenutie

source: Conversion failed for property "%1$s": %2$s
cs_cz: Konverze „%1$s“ selhala: %2$s
de_de: Fehlgeschlagene Konvertierung für die Eigenschaft "%1$s": %2$s
fi_fi: Ominaisuuden "%1$s": %2$s konvertoiminen epäonnistui
hu_hu: A(z) "%1$s" tulajdonság átalakítása meghiúsult: %2$s
ja_jp: プロパティ %1$s の変換に失敗しました: %2$s
ro_ro: Conversia pentru proprietatea "%1$s" a eșuat: %2$s
sk_sk: Zlyhala konverzia pri vlastnosti "%1$s": %2$s

source: No calendar data could be found in the supplied file. Please use a valid iCalendar file and try again.
cs_cz: V daném souboru nebyla nalezena žádná kalendářní data. Použijte, prosím, platný soubor formátu iCalendar a zkuste to znovu.
de_de: Es konnten keine Kalenderdaten in der angegebenen Datei gefunden werden. Bitte verwenden Sie eine gültige iCalendar-Datei und versuchen Sie es erneut.
fi_fi: Annetusta tiedostosta ei löydy kalenteritietoa. Käytä kelpaavaa iCalender-tiedostoa ja yritä uudelleen.
hu_hu: Nem található érvényes naptáradat a megadott fájlban. Használjon érvényes iCalendar fájlt és próbálja újra.
ja_jp: カレンダーデータが指定ファイルに見つかりませんでした。有効なiCalendarファイルを使用して、もう一度やり直してください。
ro_ro: Nu au putut fi găsite date de calendar în fișierul furnizat. Utilizați un fișier iCalendar valid și încercați din nou.
sk_sk: V zadanom súbore sa nepodarilo nájsť dáta kalendára. Prosím, použite platný súbor iCalendar a skúste to znova.

source: Error reading calendar data at line %1$d: %2$s
cs_cz: Chyba při čtení kalendářních dat na řádku %1$d: %2$s
de_de: Fehler beim Lesen der Kalenderdaten in Zeile %1$d: %2$s
fi_fi: Virhe luettaessa kalenteridataa rivillä %1$d: %2$s
hu_hu: Hiba történt a naptáradat beolvasásakor a(z) %1$d: %2$s sorban
ja_jp: %1$d%2$s行のカレンダーデータのエラー読み込み
ro_ro: Eroare la citirea datelor de calendar la linia %1$d: %2$s
sk_sk: Chyba pri čítaní údajov kalendára na riadku %1$d: %2$s

source: Validation failed: %1$s
cs_cz: Ověření platnosti selhalo: %1$s
de_de: Validierung fehlgeschlagen: %1$s
fi_fi: Validointi epäonnistui: %1$s
hu_hu: Az ellenőrzés sikertelen: %1$s
ja_jp: 次の検証に失敗しました: %1$s
ro_ro: Validarea a eșuat: %1$s
sk_sk: Overenie zlyhalo: %1$s

source: Not all of the objects could be imported due to a configured limitation.
cs_cz: Kvůli omezení v nastavení se všechny objekty nepodařilo importovat.
de_de: Aufgrund einer konfigurierten Begrenzung konnten nicht alle Objekte importiert werden.
fi_fi: Kaikkia objekteja ei voitu tuoda konfiguroidun rajoituksen takia.
hu_hu: Nem sikerült az összes objektumot beimportálni a beállított korlátozások miatt.
ja_jp: 構成上の制限によりすべてのオブジェクトをインポートすることができませんでした。
ro_ro: Nu au putut fi importate toate obiectele din cauza unei limitări configurate.
sk_sk: Nie všetky objekty bolo možné importovať z dôvodu nakonfigurovaného obmedzenia.

source: The given iCalendar source does not contain valid content and cannot be processed.
cs_cz: Daný zdroj pro iCalendar neobsahuje platný obsah a nelze jej zpracovat.
de_de: Die angegebene iCalendar-Quelle enthält keinen gültigen Inhalt und kann nicht verarbeitet werden.
fi_fi: Annettu iCalender-lähde ei sisällä kelpaavaa sisältöä eikä sitä voida prosessoida.
hu_hu: A megadott iCalendar forrás nem rendelkezik érvényes tartalommal, és nem dolgozható fel.
ja_jp: 指定されたiCalendarのソースには有効な内容が含まれないため、処理できません。
ro_ro: Sursa iCalendar dată nu are conținut valid și nu poate fi procesată.
sk_sk: Daný zdroj iCalendar neobsahuje platný obsah a nie je možné ho spracovať.

source: The given iCal file contains too many entities. A max of %1$s entities are allowed per file.
cs_cz: Daný iCal soubor obsahuje příliš mnoho položek. Soubor může obsahovat maximálně %1$s položek.
fi_fi: Annettu iCal-tiedosto sisältää liian monta entiteettiä. Enintään %1$s entiteettiä sallitaan tiedostoa kohden.
hu_hu: A megadott iCal fájl túl sok elemet tartalmaz. Fájlonként legfeljebb %1$s elem engedélyezett.
ja_jp: 指定されたiCalファイルにはエンティティが多すぎます。１個のファイルに対するエンティティは最大%1$sです。
ro_ro: Fișierul iCal dat conține prea multe entități. Un număr maxim de %1$s entități sunt permise pentru fiecare fișier.
sk_sk: Uvedený súbor iCal obsahuje príliš mnoho entít. Je dovolených maximálne %1$s entít na súbor.

source: No recurrence
cs_cz: Žádné opakování
de_de: Keine Serie
fi_fi: Ei toistumista
hu_hu: Nincs ismétlődés
ja_jp: 繰り返しなし
ro_ro: Nicio repetare
sk_sk: Bez opakovania

source: Every %1$s day
cs_cz: Každých %1$s dní
de_de: Alle %1$s Tage
fi_fi: Joka %1$s päivä
hu_hu: Minden %1$s. nap
ja_jp: %1$s 日ごと
ro_ro: O dată la %1$s zile
sk_sk: Každých %1$s dní

source: Every week on %1$s
cs_cz: Každý týden v %1$s
de_de: Jede Woche am %1$s
fi_fi: Joka viikon %1$s
hu_hu: Minden héten %1$si napokon
ja_jp: 毎週 %1$s
ro_ro: În fiecare săptămână %1$s
sk_sk: Každý týždeň v %1$s

source: Every week
cs_cz: Každý týden
de_de: Wöchentlich
fi_fi: Joka viikko
hu_hu: Minden héten
ja_jp: 毎週
ro_ro: Săptămânal
sk_sk: Každý týždeň

source: Every %1$s weeks on %2$s
cs_cz: Každé(ých) %1$s týdny(ů) v %2$s
de_de: Alle %1$s Wochen am %2$s
fi_fi: Joka %1$s viikon %2$s
hu_hu: Minden %1$s. héten %2$si napon
ja_jp: %1$s 週ごとの %2$s
ro_ro: O dată la %1$s săptămâni %2$s
sk_sk: Každých %1$s týždňov v %2$s

source: Every %1$s weeks
cs_cz: Každý %1$s. týden
de_de: Alle %1$s Wochen
fi_fi: Joka %1$s. viikko
hu_hu: Minden %1$s. héten
ja_jp: %1$s週ごと
ro_ro: La fiecare %1$s săptămâni
sk_sk: Každých %1$s týždňov

source: On %1$s. day every %2$s. month
cs_cz: %1$s. den každý %2$s. měsíc
de_de: Am %1$s. Tag jeden %2$s. Monat
fi_fi: Joka %2$s. kuukauden %1$s. päivä
hu_hu: Minden %2$s hónap %1$s napján
ja_jp: %2$s か月ごとの %1$s日
ro_ro: A %1$sa zi o dată la %2$s luni
sk_sk: %1$s. deň v každom %2$s. mesiaci

source: On %1$s %2$s every %3$s. month
cs_cz: %1$s %2$s každého %3$s. měsíce
de_de: Am %1$s %2$s jeden %3$s. Monat
fi_fi: Joka %3$s kuukauden %1$s %2$s
hu_hu: A(z) %1$s %2$s minden %3$s. hónapban
ja_jp: %3$s か月ごとの %1$s %2$s
ro_ro: A %1$s %2$s o dată la %3$s. luni
sk_sk: %1$s %2$s v každom %3$s. mesiaci

source: On %1$s %2$s in %3$s
cs_cz: V %1$s %2$s v %3$s
de_de: Am %1$s %2$s in %3$s
fi_fi: %1$s %2$s %3$s:ssa
hu_hu: A(z) %1$s %2$s %3$s hónapban
ja_jp: %3$s の %1$s %2$s
ro_ro: %1$sa %2$s din %3$s
sk_sk: %1$s %2$s v %3$s

source: Every %1$s. %2$s
cs_cz: Každé(ý,ou) %1$s. %2$s
de_de: Jeden %1$s. %2$s
fi_fi: Joka %1$s. %2$s
hu_hu: Minden %1$s. %2$s
ja_jp: 毎年 %2$s %1$s日
ro_ro: În fiecare %1$s. %2$s
sk_sk: Každý %1$s. %2$s

source: Work day
cs_cz: Pracovní den
de_de: Wochentag
fi_fi: Työpäivä
hu_hu: Munkanap
ja_jp: 稼働日
ro_ro: Zi lucrătoare
sk_sk: Pracovný deň

source: Weekend day
cs_cz: Víkendový den
de_de: Wochenendtag
fi_fi: Viikonlopun päivä
hu_hu: Hétvége
ja_jp: 週末
ro_ro: Zi de sfârșit de săptămână
sk_sk: Deň víkendu

source: Day
cs_cz: Den
de_de: Tag
fi_fi: Päivä
hu_hu: Nap
ja_jp: 日
ro_ro: Zi
sk_sk: Deň

source: Monday
cs_cz: Pondělí
de_de: Montag
fi_fi: Maanantai
hu_hu: Hétfő
ja_jp: 月曜
ro_ro: Luni
sk_sk: Pondelok

source: Tuesday
cs_cz: Úterý
de_de: Dienstag
fi_fi: Tiistai
hu_hu: Kedd
ja_jp: 火曜
ro_ro: Marți
sk_sk: Utorok

source: Wednesday
cs_cz: Středa
de_de: Mittwoch
fi_fi: Keskiviikko
hu_hu: Szerda
ja_jp: 水曜
ro_ro: Miercuri
sk_sk: Streda

source: Thursday
cs_cz: Čtvrtek
de_de: Donnerstag
fi_fi: Torstai
hu_hu: Csütörtök
ja_jp: 木曜
ro_ro: Joi
sk_sk: Štvrtok

source: Friday
cs_cz: Pátek
de_de: Freitag
fi_fi: Perjantai
hu_hu: Péntek
ja_jp: 金曜
ro_ro: Vineri
sk_sk: Piatok

source: Saturday
cs_cz: Sobota
de_de: Samstag
fi_fi: Lauantai
hu_hu: Szombat
ja_jp: 土曜
ro_ro: Sâmbătă
sk_sk: Sobota

source: Sunday
cs_cz: Neděle
de_de: Sonntag
fi_fi: Sunnuntai
hu_hu: Vasárnap
ja_jp: 日曜
ro_ro: Duminică
sk_sk: Nedeľa

source: January
cs_cz: Leden
de_de: Januar
fi_fi: Tammikuu
hu_hu: Január
ja_jp: 1月
ro_ro: Ianuarie
sk_sk: Január

source: February
cs_cz: Únor
de_de: Februar
fi_fi: Helmikuu
hu_hu: Február
ja_jp: 2月
ro_ro: Februarie
sk_sk: Február

source: March
cs_cz: Březen
de_de: März
fi_fi: Maaliskuu
hu_hu: Március
ja_jp: 3月
ro_ro: Martie
sk_sk: Marec

source: April
cs_cz: Duben
fi_fi: Huhtikuu
hu_hu: Április
ja_jp: 4月
ro_ro: Aprilie
sk_sk: Apríl

source: May
cs_cz: Květen
de_de: Mai
fi_fi: Toukokuu
hu_hu: Május
ja_jp: 5月
ro_ro: Mai
sk_sk: Máj

source: June
cs_cz: Červen
de_de: Juni
fi_fi: Kesäkuu
hu_hu: Június
ja_jp: 6月
ro_ro: Iunie
sk_sk: Jún

source: July
cs_cz: Červenec
de_de: Juli
fi_fi: Heinäkuu
hu_hu: Július
ja_jp: 7月
ro_ro: Iulie
sk_sk: Júl

source: August
cs_cz: Srpen
fi_fi: Elokuu
hu_hu: Augusztus
ja_jp: 8月

source: September
cs_cz: Září
fi_fi: Syyskuu
hu_hu: Szeptember
ja_jp: 9月
ro_ro: Septembrie

source: October
cs_cz: Říjen
de_de: Oktober
fi_fi: Lokakuu
hu_hu: Október
ja_jp: 10月
ro_ro: Octombrie
sk_sk: Október

source: November
cs_cz: Listopad
fi_fi: Marraskuu
ja_jp: 11月
ro_ro: Noiembrie

source: December
cs_cz: Prosinec
de_de: Dezember
fi_fi: Joulukuu
ja_jp: 12月
ro_ro: Decembrie

source: first
cs_cz: první
de_de: ersten
fi_fi: ensimmäisenä
hu_hu: első
ja_jp: 第1
ro_ro: primul
sk_sk: prvý

source: second
cs_cz: sekunda
de_de: zweiten
fi_fi: toisena
hu_hu: második
ja_jp: 第2
ro_ro: al doilea
sk_sk: druhý

source: third
cs_cz: třetí
de_de: dritten
fi_fi: kolmantena
hu_hu: harmadik
ja_jp: 第3
ro_ro: al treilea
sk_sk: tretí

source: fourth
cs_cz: čtvrtý
de_de: vierten
fi_fi: neljäntenä
hu_hu: negyedik
ja_jp: 第4
ro_ro: al patrulea
sk_sk: štvrtý

source: last
cs_cz: poslední
de_de: letzten
fi_fi: viimeisenä
hu_hu: utolsó
ja_jp: 最終
ro_ro: ultimul
sk_sk: posledný

source: Occurs %1$s times
cs_cz: %1$skrát
de_de: Findet %1$s Mal statt
fi_fi: Toistuu %1$s kertaa
hu_hu: %1$s alkalommal
ja_jp: 反復回数 %1$s
ro_ro: Are loc de %1$s ori
sk_sk: Vyskytuje sa %1$s-krát

source: Until %1$s
cs_cz: Do %1$s
de_de: Bis %1$s
fi_fi: %1$s saakka
hu_hu: Eddig: %1$s
ja_jp: 終了日 %1$s
ro_ro: Până %1$s
sk_sk: Do %1$s

source: No end
cs_cz: Žádné konec
de_de: Kein Enddatum
fi_fi: Ei loppua
hu_hu: Befejezés nélkül
ja_jp: 終了日未定
ro_ro: Niciun final
sk_sk: Žiadny dátum konca

source: An attendee would like to be brought up to date about this appointment.
cs_cz: Účastník si přeje aktuální informace o této schůzce.
de_de: Ein Teilnehmer möchte über den aktuellen Stand dieses Termins informiert werden.
fi_fi: Osallistuja haluaisi tulla saatetuksi ajan tasalle tästä tapaamisesta.
hu_hu: Egy résztvevő szeretne naprakész lenni ezzel a találkozóval kapcsolatban.
ja_jp: 参加者の １人がこの予定の自身に関する情報について、更新を要求しています。
ro_ro: Un participant dorește să fie informat la zi despre această întâlnire.
sk_sk: Účastník požiadal o poslanie aktuálnych informácií o tejto schôdzke.

source: This appointment has attachments. Click on the following link to view the appointment and to retrieve the attachments: %1$s.
cs_cz: Tato schůzka má přílohy. Kliknutím na následující odkaz otevřete schůzku a můžete stáhnout přílohy: %1$s.
de_de: Dieser Termin enthält Anhänge. Zum Abrufen der Anhänge öffnen Sie den Termin unter %1$s.
fi_fi: Tässä tapaamisessa on liitteitä. Napsauta seuraavaa linkkiä tarkastellaksesi tapaamista ja noutaaksesi liitteet: %1$s.
hu_hu: Ennek a találkozónak van egy melléklete, megtekintéséhez és a melléklet letöltéséhez kattintson a hivatkozásra: %1$s
ja_jp: この予定には添付ファイルがあります。予定の確認と添付ファイルのダウンロードを行うには次のリンクをクリックしてください: %1$s
ro_ro: Această întâlnire are fișiere atașate. Utilizați următoarea legătură pentru a vizualiza întâlnirea și a obține fișierele atașate: %1$s.
sk_sk: Táto schôdzka má prílohy. Ak ich chcete získať a pozrieť si schôdzku, kliknite na nasledovný odkaz: %1$s.

source: The appointment has a new attachment: %1$s.
cs_cz: Schůzka má novou přílohu: %1$s.
de_de: Der Termin hat einen neuen Anhang: %1$s.
fi_fi: Tapaamisella on uusi liite:%1$s.
hu_hu: A találkozónak új melléklete van: %1$s.
ja_jp: 予定に新しい添付ファイルがあります：%1$s
ro_ro: Întâlnirea are o atașare nouă: %1$s.
sk_sk: Schôdzka má novú prílohu: %1$s.
