Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: A new task was created by [created_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) nový úkol. Úkol si můžete zkontrolovat ve svých úkolech: [link] Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Eine neue Aufgabe wurde erstellt von [created_by]. Sie können diese Aufgabe in Ihren Aufgaben prüfen: [link] Aufgabe ======= Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: [created_by] on luonut uuden tehtävän. Voit tarkistaa tämän tehtävän omista tehtävistäsi: [link] Tehtävä ==== Luoja: [created_by] Luotu: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [created_by] új feladatot hozott létre, amelyet megtekinthet a saját feladatai között: [link] Feladat ==== Létrehozta: [created_by] Létrehozás dátuma: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [created_by] が新規のタスクを作成しました。 タスクタブでこのタスクをチェックできます。 [link] タスク ==== 作成者: [created_by] 作成日時: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: A fost creată o nouă sarcină de către [created_by]. Puteți vedea această sarcină în lista dumneavoastră de sarcini: [link] Sarcină ==== Creată de: [created_by] Creată pe: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: [created_by] vytvoril novú úlohu. Túto schodzku si môžete pozrieť vo vašich úlohách: [link] Úloha ==== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: A new task was created by [created_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [created_by] vytvořil(a) nový úkol. Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Eine neue Aufgabe wurde erstellt von [created_by]. Aufgabe ======= Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: [created_by] on luonut uuden tehtävän. Tehtävä ==== Luoja: [created_by] Luotu: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [created_by] új feladatot hozott létre, Feladat ==== Létrehozta: [created_by] Létrehozás dátuma: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [created_by] が新規のタスクを作成しました。 タスク ==== 作成者: [created_by] 作成日時: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: A fost creată o nouă sarcină de către [created_by]. Sarcină ==== Creată de: [created_by] Creată pe: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: [created_by] vytvoril novú úlohu. Úloha ==== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: This appointment does not take place. It was either deleted by [changed_by] or you have been removed from the list of participants. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: Tato schůzka se nekoná. Buď ji [changed_by] zrušil(a), nebo jste byl(a) odebrán(a) ze seznamu účastníků. Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Dieser Termin findet nicht statt. Er wurde entweder von [changed_by] gelöscht oder Sie wurden von der Liste der Teilnehmer entfernt. Termin ====== Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: Tämä tapaaminen ei tapahdu. Joko [changed_by] on poistanut sen tai sinut on poistettu osallistujien listasta. Tapaaminen =========== Luoja: [created_by] Luotu: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: A találkozóra nem kerül sor. Vagy [changed_by] törölte, vagy már nem szerepel a résztvevők listáján. Találkozó =========== Létrehozta: [created_by] Létrehozás dátuma: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: この予定は実施されていません。 [changed_by] が削除したか、 参加者のリストからあなたが削除されました。 予定 =========== 作成者: [created_by] 作成日時: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: Această întâlnire nu va avea loc. A fost ștearsă de către [changed_by] sau ați fost eliminat din lista de participanți. Întâlnire =========== Createă de: [created_by] Creată pe: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: Táto schôdzka sa neuskutoční. Buď ju zmazal [changed_by] alebo ste boli odstránený zo zoznamu účastníkov. Schôdzka =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: This task was either deleted by [changed_by] or you have been removed from the list of participants. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: Tento úkol byl buď smazán uživatelem [changed_by], nebo jste byl(a) odebrán(a) ze seznamu účastníků. Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Diese Aufgabe wurde entweder von [changed_by] gelöscht oder Sie wurden aus der Liste der Teilnehmer entfernt. Aufgabe ======= Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: Joko [changed_by] on poistanut tämän tehtävän tai sinut on poistettu osallistujien listasta. Tehtävä ==== Luoja: [created_by] Luotu: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: Vagy [changed_by] törölte ezt a feladatot, vagy már nem szerepel a résztvevők listáján. Feladat =========== Létrehozta: [created_by] Létrehozás dátuma: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [changed_by] がこのタスクを削除したか、 参加者のリストからあなたが削除されました。 タスク ==== 作成者: [created_by] 作成日時: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: Această sarcină a fost ștearsă de către [changed_by] sau ați fost eliminat din lista de participanți. Sarcină ==== Creată de: [created_by] Creată pe: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: Túto úlohu buď zmazal [changed_by] alebo ste boli odstránený zo zoznamu účastníkov. Úloha =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: This appointment was changed by [changed_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] změnil(a) tuto schůzku. Schůzku si můžete zkontrolovat ve svém kalendáři: [link] Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Dieser Termin wurde geändert von [changed_by]. Sie können diesen Termin in Ihrem Kalender prüfen: [link] Termin ====== Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: [changed_by] on muuttanut tätä tapaamista. Voit tarkistaa tämän tapaamisen kalenteristasi: [link] Tapaaminen =========== Luoja: [created_by] Luotu: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [created_by] módosította a találkozót, amelyet a saját naptárában megtekinthet: [link] Találkozó =========== Létrehozta: [created_by] Létrehozás időpontja: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [changed_by] がこの予定を変更しました。 カレンダーでこの予定をチェックできます。 [link] 予定 =========== 作成者: [created_by] 作成日時: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: Această întâlnire a fost modificată de către [changed_by] Puteți vedea această întâlnire în calendarul dumneavoastră: [link] Întâlnire =========== Creată de: [created_by] Creată pe: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: Túto schôdzku zmenil [changed_by]. Túto schodzku si môžete pozrieť vo vašom kalendári: Schôdzka =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: This appointment was changed by [changed_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] změnil(a) tuto schůzku. Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Dieser Termin wurde geändert von [changed_by]. Termin ====== Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: [changed_by] on muuttanut tätä tapaamista. Tapaaminen =========== Luoja: [created_by] Luotu: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [created_by] módosította a találkozót. Találkozó =========== Létrehozta: [created_by] Létrehozás időpontja: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [changed_by] がこの予定を変更しました。 予定 =========== 作成者: [created_by] 作成日時: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: Această întâlnire a fost modificată de către [changed_by] Întâlnire =========== Creată de: [created_by] Creată pe: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: Túto schôdzku zmenil [changed_by]. Schôdzka =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: This task was changed by [changed_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] změnil(a) tento úkol. Úkol si můžete zkontrolovat ve svých úkolech: [link] Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Diese Aufgabe wurde geändert von [changed_by]. Sie können diese Aufgabe in Ihren Aufgaben prüfen: [link] Aufgabe ======= Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: [changed_by] on muuttanut tätä tehtävää. Voit tarkistaa tämän tehtävän omista tehtävistäsi: [link] Tehtävä ==== Luoja: [created_by] Luotu: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [created_by] módosította a feladatot, amelyet megtekinthet a saját feladatai között: [link] Feladat ==== Létrehozta: [created_by] Létrehozás dátuma: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [changed_by] がこのタスクを変更しました。 タスクタブでこのタスクをチェックできます。 [link] タスク ==== 作成者: [created_by] 作成日時: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: Această sarcină a fost modificată de către [changed_by] Puteți vedea această sarcină în lista dumneavoastră de sarcini: [link] Sarcină ==== Creată de: [created_by] Creată pe: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: Túto úlohu zmenil [changed_by]. Túto úlohu si môžete pozrieť vo vašich úlohách: Úloha =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: This task was changed by [changed_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] změnil(a) tento úkol. Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: Diese Aufgabe wurde geändert von [changed_by]. Aufgabe ======= Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: [changed_by] on muuttanut tätä tehtävää. Tehtävä ==== Luoja: [created_by] Luotu: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [created_by] módosította a feladatot. Feladat ==== Létrehozta: [created_by] Létrehozás dátuma: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [changed_by] がこのタスクを変更しました。 タスク ==== 作成者: [created_by] 作成日時: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: Această sarcină a fost modificată de către [changed_by] Sarcină ==== Creată de: [created_by] Creată pe: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: Túto úlohu zmenil [changed_by]. Úloha =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================
