Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Password expired
cs_cz: Heslo vypršelo
de_de: Passwort ist abgelaufen
fi_fi: Salasana vanhentunut
hu_hu: A jelszó lejárt
ja_jp: パスワードの期限が切れました
ro_ro: Parola a expirat
sk_sk: Platnosť hesla vypršala

source: Read and change your settings.
cs_cz: Prohlédnout a změnit nastavení.
de_de: Ihre Einstellungen lesen und ändern.
fi_fi: Lue ja muuta asetuksesi.
hu_hu: Saját beállítás olvasása és módosítása.
ja_jp: 設定を読み込みおよび変更します。
ro_ro: Citiți și modificați setările.
sk_sk: Zobraziť a meniť vaše nastavenia.

source: The policy you have entered is malformed. It should look like "condition:action"
cs_cz: Pravidlo, které jste zadal(a), má chybný formát. Mělo by vypadat takto: „podmínka:činnost“
de_de: Die von Ihnen eingegebene Richtlinie ist nicht wohlgeformt. Richtlinien folgen dem Schema "condition:action".
fi_fi: Antamasi menettelyohje (policy) on viallinen. Menettelyohjeet määritellään "condition:action"
hu_hu: A megadott irányelv rosszul formázott. Az irányelvek megfelelő formátuma: "condition:action"
ja_jp: ポリシーの形式が無効です。ポリシーは "条件:動作" のように記述する必要があります。
ro_ro: Formatul strategiei introduse este incorect. Strategiile trebuie să aibă formatul "condiție:acțiune"
sk_sk: Politika, ktorú ste zadali je chybne utvorená. Mala by byť v tvare "podmienka:operácia"

source: The policy '%s' you have specified is unknonw/unsupported.
cs_cz: Pravidlo ‚%s‘, které jste zadal(a), není podporované.
de_de: Die von Ihnen angegebene Richtlinie '%s' ist unbekannt / wird nicht unterstützt.
fi_fi: Määrittämäsi toimintapaa '%s' ei tunneta/tueta.
hu_hu: A megadott '%s' irányelv ismeretlen vagy nem támogatott.
ja_jp: 指定したポリシー%sが不明です／サポートされていません。
ro_ro: Formatul strategiei '%s' pe care l-ați specificat nu este cunoscut/suportat.
sk_sk: Politika "%s", ktorú ste zadali, je neznáma alebo nepodporovaná.

source: Unable to convert task status "%1$s".
cs_cz: Nemohu konvertovat stav úkolu „%1$s“.
de_de: Der Status "%1$s" der Aufgabe konnte nicht konvertiert werden.
fi_fi: Tehtävän tilaa "%1$s" ei voitu muuntaa.
hu_hu: A(z) „%1$s” feladatállapot nem konvertálható.
ja_jp: タスクのステータス "%1$s" を変換できません。
ro_ro: Nu s-a putut converti starea sarcinii "%1$s".
sk_sk: Nie je možné previesť stav úlohy "%1$s".

source: Unable to convert task priority %d.
cs_cz: Nemohu konvertovat priority úkolu %d.
de_de: Die Priorität %d der Aufgabe konnte nicht konvertiert werden.
fi_fi: Tehtävän kiireellisyyttä %d ei voitu muuntaa.
hu_hu: A(z) %d feladatprioritás nem konvertálható.
ja_jp: タスクの優先度 %d を変換できません。
ro_ro: Nu s-a putut converti prioritatea sarcinii %d.
sk_sk: Nie je možné previesť prioritu úlohy %d.

source: Parsing error parsing ical: %s
cs_cz: Chyba při parsování iCal: %s
de_de: Fehler beim Analysieren von ical: %s
fi_fi: Jäsennysvirhe jäsennettäessä ical: %s
hu_hu: Feldolgozási hiba az ical feldolgozásakor: %s
ja_jp: 次の iCal の解析中に解析エラーが発生しました: %s
ro_ro: Eroare la analiza ical: %s
sk_sk: Chyba pri spracovaní ical: %s

source: Unknown Class: %1$s
cs_cz: Neznámá třída: %1$s
de_de: Unbekannte Klasse: %1$s
fi_fi: Tuntematon luokka: %1$s
hu_hu: Ismeretlen osztály: %1$s
ja_jp: 不明なクラス: %1$s
ro_ro: Clasă necunoscută: %1$s
sk_sk: Neznáma trieda: %1$s

source: Cowardly refusing to convert confidential classified objects.
cs_cz: Zbaběle odmítám konvertovat důvěrné utajované objekty.
de_de: Konvertierung eines als vertraulich markierten Eintrags wird verweigert.
fi_fi: Raukkamaisesti kieltäydyn muuntamasta luottamuksellisiksi luokiteltuja kohteita.
hu_hu: A bizalmas titkosított objektumok átalakítása visszautasítva.
ja_jp: 機密オブジェクトの変換は拒否されます。
ro_ro: Refuz în mod rușinos să convertesc obiecte confidențiale.
sk_sk: Zbabelo odmietame previesť dôverné objekty.

source: Missing DTSTART
cs_cz: Chybí DTSTART
de_de: Fehlender Wert DTSTART
fi_fi: DTSTART puuttuu
hu_hu: Hiányzó DTSTART
ja_jp: DTSTART が見つかりません。
ro_ro: DTSTART lipsește
sk_sk: Chýba DTSTART

source: Private appointments can not have attendees. Removing attendees and accepting appointment anyway.
cs_cz: Soukromé schůzky nemohou mít účastníky. Odstraňuji účastníky a přijímám schůzku.
de_de: Privaten Terminen können keine Teilnehmer hinzugefügt werden. Teilnehmer entfernen und Termin trotzdem akzeptieren.
fi_fi: Yksityisillä tapaamisilla ei voi olla osallistujia. Poistetaan osallistujat ja hyväksytään tapaaminen silti.
hu_hu: A személyes találkozóknak nem lehetnek résztvevőik. A résztvevők mindenképp eltávolításra, a találkozó pedig elfogadásra kerül.
ja_jp: プライベートの予定には参加者を招待できません。参加者を削除します。
ro_ro: Întâlnirile personale nu pot avea participanți. Se elimină participanții și se acceptă întâlnirea.
sk_sk: Súkromné schôdzky nemôžu mať účastníkov. Účastníci budú odstránení a schôdzka bude prijatá.

source: Not supported recurrence pattern: BYMONTH
cs_cz: Nepodporovaný druh opakování: BYMONTH
de_de: Das Serienmuster wird nicht unterstützt: BYMONTH
fi_fi: Toistuvuuden kaava ei tuettu: BYMONTH
hu_hu: Nem támogatott ismétlődési minta: BYMONTH
ja_jp: 次の繰り返しパターンはサポートされていません: BYMONTH
ro_ro: Model de repetare nesuportat: BYMONTH
sk_sk: Nepodporovaný vzor opakovania: BYMONTH

source: This does not look like an iCal file. Please check the file.
cs_cz: Tohle nevypadá jako iCal soubor. Zkontrolujte, prosím, soubor.
de_de: Dies sieht nicht wie eine iCal-Datei aus. Bitte prüfen Sie die Datei.
fi_fi: Tämä ei vaikuta olevan iCal-tiedosto. Ole hyvä ja tarkista tiedosto.
hu_hu: Ez nem tűnik iCal fájlnak. Ellenőrizze a fájlt.
ja_jp: iCal ファイルではありません。ファイルを確認してください。
ro_ro: Acesta nu pare a fi un fișier iCal. Verificați fișierul.
sk_sk: Tento súbor nevyzerá ako súbor iCal. Prosím, skontrolujte súbor.

source: Empty "CLASS" element.
cs_cz: Prázdný prvek „CLASS“.
de_de: Leeres Objekt "CLASS".
fi_fi: Tyhjä "CLASS"-alkio.
hu_hu: Üres „CLASS” elem.
ja_jp: "クラス" 要素が空です。
ro_ro: Element "CLASS" vid.
sk_sk: Prázdny prvok "CLASS".

source: Element truncated: %s
cs_cz: Prvek zkrácen: %s
de_de: Abgeschnittenes Objekt: %s
fi_fi: Alkio lyhennetty: %s
hu_hu: Elem csonkítva: %s
ja_jp: 次の要素は切り捨てられました: %s
ro_ro: Element trunchiat: %s
sk_sk: Prvok skrátený: %s

source: Invalid mail address for external participant: %1$s
cs_cz: Neplatná e-mailová adresa externího účastníka: %1$s
de_de: Ungültige E-Mail-Adresse für externen Teilnehmer: %1$s
fi_fi: Epäkelpo sähköpostiosoite ulkopuoliselle osallistujalle: %1$s
hu_hu: A külső résztvevő e-mail címe érvénytelen: %1$s
ja_jp: 外部参加者のメールアドレスが無効です: %1$s
ro_ro: Adresă de mail incorectă pentru participantul extern: %1$s
sk_sk: Neplatná poštová adresa externého účastníka: %1$s

source: The conversion yields some objects which could not be stored due to missing folder for appointments.
cs_cz: Převodem vznikly objekty, které nebylo možné uložit, protože neexistuje složka pro schůzky.
de_de: Die Konvertierung ergibt einige Objekte, die aufgrund eines fehlenden Terminordners nicht gespeichert werden können.
fi_fi: Muuntaminen tuotti kohteita, joita ei voida tallentaa puuttuvan tapaamiskansion vuoksi.
hu_hu: A konverzió olyan objektumokat hoz létre, amelyeket nem lehet eltárolni, mert a találkozónak nincs mappája.
ja_jp: 変換時に予定のフォルダーが存在しないため、保存できなかったオブジェクトがあります。
ro_ro: Această conversație conține obiecte care nu au putut fi stocate din lipsă de dosar pentru întâlniri.
sk_sk: Výsledkom konverzie sú niektoré objekty, ktoré nebolo možné uložiť kvôli chýbajúcemu priečinku na schôdzky.

source: The conversion yields some objects which could not be stored due to missing folder for tasks.
cs_cz: Převodem vznikly objekty, které nebylo možné uložit, protože neexistuje složka pro úkoly.
de_de: Die Konvertierung ergibt einige Objekte, die aufgrund eines fehlenden Aufgabenordners nicht gespeichert werden können.
fi_fi: Muuntaminen tuotti kohteita, joita ei voida tallentaa puuttuvan tehtäväkansion vuoksi.
hu_hu: A konverzió olyan objektumokat hoz létre, amelyeket nem lehet eltárolni, mert a feladatoknak nincs mappája.
ja_jp: 変換時にタスクのフォルダーが存在しないため、保存できなかったオブジェクトがあります。
ro_ro: Această conversație conține obiecte care nu au putut fi stocate din lipsă de dosar pentru sarcini.
sk_sk: Výsledkom konverzie sú niektoré objekty, ktoré nebolo možné uložiť kvôli chýbajúcemu priečinku na úlohy.

source: The object could not be stored due to a configured limitation
cs_cz: Kvůli omezení v nastavení se objekt nepodařilo uložit
de_de: Das Objekt konnte aufgrund einer konfigurierten Begrenzung nicht gespeichert werden
fi_fi: Objektia ei voitu tallentaa konfiguroidun rajoituksen takia
hu_hu: Az objektumot nem sikerült tárolni a beállított korlátozások miatt
ja_jp: 構成上の制限によりオブジェクトを保存することができませんでした。
ro_ro: Obiectul nu a putut fi stocat din cauza unei limitări configurate
sk_sk: Objekt nebolo možné uložiť z dôvodu nakonfigurovaného obmedzenia

source: You do not have a valid session. Please login again.
cs_cz: Nemáte platné sezení. Přihlaste se, prosím, znovu.
de_de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
fi_fi: Sinulla ei ole voimassa olevaa istuntoa. Ole hyvä ja uudelleenkirjaudu.
hu_hu: Nincs érvényes munkamenet. Jelentkezzen be újra.
ja_jp: 有効なセッションがありません。もう一度ログインしてください。
ro_ro: Nu aveți nicio sesiune corectă. Încercați din nou.
sk_sk: Nemáte platnú reláciu. Prosím, prihláste sa znova.

source: You do not have appropriate permissions to view the folder.
cs_cz: Nemáte příslušná oprávnění k prohlížení složky.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anzeigen des Ordners.
fi_fi: Sinulla ei ole asianmukaisia lupia kansion katselemiseen.
hu_hu: Nincs megfelelő jogosultsága a mappa megjelenítéséhez.
ja_jp: フォルダーの表示に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a vizualiza dosarul.
sk_sk: Nemáte príslušné oprávnenie na zobrazenie priečinka.

source: The content type you provided is not allowed for the given folder.
cs_cz: Druh obsahu, který jste zadal(a), není pro danou složku povolený.
de_de: Der von Ihnen angegebene Inhaltstyp ist für den angegebenen Ordner nicht zulässig.
fi_fi: Antamasi sisältötyyppi ei ole sallitty kyseiselle kansiolle.
hu_hu: A megadott tartalomtípus nem engedélyezett a megadott mappához.
ja_jp: 入力したコンテンツタイプは、指定されたフォルダーに対して許可されていません。
ro_ro: Tipul de conținut furnizat nu este permis pentru dosarul dat.
sk_sk: Typ obsahu, ktorý ste poskytli, nie je povolený pre zadaný priečinok.

source: You do not have appropriate permissions to move the folder.
cs_cz: Nemáte příslušná oprávnění k přesunutí složky.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Verschieben des Ordners.
fi_fi: Sinulla ei ole tarpeellisia valtuuksia kansion siirtoon.
hu_hu: Nincs megfelelő jogosultsága mappa áthelyezéséhez.
ja_jp: フォルダーの移動に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a muta dosarul.
sk_sk: Nemáte príslušné oprávnenie na presunutie priečinka.

source: You do not have the appropriate permissions to delete the folder.
cs_cz: Nemáte příslušná oprávnění ke smazání složky.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen des Ordners.
fi_fi: Sinulla ei ole tarpeellisia valtuuksia kansion poistamiseen.
hu_hu: Nincs megfelelő jogosultsága a mappa törléséhez.
ja_jp: フォルダーの削除に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a șterge dosarul.
sk_sk: Nemáte príslušné oprávnenie na zmazanie priečinka.

source: You do not have the appropriate permissions to move the folder.
cs_cz: Nemáte příslušná oprávnění k přesunutí složky.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Verschieben des Ordners.
fi_fi: Sinulla ei ole tarpeellisia valtuuksia kansion siirtämiseen.
hu_hu: Nincs megfelelő jogosultsága a mappa áthelyezéséhez.
ja_jp: フォルダーの移動に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a muta dosarul.
sk_sk: Nemáte príslušné oprávnenie na presunutie priečinka.

source: You do not have the appropriate permissions to create a subfolder.
cs_cz: Nemáte příslušná oprávnění k vytvoření podsložky.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anlegen eines Unterordners.
fi_fi: Sinulla ei ole tarpeellisia valtuuksia luoda alakansiota.
hu_hu: Nincs megfelelő jogosultsága az almappa létrehozásához.
ja_jp: サブフォルダーの作成に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a crea un dosar subordonat.
sk_sk: Nemáte príslušné oprávnenie na vytvorenie podpriečinka.

source: It is not allowed to create a mail folder below a public folder.
cs_cz: Ve veřejné složce nesmí být vytvořena poštovní složka.
de_de: Das Anlegen eines E-Mail-Ordners in einem öffentlichen Ordner ist nicht zulässig.
fi_fi: Julkisen kansioon ei saa luoda viestikansiota.
hu_hu: Nem engedélyezett a levélmappa létrehozása egy nyilvános mappa alatt.
ja_jp: パブリックフォルダーの配下にメールフォルダーを作成することは許可されていません。
ro_ro: Nu este permisă crearea unui dosar de e-mail subordonat unui dosar public.
sk_sk: Nie je povolené vytvoriť poštový priečinok pod verejným priečinkom.

source: The folder name "%1$s" is reserved. Please choose another name.
cs_cz: Název složky „%1$s“ je vyhrazen. Zvolte, prosím, jiný název.
de_de: Der Ordnername "%1$s" ist reserviert. Bitte wählen Sie einen anderen Namen.
fi_fi: Kansionimi "%1$s" on varattu. Ole hyvä ja valitse toinen nimi.
hu_hu: A(z) "%1$s" mappanév foglalt. Válasszon másik nevet.
ja_jp: フォルダー名 "%1$s" は使用されています。別の名前を選んでください。
ro_ro: Numele de dosar "%1$s" este rezervat. Alegeți alt nume.
sk_sk: Názov priečinka "%1$s" je vyhradený. Prosím, zvoľte iný názov.

source: Found two folders named "%1$s" located below the parent folder. Please rename one of the folders. There should be no two folders with the same name.
cs_cz: V nadřazené složce byly nalezeny dvě složky s názvem „%1$s“. Přejmenujte, prosím, jednu z těchto složek. Není možné mít dvě složky se stejným názvem.
de_de: Es wurden zwei Verzeichnisse namens "%1$s" unterhalb des übergeordneten Ordners gefunden. Bitte benennen Sie einen der Ordner um. Es dürfen nicht zwei Ordner mit demselben Namen vorkommen.
fi_fi: Emokansion alta löytyi kaksi kansiota nimeltä "%1$s". Nimeä toinen kansiosta uudelleen. Kahdella kansiolla ei pitäisi olla samaa nimeä.
hu_hu: Két "%1$s" nevű mappa található szülőmappa alatt. Nevezze át az egyik mappát. Nem lehetnek azonos nevű mappák.
ja_jp: 親フォルダーの配下に "%1$s" という名前のフォルダーが２つ見つかりました。一方のフォルダー名を変更してください。２つのフォルダーに同じ名前をつけることはできません。
ro_ro: S-au găsit două dosare denumite "%1$s" subordonate dosarului părinte. Redenumiți unul dintre dosare. Nu pot exista două dosare cu același nume.
sk_sk: Boli nájdené dva priečinky s názvom "%1$s" v nadradenom priečinku. Prosím, premenujte jeden z priečinkov. Nemali by existovať dva priečinky s rovnakým názvom.

source: Failed to delete all folders
cs_cz: Smazání všech složek se nepodařilo
de_de: Löschen aller Ordner fehlgeschlagen
fi_fi: Kaikkia kansioita ei voitu poistaa
hu_hu: Az összes mappa törlése sikertelen
ja_jp: すべてのフォルダーの削除に失敗しました。
ro_ro: Nu s-au putut șterge toate dosarele
sk_sk: Nepodarilo sa odstrániť všetky priečinky

source: The folder was not updated. Please review the warnings for details.
cs_cz: Složka nebyla aktualizována. Bližší podrobnosti ve varováních.
fi_fi: Kansiota ei päivitetty. Katso varoitukset, jos haluat lisätietoja.
hu_hu: A mappa nem frissült. Kérjük, olvassa el a részletekre vonatkozó figyelmeztetéseket.
ja_jp: フォルダーが更新されませんでした。詳細については警告を確認してください。
ro_ro: Dosarul nu a fost actualizat. Vă rugăm să consultați avertismentele pentru detalii.
sk_sk: Priečinok nebol aktualizovaný. Prosím, prečítajte si podrobnosti v upozorneniach.

source: Folder name contains illegal characters: "%1$s"
cs_cz: Název souboru obsahuje nepovolené znaky: „%1$s“
de_de: Der Ordnername enthält ungültige Zeichen: "%1$s"
fi_fi: Kansion nimessä on ei-sallittuja merkkejä: "%1$s"
hu_hu: A mappanév érvénytelen karaktereket tartalmaz: "%1$s"
ja_jp: フォルダー名に無効な文字が含まれています: "%1$s"
ro_ro: Numele de dosar conține caractere nepermise: "%1$s"
sk_sk: Názov priečinka obsahuje neplatné znaky: "%1$s"

source: The chosen permission(s) cannot be set
cs_cz: Vybraná oprávnění nelze uplatnit
de_de: Die gewählten Berechtigungen können nicht festgelegt werden.
fi_fi: Valittua lupaa/lupia ei voida asettaa
hu_hu: A kiválasztott engedély(ek) nem állítható(k) be
ja_jp: 選択された権限が設定できません。
ro_ro: Imposibil de setat permisiunile alese
sk_sk: Zvolené oprávnenia nie je možné nastaviť

source: With moving the shared folder "%1$s" people will lose access.
cs_cz: Přesunutím sdílené složky „%1$s“ přijdou uživatelé o přístup.
fi_fi: Kun jaettu kansio "%1$s" siirretään, ihmiset menettävät käyttöoikeuden.
hu_hu: Az "%1$s" megosztott mappa áthelyezésével az emberek elveszítik a hozzáférésüket.
ja_jp: ファイル"%1$s"を移動すると、アクセスができなくなります。
ro_ro: Odată cu mutarea dosarului partajat "%1$s" unele persoane vor pierde accesul.
sk_sk: Ak presuniete zdieľaný priečinok "%1$s", niektorí ľudia k nemu stratia prístup.

source: This folder will be shared with everyone who has access to "%3$s". Everyone who can see "%1$s" will lose access.
cs_cz: Složka bude sdílena se všemi, kdo mají přístup k „%3$s“. Všichni, kdo mohou přistupovat k „%1$s“, přístup ztratí.
fi_fi: Tämä kansio jaetaan kaikille, joilla on pääsy kohteeseen "%3$s". Kaikki, jotka näkevät "%1$s", menettävät pääsyn.
hu_hu: Ez a mappa mindenkivel megosztásra kerül, aki hozzáfér a(z) "%3$s" mappához. Mindenki, aki látja a(z) "%1$s" elveszíti a hozzáférését.
ja_jp: このフォルダーは"%3$s"にアクセスのあるすべての人に共有されます。"%1$s"を見ることができる人はアクセスを失います。
ro_ro: Acest dosar va fi partajat cu toți cei care au acces la "%3$s". Toți cei care pot vedea "%1$s" își vor pierde accesul.
sk_sk: Priečinok bude zdieľať každý, kto má prístup k "%3$s". Každý, kto vidí "%1$s", stratí prístup.

source: This folder will be shared with everyone who has access to "%3$s".
cs_cz: Složka bude sdílena se všemi, kdo mají přístup k „%3$s“.
fi_fi: Tämä kansio jaetaan kaikille, joilla on pääsy kohteeseen %3$s.
hu_hu: Ez a mappa mindenkivel megosztásra kerül, aki hozzáfér a következőhöz a(z) "%3$s" mappához.
ja_jp: このフォルダー は"%3$s"にアクセスのあるすべての人に共有されます。
ro_ro: Acest dosar va fi partajat cu toți cei care au acces la "%3$s".
sk_sk: Priečinok bude zdieľaný s každým, kto má prístup do "%3$s".

source: You are moving a folder that contains shares. People will lose access.
cs_cz: Přesouváte složku, která obsahuje sdílené položky. Uživatelé tím přijdou o přístup.
fi_fi: Olet siirtämässä jakoja sisältävää kansiota. Käyttäjät menettävät pääsyn siihen.
hu_hu: Megosztásokat tartalmazó mappát helyez át. Az emberek elveszítik a hozzáférést.
ja_jp: 共有ファイルを含むフォルダーを移動しています。アクセスができなくなります。
ro_ro: Mutați un dosar ce conține partajări. Unele persoane vor pierde accesul.
sk_sk: Presúvate priečinok, ktorý obsahuje zdieľané priečinky. Niektorí ľudia stratia prístup.

source: This folder will be shared with everyone who has access to "%3$s". Everyone who can see the subfolders of "%1$s" will lose access.
cs_cz: Složka bude sdílena se všemi, kdo mají přístup k „%3$s“. Všichni, kdo mohou přistupovat k podsložkám „%1$s“, přístup ztratí.
fi_fi: Tämä kansio jaetaan kaikille, joilla on pääsy %3$s. Kaikki, jotka näkevät "%1$s" alikansiot, menettävät pääsyn.
hu_hu: Ez a mappa mindenkivel megosztásra kerül, aki hozzáfér a(z) "%3$s" mappához. Mindenki, aki látja a(z) "%1$s" almappákat elveszíti a hozzáférését.
ja_jp: このフォルダーは"%3$s"にアクセスのあるすべての人に共有されます。サブフォルダー"%1$s"を見ることができる人はアクセスを失います。
ro_ro: Acest dosar va fi partajat cu toți cei care au acces la "%3$s". Toți cei care pot vedea subdosarele din "%1$s" își vor pierde accesul.
sk_sk: Priečinok bude zdieľať každý, kto má prístup k "%3$s". Každý, kto vidí podpriečinky "%1$s", stratí prístup.

source: No account access permitted.
cs_cz: Přístup k účtům není povolený.
fi_fi: Tilin käyttö ei ole sallittua.
hu_hu: Nincs hozzáférés a fiókhoz.
ja_jp: アカウントアクセスは許可されていません。
ro_ro: Nu este permis accesul la cont.
sk_sk: Nie je povolený prístup k účtu.

source: No group given.
cs_cz: Nebyla zadána skupina.
de_de: Keine Gruppe angegeben
fi_fi: Ryhmää ei annettu.
hu_hu: Nincs megadva csoport.
ja_jp: 指定されたグループがありません。
ro_ro: Nu a fost specificat niciun grup.
sk_sk: Nebola zadaná skupina.

source: Required value "%1$s" was not supplied.
cs_cz: Požadovaná hodnota „%1$s“ nebyla zadána.
de_de: Erforderliche Angabe "%1$s" fehlt.
fi_fi: Välttämätöntä arvoa "%1$s" ei annettu.
hu_hu: A szükséges „%1$s” érték nem lett megadva.
ja_jp: 必要な値 "%1$s" が入力されていません。
ro_ro: Valoarea obligatorie "%1$s" nu a fost furnizată.
sk_sk: Požadovaná hodnota "%1$s" nebola zadaná.

source: The name contains invalid characters: "%1$s".
cs_cz: Název obsahuje nepovolené znaky: „%1$s“.
de_de: Der Name enthält unzulässige Zeichen: "%1$s".
fi_fi: Nimi sisältää epäkelpoja merkkejä: "%1$s".
hu_hu: A név ezeket a nem engedélyezett karaktereket tartalmazza: „%1$s”.
ja_jp: 次の名前に無効な文字が含まれています: "%1$s"
ro_ro: Numele conține caractere nepermise: "%1$s".
sk_sk: Názov obsahuje neplatné znaky: "%1$s".

source: Another group with the same identifier name exists.
cs_cz: Již existuje jiná skupina se stejným identifikačním názvem.
de_de: Es ist bereits eine Gruppe mit dem gleichen ID-Namen vorhanden.
fi_fi: On olemassa toinen ryhmä samalla tunnisteella.
hu_hu: Már létezik csoport ezzel az azonosítónévvel.
ja_jp: 同じ識別子名のグループが他に存在します。
ro_ro: Există deja un alt grup cu același nume de identificare.
sk_sk: Iná skupina s rovnakým názvom identifikátora už existuje.

source: Group contains a not existing member.
cs_cz: Skupina obsahuje neexistujícího člena.
de_de: Die Gruppe enthält ein nicht vorhandendes Mitglied.
fi_fi: Ryhmä sisältää jäsenen, jota ei ole olemassa.
hu_hu: A csoport nem létező tagot tartalmaz.
ja_jp: 存在しないメンバーがグループに含まれています。
ro_ro: Grupul conține un membru inexistent.
sk_sk: Skupina obsahuje neexistujúceho člena.

source: Group contains invalid data.
cs_cz: Skupina obsahuje neplatná data.
de_de: Die Gruppe enthält ungültige Daten.
fi_fi: Ryhmä sisältää epäkelpoa dataa.
hu_hu: A csoport érvénytelen adatokat tartalmaz.
ja_jp: 無効なデータがグループに含まれています。
ro_ro: Grupul conține date incorecte.
sk_sk: Skupina obsahuje neplatné dáta.

source: You are not allowed to create groups.
cs_cz: Nemáte oprávnění k vytváření skupin.
de_de: Sie haben keine Berechtigung zum Anlegen von Gruppen.
fi_fi: Sinulla ei ole valtuuksia luoda ryhmiä.
hu_hu: Nem hozhat létre csoportokat.
ja_jp: グループの作成は許可されていません。
ro_ro: Nu aveți permisiune pentru a crea grupuri.
sk_sk: Nemáte oprávnenie vytvárať skupiny.

source: Edit Conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
cs_cz: Konflikt při úpravách. Vaši změnu nelze dokončit, protože někdo jiný provedl neslučitelnou změnu ve stejné položce. Prosím, obnovte nebo synchronizujte a zkuste to znovu.
de_de: Bearbeitungskonflikt. Ihre Änderung konnte nicht ausgeführt werden, da derselbe Eintrag von einem anderen Benutzer geändert wurde. Bitte starten Sie neu oder synchronisieren Sie und versuchen Sie es erneut.
fi_fi: Muokkaa ristiriitaa. Muutostasi ei voida saattaa loppuun, koska joku muu on tehnyt ristiriitaisen muutoksen samaan kohteeseen. Ole hyvä ja päivitä tai synkronoi ja yritä uudelleen.
hu_hu: Szerkesztési ütközés. A változtatás nem fejezhető be, mert valaki más ütköző módosítást hajtott végre ugyanazon az elemen. Frissítsen vagy szinkronizáljon, és próbálja újra.
ja_jp: 編集の競合が発生しました。他のユーザーが同じアイテムを変更したため、変更を完了できません。最新の状態に更新または同期して、やり直してください。
ro_ro: Conflict de editare. Modificarea dumneavoastră nu poate fi efectuată deoarece altcineva a efectuat o altă modificare asupra aceluiași element, generând un conflict. Actualizați sau sincronizați și încercați din nou.
sk_sk: Konflikt pri úpravách. Vašu zmenu nebolo možné dokončiť, pretože niekto iný vykonal konfliktnú zmenu rovnakej položky. Prosím, znovu načítajte položku alebo vykonajte synchronizáciu a skúste to znova.
