Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Quota exceeded for contacts. Quota limit: %2$s. Quota used: %1$s. Please delete some contacts in order to create new ones. Please note: The quota refers to all contacts of all users in this context.
cs_cz: Kvóta pro kontakty překročena. Limit: %2$s. Využité: %1$s. Smažte, prosím, nějaké kontakty, aby bylo možné vytvářet nové. Berte, prosím, v potaz, že se kvóta vztahuje na všechny kontakty všech uživatelů v tomto kontextu.
de_de: Das Speicherkontingent für Kontakte wurde überschritten. Limit: %2$s. Belegt: %1$s. Bitte löschen Sie einige Kontakte, um Platz für neue zu schaffen. Bitte beachten Sie: Das Speicherkontingent bezieht sich auf alle Kontakte aller Benutzer in diesem Kontext.
fi_fi: Yhteystietojen kiintiö ylitetty. Kiintiön raja: %2$s. Käytetty kiintiö: %1$s. Ole hyvä ja poista yhteystietoja luodaksesi uusia. Huom: Tässä yhteydessä kiintiö tarkoittaa kaikkien kontekstin käyttäjien yhteystietoja.
hu_hu: A kapcsolatok kvótáját túllépte, amelynek korlátja: %2$s. A felhasznált kvóta: %1$s. Töröljön néhány névjegyet, ha újakat szeretne létrehozni. Megjegyzés: A kvóta ebben az esetben az összes felhasználó névjegyére vonatkozik.
ja_jp: 連絡先の登録容量制限を超えました。容量: %2$s 使用中: %1$s。新規連絡先を作成する前に既存の連絡先を削除してください。この容量制限はコンテキスト内のすべてのユーザーの連絡先を対象としています。
ro_ro: Limita pentru contacte a fost depășită. Limită: %2$s. Cotă utilizată: %1$s. Ștergeți câteva contacte pentru a putea crea altele noi. Atenție: Limita se referă la toate contactele tuturor utilizatorilor din acest context.
sk_sk: Prekročená kvóta kontaktov. Kvóta: %2$s. Využitá kvóta: %1$s. Prosím, odstráňte niektoré kontakty, aby ste mohli vytvoriť nové. Prosím, vezmite na vedomie, že kvóta sa vzťahuje na všetky kontakty všetkých používateľov v tomto kontexte.

source: Quota exceeded for tasks. Quota limit: %2$s. Quota used: %1$s. Please delete some tasks in order to create new ones. Please note: The quota refers to all tasks of all users in this context.
cs_cz: Kvóta pro úkoly překročena. Limit: %2$s. Využité: %1$s. Smažte, prosím, nějaké úkoly, aby bylo možné vytvářet nové. Berte, prosím, v potaz, že se kvóta vztahuje na všechny úkoly všech uživatelů v tomto kontextu.
de_de: Das Speicherkontingent für Aufgaben wurde überschritten. Limit: %2$s. Belegt: %1$s. Bitte löschen Sie einige Aufgaben, um Platz für neue zu schaffen. Bitte beachten Sie: Das Speicherkontingent bezieht sich auf alle Aufgaben aller Benutzer in diesem Kontext.
fi_fi: Tehtävien kiintiö ylitetty. Kiintiön raja: %2$s. Käytetty kiintiö: %1$s. Ole hyvä ja poista tehtäviä luodaksesi uusia. Huom: Tässä yhteydessä kiintiö tarkoittaa kaikkien kontekstin käyttäjien tehtäviä.
hu_hu: A faladatok kvótáját túllépte, amelynek korlátja: %2$s. A felhasznált kvóta: %1$s. Töröljön néhány feladatot, ha újakat szeretne létrehozni. Megjegyzés: A kvóta ebben az esetben az összes felhasználó feladataira vonatkozik.
ja_jp: タスクの登録容量制限を超えました。容量: %2$s 使用中: %1$s。新規予定を作成する前に既存の連絡先を削除してください。この容量制限はコンテキスト内のすべてのユーザーの予定を対象としています。
ro_ro: Limita pentru sarcini a fost depășită. Limită: %2$s. Cotă utilizată: %1$s. Ștergeți câteva sarcini pentru a putea crea altele noi. Atenție: Limita se referă la toate sarcinile tuturor utilizatorilor din acest context.
sk_sk: Prekročená kvóta úloh. Kvóta: %2$s. Využitá kvóta: %1$s. Prosím, odstráňte niektoré úlohy, aby ste mohli vytvoriť nové. Prosím, vezmite na vedomie, že kvóta sa vzťahuje na všetky úlohy všetkých používateľov v tomto kontexte.

source: Quota exceeded for files. Quota limit: %2$s. Quota used: %1$s. Please delete some files in order to create new ones. Please note: The quota refers to all files of all users in this context.
cs_cz: Kvóta pro soubory překročena. Limit: %2$s. Využité: %1$s. Smažte, prosím, nějaké soubory, aby bylo možné vytvářet nové. Berte, prosím, v potaz, že se kvóta vztahuje na všechny soubory všech uživatelů v tomto kontextu.
de_de: Das Speicherkontingent für Dateien wurde überschritten. Limit: %2$s. Belegt: %1$s. Bitte löschen Sie einige Dateien, um Platz für neue zu schaffen. Bitte beachten Sie: Das Speicherkontingent bezieht sich auf alle Dateien aller Benutzer in diesem Kontext.
fi_fi: Tiedostojen kiintiö ylitetty. Kiintiön raja: %2$s. Käytetty kiintiö: %1$s. Ole hyvä ja poista tiedostoja luodaksesi uusia. Huom: Tässä yhteydessä kiintiö tarkoittaa kaikkien kontekstin käyttäjien tiedostoja.
hu_hu: A fájlok kvótáját túllépte, amelynek korlátja: %2$s. A felhasznált kvóta: %1$s. Töröljön néhány fájlt, ha újakat szeretne létrehozni. Megjegyzés: A kvóta ebben az esetben az összes felhasználó fájljaira vonatkozik.
ja_jp: ファイルの登録容量制限を超えました。容量: %2$s 使用中: %1$s。新規ファイルを作成する前に既存のファイルを削除してください。この容量制限はコンテキスト内のすべてのユーザーのファイルを対象としています。
ro_ro: Limita pentru fișiere a fost depășită. Limită: %2$s. Cotă utilizată: %1$s. Ștergeți câteva fișiere pentru a putea crea altele noi. Atenție: Limita se referă la toate fișierele tuturor utilizatorilor din acest context.
sk_sk: Prekročená kvóta súborov. Kvóta: %2$s. Využitá kvóta: %1$s. Prosím, odstráňte niektoré súbory, aby ste mohli vytvoriť nové. Prosím, vezmite na vedomie, že kvóta sa vzťahuje na všetky súbory všetkých používateľov v tomto kontexte.

source: Quota exceeded for attachments. Quota limit: %2$s. Quota used: %1$s. Please delete some attachments in order to create new ones. Please note: The quota refers to all attachments of all users in this context.
cs_cz: Kvóta pro přílohy překročena. Limit: %2$s. Využité: %1$s. Smažte, prosím, nějaké přílohy, aby bylo možné vytvářet nové. Berte, prosím, v potaz, že se kvóta vztahuje na všechny přílohy všech uživatelů v tomto kontextu.
de_de: Das Speicherkontingent für Anhänge wurde überschritten. Limit: %2$s. Belegt: %1$s. Bitte löschen Sie einige Anhänge, um neue anlegen zu können. Bitte beachten Sie: Das Speicherkontingent bezieht sich auf alle Anhänge aller Benutzer in diesem Kontext.
fi_fi: Liitteiden kiintiö ylitetty. Kiintiön raja: %2$s. Käytetty kiintiö: %1$s. Ole hyvä ja poista liitteitä luodaksesi uusia. Huom: Tässä yhteydessä kiintiö tarkoittaa kaikkien kontekstin käyttäjien liitteitä.
hu_hu: A mellékletek kvótáját túllépte, amelynek korlátja: %2$s. A felhasznált kvóta: %1$s. Töröljön néhány mellékletet, ha újakat szeretne létrehozni. Megjegyzés: A kvóta ebben az esetben az összes felhasználó mellékleteire vonatkozik.
ja_jp: 添付ファイルの登録容量制限を超えました。容量: %2$s 使用中: %1$s。新規添付ファイルを添付する前に既存の添付ファイルを削除してください。この容量制限はコンテキスト内のすべてのユーザーの添付ファイルを対象としています。
ro_ro: Limita pentru fișierele atașate a fost depășită. Limită: %2$s. Cotă utilizată: %1$s. Ștergeți câteva fișiere atașate pentru a putea crea altele noi. Atenție: Limita se referă la toate fișierele atașate ale tuturor utilizatorilor din acest context.
sk_sk: Prekročená kvóta príloh. Kvóta: %2$s. Využitá kvóta: %1$s. Prosím, odstráňte niektoré prílohy, aby ste mohli vytvoriť nové. Prosím, vezmite na vedomie, že kvóta sa vzťahuje na všetky prílohy všetkých používateľov v tomto kontexte.

source: Quota exceeded for shares. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
cs_cz: Kvóta pro sdílená data překročena. Limit: %2$s. Využito: %1$s. Smažte, prosím, nějaká sdílená data, aby bylo možné vytvářet nová. Berte, prosím, v potaz, že se kvóta vztahuje na veškterá sdílená data jednoho uživatele v tomto kontextu.
de_de: Das Speicherkontingent für Freigaben wurde überschritten. Limit: %2$s. Belegt: %1$s. Bitte löschen Sie einige Freigaben, um neue anlegen zu können. Bitte beachten Sie: Das Speicherkontingent bezieht sich auf alle Freigaben eines Benutzers in diesem Kontext.
fi_fi: Jakamiskiintiö on ylitetty. Kiintiö on %2$s. Poista jakoja jos haluat luoda uusia. Huomaa, että kiintiö viittaa tässä yhteydessä kaikkiin yhden käyttäjän jakoihin.
hu_hu: A megosztások száma túllépte a kvótát, amelynek korlátja: %2$s. A felhasznált kvóta: %1$s. Töröljön néhány megosztást, ha újakat szeretne létrehozni. Megjegyzés: A kvóta ebben az esetben egyetlen felhasználó összes megosztására vonatkozik.
ja_jp: 共有ファイルの登録容量制限を超えました。容量: %2$s 使用中: %1$s。新規共有ファイルを添付する前に既存の共有ファイルを削除してください。この容量制限はコンテキスト内のすべてのユーザーの共有ファイルを対象としています。
ro_ro: Limita pentru partajări a fost depășită. Limită: %2$s. Cotă utilizată: %1$s. Ștergeți câteva partajări pentru a putea crea altele noi. Atenție: Limita se referă la toate partajările unui utilizator din acest context.
sk_sk: Prekročená kvóta zdieľaní. Kvóta: %2$s. Využitá kvóta: %1$s. Prosím, odstráňte niektoré zdieľania, aby ste mohli vytvoriť nové. Prosím, vezmite na vedomie, že kvóta sa vzťahuje na všetky zdieľania jedného používateľa v tomto kontexte.

source: Quota exceeded for share links. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
cs_cz: Kvóta pro odkazy ke sdílení překročena. Limit: %2$s. Využito: %1$s. Smažte, prosím, nějaká sdílená data, aby bylo možné vytvářet nová. Berte, prosím, v potaz, že se kvóta vztahuje na veškterá sdílená data jednoho uživatele v tomto kontextu.
de_de: Das Speicherkontingent für Freigabe-Links wurde überschritten. Limit: %2$s. Belegt: %1$s. Bitte löschen Sie einige Freigaben, um neue erstellen zu können. Bitte beachten Sie: Das Speicherkontingent bezieht sich auf alle Freigaben eines Benutzers in diesem Kontext.
fi_fi: Jaettujen linkkien kiintiö on ylitetty. Kiintiö on %2$s. Kiintiötä on käytetty %1$s. Poista jakoja jos haluat luoda uusia. Huomaa, että tässä yhteydessä kiintiö viittaa kaikkiin yhden käyttäjän jakoihin.
hu_hu: A megosztás hivatkozásainak száma túllépte a kvótát, amelynek korlátja: %2$s. A felhasznált kvóta: %1$s. Töröljön néhány megosztást, ha újakat szeretne létrehozni. Megjegyzés: A kvóta ebben az esetben egyetlen felhasználó összes megosztására vonatkozik.
ja_jp: 共有リンクの登録容量制限を超えました。容量: %2$s 使用中: %1$s。新規共有を作成する前に既存の共有を削除してください。この容量制限はコンテキスト内のすべてのユーザーの共有を対象としています。
ro_ro: Limita pentru legăturile către partajări a fost depășită. Limită: %2$s. Cotă utilizată: %1$s. Ștergeți câteva partajări pentru a putea crea altele noi. Atenție: Limita se referă la toate partajările unui utilizator din acest context.
sk_sk: Prekročená kvóta odkazov zdieľaní. Kvóta: %2$s. Využitá kvóta: %1$s. Prosím, odstráňte niektoré zdieľania, aby ste mohli vytvoriť nové. Prosím, vezmite na vedomie, že kvóta sa vzťahuje na všetky zdieľania jedného používateľa v tomto kontexte.

source: Quota exceeded for guest users. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
cs_cz: Kvóta pro uživatele host překročena. Limit: %2$s. Využito: %1$s. Smažte, prosím, nějaká sdílená data, aby bylo možné vytvářet nová. Berte, prosím, v potaz, že se kvóta vztahuje na veškterá sdílená data jednoho uživatele v tomto kontextu.
de_de: Das Speicherkontingent für Gastbenutzer wurde überschritten. Limit: %2$s. Belegt: %1$s. Bitte löschen Sie einige Freigaben, um neue erstellen zu können. Bitte beachten Sie: Das Speicherkontingent bezieht sich auf alle Freigaben eines Benutzers in diesem Kontext.
fi_fi: Vieraskäyttäjien kiintiö on ylitetty. Kiintiö on %2$s. Kiintiötä on käytetty %1$s. Poista jakoja jos haluat luoda uusia. Huomaa, että kiintiö viittaa tässä yhteydessä kaikkiin yhden käyttäjän jakoihin.
hu_hu: A vendég felhasználók száma túllépte a kvótát, amelynek korlátja: %2$s. A felhasznált kvóta: %1$s. Töröljön néhány megosztást, ha újakat szeretne létrehozni. Megjegyzés: A kvóta ebben az esetben egyetlen felhasználó összes megosztására vonatkozik.
ja_jp: ゲストユーザーの登録容量制限を超えました。容量: %2$s 使用中: %1$s。新規共有ファイルを作成する前に既存の共有を削除してください。この容量制限はコンテキスト内のユーザーのすべての共有を対象としています。
ro_ro: Limita pentru utilizatorii invitați a fost depășită. Limită: %2$s. Cotă utilizată: %1$s. Ștergeți câteva partajări pentru a putea crea altele noi. Atenție: Limita se referă la toate partajările unui utilizator din acest context.
sk_sk: Prekročená kvóta hosťovských používateľov. Kvóta: %2$s. Využitá kvóta: %1$s. Prosím, odstráňte niektoré zdieľania, aby ste mohli vytvoriť nové. Prosím, vezmite na vedomie, že kvóta sa vzťahuje na všetkých hosťovských používateľov jedného používateľa v tomto kontexte.

source: Quota exceeded for signatures. Quota limit: %2$s. Quota used: %1$s. Please delete some signatures in order to create new ones.
cs_cz: Kvóta pro podpisy překročena. Limit: %2$s. Využito: %1$s. Smažte, prosím, nějaké podpisy, aby bylo možné vytvářet nové.
de_de: Das Speicherkontingent für Signaturen wurde überschritten. Limit: %2$s. Belegt: %1$s. Bitte löschen Sie einige Signaturen, um neue zu anlegen zu können.
fi_fi: Allekirjoitusten kiintiö on ylitetty. Kiintiö: %2$s. Käytetty kiintiö: %1$s. Poista joitakin allekirjoituksia tehdäksesi tilaa uusille.
hu_hu: Az aláírások kvótáját túllépte, amelynek korlátja: %2$s. A felhasznált kvóta: %1$s. Töröljön néhány aláírást, ha újakat szeretne létrehozni.
ja_jp: 署名の登録容量制限を超えました。容量: %2$s 使用中: %1$s。新規署名を作成する前に既存の署名を削除してください。
ro_ro: Limita pentru semnături a fost depășită. Limită: %2$s. Cotă utilizată: %1$s. Ștergeți câteva semnături pentru a putea crea altele noi.
sk_sk: Kvóta podpisov bola prekročená. Kvóta: %2$s. Využité: %1$s. Prosím, odstráňte niektoré podpisy ak chcete vytvoriť nové.

source: The storage limit for signatures is %1$s. Delete old signatures to be able to store a new one.
cs_cz: Limit úložiště pro podpisy je %1$s. Chcete-li uložit nové podpisy, smažte staré.
de_de: Die Speichergrenze für Signaturen beträgt %1$s. Löschen Sie alte Signaturen, um eine neue speichern zu können.
fi_fi: Allekirjoitusten tallennusraja on %1$s. Poista vanhoja allekirjoituksia, jotta voit taas tallentaa uusia.
hu_hu: Az aláírásra fenntartott terület maximális mérete %1$s. Törölje le a régi aláírásokat, hogy újakat hozhasson létre.
ja_jp: 署名ストレージ割当量は%1$sです。古い署名を削除して、新規の署名を保存できるようにしてください。
ro_ro: Limita de stocare pentru semnături este %1$s. Ștergeți semnături mai vechi pentru a putea stoca una nouă.
sk_sk: Limit ukladacieho priestoru pre podpisy je %1$s. Odstráňte staré podpisy, aby ste mohli ukladať nové.

source: The remote '%2$s' service is unavailable at the moment. There is nothing we can do about it. Please try again later.
cs_cz: Služba ‚%2$s‘ není v tuto chvíli k dispozici. Nemůžeme s tím nic dělat. Zkuste to, prosím, později.
de_de: Der Remote-'%2$s'-Dienst ist derzeit nicht verfügbar. Wir haben darauf keinen Einfluss. Bitte versuchen Sie es später erneut.
fi_fi: Etäpalvelu '%2$s' ei ole käytettävissä tällä hetkellä. Emme voi asialle mitään. Yritä myöhemmin uudelleen.
hu_hu: A távoli '%2$s' szolgáltatás jelenleg nem érhető el. Ennek működésére nincs ráhatásunk. Próbálja újra később.
ja_jp: 現在リモート%2$sサービスは利用できません。どうすることもできませんので、後でもう一度やり直してください。
ro_ro: Serviciul la distanță '%2$s' este indisponibil în acest moment. Nu putem face nimic în această privință. Încercați din nou mai târziu.
sk_sk: Vzdialená služba "%2$s" momentálne nie je k dispozícii. Nič s tým nenarobíme. Skúste to znova neskôr.

source: An internal server error occurred on '%2$s' side. There is nothing we can do about it.
cs_cz: Na straně ‚%2$s‘ došlo k interní chybě serveru. Nemůžeme s tím nic dělat.
de_de: Auf der '%2$s'-Seite ist ein interner Server-Fehler aufgetreten. Wir haben darauf keinen Einfluss.
fi_fi: Tapahtui sisäinen virhe '%2$s' -puolella. Emme voi asialle mitään.
hu_hu: Belső kiszolgálóhiba történt a(z) '%2$s' oldalán. Ennek működésére nincs ráhatásunk.
ja_jp: %2$s側で内部サーバーエラーが発生しました。どうすることもできません。
ro_ro: A apărut o eroare internă de server pe partea '%2$s'. Nu putem face nimic în această privință.
sk_sk: Na strane "%2$s" sa vyskytla interná chyba servera. Nič sa s tým nedá urobiť.

source: A remote server error occurred on '%2$s' side. There is nothing we can do about it.
cs_cz: Na straně ‚%2$s‘ došlo k chybě serveru. Nemůžeme s tím nic dělat.
de_de: Auf der '%2$s'-Seite ist ein Remote-Server-Fehler aufgetreten. Wir haben darauf keinen Einfluss.
fi_fi: Tapahtui etäpalvelinvirhe '%2$s' -puolella. Emme voi asialle mitään.
hu_hu: Távoli kiszolgálóhiba történt a(z) '%2$s' oldalán. Ennek működésére nincs ráhatásunk.
ja_jp: %2$s側でリモートサーバーエラーが発生しました。どうすることもできません。
ro_ro: A apărut o eroare de server la distanță pe partea '%2$s'. Nu putem face nimic în această privință.
sk_sk: Na strane "%1$s" sa vyskytla vzdialená chyba servera. Nič sa s tým nedá urobiť.

source: Invalid RSS URL or not well-formed XML content provided by URL: %1$s
cs_cz: Neplatná URL RSS - nebo URL %1$s poskytla špatně formátovaný XML obsah
de_de: Ungültige RSS-URL -- Kein oder kein wohlgeformter XML-Inhalt von folgender URL bereitgestellt: %1$s
fi_fi: Epäkelpo RSS URL tai annettu URL ei sisällä oikean muotoista XML-sisältöä: %1$s
hu_hu: Érvénytelen RSS URL vagy következő URL nem biztosít megfelelően formázott XML tartalmat: %1$s
ja_jp: 次の RSS の URL が無効か、URL で提供される XML の内容が存在しません: %1$s
ro_ro: URL RSS incorect sau XML în format incorect furnizat de URL-ul: %1$s
sk_sk: Neplatná adresa URL RSS alebo nie správne utvorený obsah XML z URL: %1$s

source: HTTP error %1$s while loading RSS feed from URL: %2$s.
cs_cz: HTTP chyba %1$s při načítání RSS zdroje z URL: %2$s.
de_de: HTTP-Fehler %1$s beim Laden des RSS-Feed von der URL: %2$s.
fi_fi: HTTP-virhe %1$s ladattaessa RSS-syötettä URL:sta: %2$s.
hu_hu: HTTP hiba (%1$s) történt az RSS hírforrás betöltése közben a következő URL-ről: %2$s.
ja_jp: 次の URL から RSS フィードを読み込み中に HTTP エラー %1$s が発生しました: %2$s
ro_ro: Eroare HTTP %1$s la încărcarea fluxului RSS din URL: %2$s.
sk_sk: HTTP chyba %1$s počas načítavania kanála RSS z URL: %2$s.

source: Timeout while reading the RSS feed from URL: %1$s
cs_cz: Vypršel čas při načítání RSS zdroje z URL: %1$s
de_de: Zeitüberschreitung beim Lesen des RSS-Feed von der URL: %1$s
fi_fi: Lukeminen RSS-syötteestä aikakatkaistiin. URL: %1$s
hu_hu: Időtúllépés történt az RSS hírforrás betöltése közben a következő URL-ről: %1$s
ja_jp: 次の URL からの RSS フィード読み込み中にタイムアウトしました: %1$s
ro_ro: S-a depășit timpul de așteptare la citirea fluxului RSS din URL: %1$s
sk_sk: Časový limit bol prekročený počas čítania kanála RSS z URL: %1$s

source: Failed to read RSS feed from URL: %1$s
cs_cz: Selhalo načítání RSS zdroje z URL: %1$s
de_de: Lesen des RSS-Feed von URL fehlgeschlagen:%1$s
fi_fi: RSS-syötteen lukeminen osoitteesta %1$s epäonnistui
hu_hu: Az RSS hírforrás betöltése sikertelen a következő URL-ről: %1$s
ja_jp: 次の URL からの RSS フィードの読み込みに失敗しました: %1$s
ro_ro: Nu s-a putut citi fluxul RSS din URL: %1$s
sk_sk: Nepodarilo sa čítať RSS kanál na adrese: %1$s

source: Failed to read RSS feed from URL: %2$s
cs_cz: Selhalo načítání RSS zdroje z URL: %2$s
de_de: Lesen des RSS-Feed von URL fehlgeschlagen:%2$s
fi_fi: RSS-syötteen lukeminen osoitteesta %2$s epäonnistui
hu_hu: Az RSS hírforrás betöltése sikertelen a következő URL-ről: %2$s
ja_jp: 次の URL からの RSS フィードの読み込みに失敗しました: %2$s
ro_ro: Nu s-a putut citi fluxul RSS din URL: %2$s
sk_sk: Nepodarilo sa čítať RSS kanál na adrese: %2$s

source: The RSS feed is exceeding the maximum allowed size of '%1$s'
cs_cz: RSS zdroj překračuje maximální povolenou velikost ‚%1$s‘
de_de: Der RSS-Feed überschreitet die maximal zulässige Größe von '%1$s'
fi_fi: RSS-syöte ylittää sallitun enimmäiskoon '%1$s'
hu_hu: Az RSS-hírcsatorna elérte a maximálisan engedélyezett méretét, ami '%1$s'
ja_jp: RSS フィードは最大許容サイズ %1$s を超えています。
ro_ro: Fluxul RSS depășește dimensiunea maximă permisă de '%1$s'
sk_sk: Kanál RSS presahuje maximálnu povolenú veľkosť "%1$s"

source: Cannot connect to RSS with URL: %1$s. Please change URL and try again.
cs_cz: Na adrese %1$s se nelze připojit k RSS. Změňte, prosím, adresu a zkuste to znovu.
de_de: Es kann keine Verbindung zu RSS mit der URL %1$s hergestellt werden. Bitte ändern Sie die URL und versuchen Sie es erneut.
fi_fi: Internetosoitteella %1$s ei voida yhdistyä RSS-syötteeseen. Vaihda osoite ja yritä uudelleen.
hu_hu: Nem sikerül kapcsolódni az RSS-hez ezzel a %1$s hivatkozáson keresztül. Változtassa meg a hivatkozást és próbálja újra.
ja_jp: URL %1$s を使って、RSS への接続はできません。URL を変えて、もう一度やり直してください。
ro_ro: Nu s-a putut conecta RSS cu URL-ul: %1$s. Modificați URL-ul și încercați din nou.
sk_sk: Nedá sa pripojiť k RSS na adrese: %1$s. Prosím, zmeňte adresu URL a skúste to znova.

source: Problem parsing security policy file: %1$s
cs_cz: Problém při parsování souboru s bezpečnostním pravidlem: %1$s
de_de: Problem beim Analysieren der Sicherheitsrichtliniendatei: %1$s
fi_fi: Ongelma turvakäytäntötiedoston jäsentämisessä: %1$s
hu_hu: Probléma a biztonsági házirend-fájl elemzésével: %1$s
ja_jp: セキュリティポリシーファイルの解析の問題：%1$s
ro_ro: Problemă la analiza fișierului politicii de securitate: %1$s
sk_sk: Problém počas analýzy súboru politiky zabezpečenia: %1$s

source: Problem updating security manager. %1$s
cs_cz: Problém při aktualizaci manažeru bezpečnosti. %1$s
de_de: Problem beim Aktualisieren des Sicherheitsmanagers. %1$s
fi_fi: Tietoturvahallinnoijan päivityksessä on ongelma. %1$s
hu_hu: Probléma a biztonsági menedzser frissítésével. %1$s
ja_jp: セキュリティマネージャーの更新の問題：%1$s
ro_ro: Problemă la actualizarea managerului de securitate. %1$s
sk_sk: Problém aktualizácie správcu zabezpečenia. %1$s

source: No appropriate anonymizer available.
cs_cz: Není k dispozici žádný vhodný anynymizér.
de_de: Kein passender Anonymisierer verfügbar.
fi_fi: Saatavilla ei ole sopivaa anonyymiksi tekevää ohjelmistoa.
hu_hu: Nincs elérhető anonimizáló.
ja_jp: 適切なアノニマイザが利用できません。
ro_ro: Nu există niciun anonimizator adecvat.
sk_sk: Nie je k dispozícii žiadny vhodný anonymizér.

source: User
cs_cz: Uživatel
de_de: Benutzer
fi_fi: Käyttäjä
hu_hu: Felhasználó
ja_jp: ユーザー
ro_ro: Utilizator
sk_sk: Používateľ

source: Group
cs_cz: Skupina
de_de: Gruppe
fi_fi: Ryhmä
hu_hu: Csoport
ja_jp: グループ
ro_ro: Grup
sk_sk: Skupina

source: Resource
cs_cz: Zdroj
de_de: Ressource
fi_fi: Resurssi
hu_hu: Erőforrás
ja_jp: リソース
ro_ro: Resursă
sk_sk: Zdroj

source: The value inserted for %2$s is not correct.
cs_cz: Hodnota zadaná jako %2$s není správná.
de_de: Der für %2$s angegebene Wert ist nicht korrekt.
fi_fi: %2$s annettu arvo ei ole oikein.
hu_hu: Az itt megadott érték helytelen: %2$s.
ja_jp: %2$s に挿入された値が正しくありません。
ro_ro: Valoarea introdusă pentru %2$s nu este corectă.
sk_sk: Hodnota zadaná do %2$ s nie je správna.

source: Please add a value for %1$s
cs_cz: Doplňte, prosím, hodnotu pro %1$s
de_de: Bitte geben Sie einen Wert für %1$s ein
fi_fi: Lisää arvo parametrille %1$s, ole hyvä
hu_hu: Adjon meg egy értéket ehhez: %1$s
ja_jp: %1$s の値を追加してください。
ro_ro: Adăugați o valoare pentru %1$s
sk_sk: Prosím, pridajte hodnotu pre %1$s

source: No such job %1$s
cs_cz: Úkol %1$s neexistuje
de_de: Kein solcher Job %1$s
fi_fi: Ei tointa %1$s
hu_hu: Nincs ilyen feladat: %1$s
ja_jp: このような職業%1$sはありません。
ro_ro: Activitatea %1$s nu există
sk_sk: Taká úloha neexistuje: %1$s

source: A long-running operation is being executed
cs_cz: Provádí se dlouhodobá operace
de_de: Es wird eine lang andauernde Aktion ausgeführt
fi_fi: Pitkäkestoista toimintoa suoritetaan
hu_hu: Hosszú ideig tartó műveletet hajtanak végre
ja_jp: 長期操作が実行されました。
ro_ro: Se execută o operațiune de durată
sk_sk: Vykonáva sa dlhotrvajúca operácia

source: Such a long-running operation is already in progress
cs_cz: Taková dlouhodobá operace již běží
de_de: Ein solcher Langzeitbetrieb läuft bereits
fi_fi: Tällainen pitkäkestoinen toiminto on jo käynnissä
hu_hu: Egy ilyen hosszú ideig tartó művelet már folyamatban van
ja_jp: このような長期操作はすでに進行中です。
ro_ro: O astfel de operațiune de durată este deja în curs
sk_sk: Takáto dlhotrvajúca operácia už prebieha

source: User is deactivated
cs_cz: Uživatel je deaktivován
de_de: Benutzer ist deaktiviert
fi_fi: Käyttäjä on deaktivoitu
hu_hu: A felhasználó deaktiválva van
ja_jp: ユーザーは無効化されています
ro_ro: Utilizatorul este dezactivat
sk_sk: Používateľ je deaktivovaný
