Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: After unsubscribing from "%1$s", all folders from the account "%2$s" will be removed.
cs_cz: Po odhlášení z „%1$s“ budou všechny složky z účtu „%2$s“ odstraněny.
fi_fi: Kun "%1$s"-tilaus on purettu, kaikki "%2$s"-tilin kansiot poistetaan.
hu_hu: A(z) "%1$s" leiratkozása után a(z) "%2$s" fiók összes mappája eltávolításra kerül.
ja_jp: "%1$s"から登録を解除後、アカウント"%2$s"からのすべてのフォルダーが削除されます。
ro_ro: După dezabonare de la "%1$s", toate dosarele din contul "%2$s" vor fi eliminate.
sk_sk: Po odhlásení sa z odberu "%1$s" budú odstránené všetky priečinky z účtu "%2$s".

source: You have exceeded the maximum number of sms allowed. Please try again after %1$s hours
cs_cz: Překročili jste maximální povolený počet zpráv SMS. Zkuste to, prosím, znovu po %1$s hodinách
de_de: Sie haben die maximal zulässige Anzahl an SMS überschritten. Bitte versuchen Sie es nach %1$s Stunden erneut
fi_fi: Olet ylittänyt suurimman sallitun sms-viestien määrän. Yritä uudelleen %1$s tunnin kuluttua
hu_hu: Túllépte a megengedett maximális SMS számot. Próbálja újra %1$s óra után
ja_jp: 許可されたSMSの最大数を超えました。%1$s 時間後にもう一度やり直してください。
ro_ro: Ați depășit numărul maxim de sms-uri permise. Încercați din nou după %1$s ore
sk_sk: Prekročili ste maximálny počet povolených SMS. Prosím, skúste to znovu o %1$s hodín

source: SMS limits apply. You can only send one more message in the next %1$s hours
cs_cz: Byl dosáhnut limit zpráv SMS. V následujících %1$s hodinách můžete poslat jen jednu další zprávu
de_de: Es gelten SMS-Limits. Sie können nur noch eine weitere Nachricht in den nächsten %1$s Stunden senden.
fi_fi: SMS-rajoitus käytössä. Voit lähettää vain yhden viestin seuraavan %1$s tunnin aikana
hu_hu: Az SMS-korlátozások érvényesek. A következő %1$s órában még egy üzenetet küldhet
ja_jp: SMS の上限が適用されます。次の%1$s 時間にもう１つのメッセージしか送信できません。
ro_ro: Se aplică limita de SMS. Nu mai puteți trimite decât un singur mesaj în următoarele %1$s ore
sk_sk: Počet SMS je obmedzený. V priebehu nasledovných %1$s hodín môžete posielať iba jednu ďalšiu správu.

source: Could not parse phone number %1$s
cs_cz: Nebylo možné parsovat telefonní číslo %1$s
de_de: Die Telefonnummer %1$s konnte nicht analysiert werden.
fi_fi: Puhelinnumeroa %1$s ei voitu jäsentää
hu_hu: A(z) %1$s telefonszám nem dolgozható fel.
ja_jp: 電話番号 %1$s を解析できませんでした。
ro_ro: Nu s-a putut analiza numărul de telefon %1$s
sk_sk: Nepodarilo sa analyzovať telefónne číslo %1$s

source: Unknown country tag: %1$s
cs_cz: Neznámé označení země: %1$s
de_de: Unbekanntes Länderkennzeichen: %1$s
fi_fi: Tuntematon maatunnus: %1$s
hu_hu: Ismeretlen ország címke: %1$s
ja_jp: 不明な国名タグ: %1$s
ro_ro: Etichetă de țară necunoscută: %1$s
sk_sk: Neznámy kód krajiny: %1$s

source: Message is too long (%1$s characters). Maximum length is %2$s characters.
cs_cz: Vaše zpráva je příliš dlouhá (%1$s znaků). Maximální povolená délka je %2$s znaků.
de_de: Die Nachricht ist zu lang (%1$s Zeichen). Die maximale Länge beträgt %2$s Zeichen.
fi_fi: Viesti on liian pitkä (%1$s merkkiä). Viestin enimmäispituus on %2$s merkkiä.
hu_hu: Az üzenet túl hosszú (%1$s karakter). A maximális méret %2$s karakter lehet.
ja_jp: メッセージが長過ぎます（%1$s 文字）。文字制限は %2$s です。
ro_ro: Mesajul este prea lung (%1$s caractere). Lungimea maximă este de %2$s caractere.
sk_sk: Správa je príliš dlhá (%1$s znakov). Maximálna dĺžka je %2$s znakov.

source: Invalid or harmful image data detected
cs_cz: Obrázek obsahuje neplatná nebo škodlivá data
de_de: Ungültige oder schädliche Bilddaten erkannt
fi_fi: Kelpaamatonta tai haitallista kuvadataa havaittu
hu_hu: Érvénytelen vagy kártékony képadatot találtunk
ja_jp: 無効または有害な画像データを削除します。
ro_ro: S-au detectat date incorecte sau dăunătoare
sk_sk: Boli zistené neplatné alebo škodlivé obrazové dáta

source: The signature image exceeds the maximum allowed size of '%1$s'.
cs_cz: Obrázek podpisu překračuje maximální povolenou velikost ‚%1$s‘.
de_de: Das Signaturbild überschreitet die maximal zulässige Größe von '%1$s'.
fi_fi: Allekirjoituskuvan koko ylittää sallitun enimmäiskoon '%1$s'.
hu_hu: Az aláíráshoz engedélyezett kép túllépte a legnagyobb megengedett méretet: '%1$s'.
ja_jp: 署名の画像は最大許容サイズ %1$s を超えています。
ro_ro: Imaginea semnătură depășește dimensiunea maximă permisă de '%1$s'.
sk_sk: Obrázok v podpise prekračuje maximálnu povolenú veľkosť "%1$s".

source: The signature size exceeds the maximum allowed size of '%1$s'.
cs_cz: Podpis překračuje maximální povolenou velikost ‚%1$s‘.
de_de: Die Signaturgröße überschreitet die maximal zulässige Größe von '%1$s'.
fi_fi: Allekirjoituskuvan koko ylittää sallitun enimmäiskoon '%1$s'.
hu_hu: Az aláírás mérete túllépte az engedélyezett legnagyobb méretet: '%1$s'.
ja_jp: 署名のサイズは最大許容サイズ %1$s を超えています。
ro_ro: Dimensiunea semnăturii depășește dimensiunea maximă permisă de "%1$s".
sk_sk: Podpis prekračuje maximálnu povolenú veľkosť "%1$s".

source: The maximum allowed number of '%1$s' images in the signature is reached.
cs_cz: Byl dosažen maximální povolený počet obrázků v podpisu, ‚%1$s‘.
de_de: Die maximal zulässige Anzahl von '%1$s' Bildern in der Signatur ist erreicht.
fi_fi: Allekirjoituskuvien enimmäismäärä '%1$s' on saavutettu.
hu_hu: A(z) '%1$s' aláíráshoz maximálisan engedélyezett képek számát elérte.
ja_jp: 署名内の画像の最大許容回数 '%1$s' に達しました。
ro_ro: S-a atins numărul maxim permis de '%1$s' imagini din semnătură.
sk_sk: Bola dosiahnutá maximálny povolený počet "%s" obrázkov v podpise.

source: You are not allowed to modify the signature
cs_cz: Nemáte oprávnění k úpravě podpisu
de_de: Sie haben keine Berechtigung zum Ändern der Signatur
fi_fi: Et saa muokata allekirjoitusta
hu_hu: Nem jogosult az aláírás módosítására
ja_jp: 署名を変更できません。
ro_ro: Nu aveți permisiunea de a modifica semătura
sk_sk: Nemáte právo meniť podpis

source: The entered display name is too long. Please use a shorter one.
cs_cz: Zadané jméno je příliš dlouhé. Zvolte kratší.
fi_fi: Annettu nimi on liian pitkä. Käytä lyhyempää.
hu_hu: A megadott megjelenítési név túl hosszú. Válasszon egy rövidebbet.
ja_jp: 入力した表示名が長すぎます。短いものを使用してください。
ro_ro: Numele de afișare introdus este prea lung. Vă rugăm să folosiți unul mai scurt.
sk_sk: Zobrazované meno, ktoré ste zadali, je príliš dlhé. Prosím, zadajte kratšie.

source: The entered identifier is too long. Please use a shorter one.
cs_cz: Zadaný identifikátor je příliš dlouhý. Zvolte kratší.
fi_fi: Annettu tunniste on liian pitkä. Käytä lyhyempää.
hu_hu: A megadott azonosító túl hosszú. Válasszon egy rövidebbet.
ja_jp: 入力した識別子が長すぎます。短いものを使用してください。
ro_ro: Identificatorul introdus este prea lung. Vă rugăm să folosiți unul mai scurt.
sk_sk: Identifikátor, ktorý ste zadali, je príliš dlhý. Prosím, zadajte kratší.

source: The entered module identifier is too long. Please use a shorter one.
cs_cz: Zadaný identifikátor modulu je příliš dlouhý. Zvolte kratší.
fi_fi: Syötetty moduulitunniste on liian pitkä. Käytä lyhyempää.
hu_hu: A megadott modulazonosító túl hosszú. Válasszon egy rövidebbet.
ja_jp: 入力したモジュール識別子が長すぎます。短いものを使用してください。
ro_ro: Identificatorul de modul introdus este prea lung. Vă rugăm să folosiți unul mai scurt.
sk_sk: Identifikátor modulu, ktorý ste zadali, je príliš dlhý. Prosím, zadajte kratší.

source: The entered type identifier is too long. Please use a shorter one.
cs_cz: Zadaný identifikátor typu je příliš dlouhý. Zvolte kratší.
fi_fi: Syötetty tyyppitunniste on liian pitkä. Käytä lyhyempää.
hu_hu: A megadott típusazonosító túl hosszú. Válasszon egy rövidebbet.
ja_jp: 入力したタイプ識別子が長すぎます。短いものを使用してください。
ro_ro: Identificatorul de tip introdus este prea lung. Vă rugăm să folosiți unul mai scurt.
sk_sk: Identifikátor typu, ktorý ste zadali, je príliš dlhý. Prosím, zadajte kratší.

source: Login
cs_cz: Přihlašovací jméno
fi_fi: Tunnus
hu_hu: Bejelentkezés
ja_jp: ログイン
ro_ro: Autentificare
sk_sk: Prihlasovacie meno

source: The subscription you requested is unkonwn!
cs_cz: Přihlášení k odběru, které jste požadoval(a), neznám.
de_de: Das von Ihnen angeforderte Abonnement ist nicht bekannt.
fi_fi: Pyytämäsi tilaus on tuntematon!
hu_hu: A kért feliratkozás ismeretlen.
ja_jp: 要求された登録は存在しません。
ro_ro: Abonamentul solicitat este necunoscut!
sk_sk: Odber, ktorý ste požadovali nie je známy.

source: The operation is forbidden.
cs_cz: Operace je zakázaná.
de_de: Die Aktion ist nicht zulässig.
fi_fi: Operaatio on kielletty.
hu_hu: Tiltott művelet.
ja_jp: 操作は禁止されています。
ro_ro: Operațiunea este interzisă.
sk_sk: Operácia je zakázaná.

source: The OAuth Account to use
cs_cz: OAuth účet, který se má použít
de_de: Zu verwendendes OAuth-Konto
fi_fi: Käytettävä OAuth-tili
hu_hu: A használt OAuth fiók
ja_jp: 使用する OAuth アカウント
ro_ro: Contul OAuth ce va fi utilizat
sk_sk: Ktorý účet OAuth použiť

source: Cannot find the requested subscription.
cs_cz: Nelze nalézt požadované přihlášení k odběru.
de_de: Das angeforderte Abonnement konnte nicht gefunden werden.
fi_fi: Pyydettyä tilausta ei löydy.
hu_hu: Nem található a kért feliratkozás.
ja_jp: 要求された登録が見つかりません。
ro_ro: Nu s-a putut găsi abonamentul solicitat.
sk_sk: Odber, ktorý ste požadovali nebol nájdený.

source: The login/password combination you entered is wrong.
cs_cz: Zadaná kombinace přihlašovacího jména a hesla je chybná.
de_de: Die von Ihnen eingegebene Login/Passwort-Kombination ist falsch.
fi_fi: Syöttämäsi tunnus tai salasana on väärin.
hu_hu: A megadott bejelentkezés vagy jelszó hibás.
ja_jp: 入力したログイン名またはパスワードに誤りがあります。
ro_ro: Combinația utilizator/parolă introdusă este greșită.
sk_sk: Kombinácia prihlasovacieho mena a hesla, ktoré ste zadali je nesprávna.

source: A required service is currently not available. Please try again later.
cs_cz: Požadovaná služba není dostupná. Zkuste to, prosím, později.
de_de: Ein benötigter Dienst ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
fi_fi: Vaadittu palvelu ei tilapäisesti ole saatavissa. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: Egy szükséges szolgáltatás jelenleg nem érhető el. Próbálja újra később.
ja_jp: 要求されたサービスは現在利用できません。後でもう一度やり直してください。
ro_ro: Serviciul solicitat nu este disponibil momentan. Încercați din nou.
sk_sk: Požadovaná služba momentálne nie je dostupná. Prosím, skúste to neskôr znova.

source: The argument %1$s is missing.
cs_cz: Chybí parametr %1$s.
de_de: Das Argument %1$s fehlt.
fi_fi: Argumentti %1$s puuttuu.
hu_hu: A(z) %1$s paraméter hiányzik.
ja_jp: 引数 %1$s が見つかりません。
ro_ro: Lipsește argumentul %1$s.
sk_sk: Argument %1$s chýba.

source: You do not have the appropriate permissions to complete this operation.
cs_cz: Nemáte příslušná oprávnění k dokončení této operace.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Ausführen dieser Aktion.
fi_fi: Sinulla ei ole tarvittavia valtuuksia tämän toiminnon loppuunviemiseksi.
hu_hu: Nincs megfelelő jogosultsága a művelet elvégzéséhez.
ja_jp: この操作を完了するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a finaliza această operație.
sk_sk: Nemáte príslušné oprávnenie na dokončenie tejto operácie.

source: Please specify your full E-Mail address as login name.
cs_cz: Zadejte, prosím, svou celou e-mailovou adresu, bude použita jako přihlašovací jméno.
de_de: Bitte geben Sie als Anmeldenamen Ihre komplette E-Mail-Adresse an.
fi_fi: Määrittele käyttäjätunnukseksi koko sähköpostiosoitteesi, ole hyvä.
hu_hu: Adja meg teljes e-mail címét bejelentkezési névként.
ja_jp: ログイン名として完全なメールアドレスを入力してください。
ro_ro: Precizați adresa de E-Mail completă ca nume de autentificare.
sk_sk: Prosím, zadajte svoju celú e-mailovú adresu ako prihlasovacie meno.

source: The source the subscription belongs to is currently inactive, and cannot provide data.
cs_cz: Zdroj k odběru, ke kterému patří toto přihlášení k odběru, je v současné době neaktivní a nemůže poskytovat data.
de_de: Die Quelle dieses Abonnements ist derzeit nicht aktiv und kann keine Daten bereitstellen.
fi_fi: Lähde, johon tämä tilaus kuuluu, ei tällä hetkellä ole toiminnassa, eikä voi toimittaa dataa.
hu_hu: A feliratkozáshoz tartozó feliratkozási forrás jelenleg inaktív, és nem képes adatok biztosítására.
ja_jp: この登録が属している登録元が現在アクティブでないため、データを提供できません。
ro_ro: Sursa acestei abonări nu este activă momentan și nu poate furniza date.
sk_sk: Zdroj, kam tento odber patrí nie je práve aktívny a nedokáže poskytnúť dáta.

source: You need to create an OAuth-account first to access this service.
cs_cz: Pro přístup k této službě si musíte nejprve vytvořit účet OAuth.
de_de: Für den Zugriff auf diesen Dienst müssen Sie zunächst ein OAuth-Konto erstellen.
fi_fi: Päästäksesi palveluun sinun on ensin luotava OAuth-tili.
hu_hu: A szolgáltatás eléréséhez létre kell hoznia egy OAuth fiókot.
ja_jp: このサービスにアクセスするには、最初に OAuth アカウントを作成する必要があります。
ro_ro: Trebuie să creați un cont OAuth pentru a accesa acest serviciu.
sk_sk: Aby ste mohli prostupovať k tejto službe, najskôr si musíte vytvoriť účet OAuth.

source: Your account needs to be verified: %1$s
cs_cz: Váš účet je nutné ověřit: %1$s
de_de: Ihr Konto muss verifiziert werden: %1$s
fi_fi: Tilisi täytyy verifioida: %1$s
hu_hu: Az %1$s azonosítójú felhasználói fiókot ellenőrizni kell.
ja_jp: ご利用のアカウントは認証される必要があります: %1$s
ro_ro: Contul dumneavoastră trebuie verificat: %1$s
sk_sk: Váš účet je nutné overiť: %1$s

source: The service provider asked for an identity confirmation. This happens for some accounts and cannot fixed by us. It is in the provider's responsibility. For this reason, the subscription cannot be completed.
cs_cz: Poskytovatel služby si vyžádal potvrzení totožnosti. To se u některých účtů stává a my to nemůžeme ovlivnit. Záleží to na poskytovateli. Z tohoto důvodu nelze přihlášení k odběru dokončit.
de_de: Der Dienstanbieter hat eine Identitätsbestätigung verlangt. Dies kann bei einigen Konten vorkommen und kann nicht durch uns behoben werden. Es liegt in der alleinigen Verantwortung des Anbieters. Aus diesem Grund kann das Abonnement nicht abgeschlossen werden.
fi_fi: Palveluntarjoaja pyysi henkilöllisyyden vahvistusta. Näin tapahtuu ajoittain emmekä voi asiaa järjestää. Se on palveluntarjoajan vastuulla. Tästä syystä tilausta ei voida saattaa loppuun.
hu_hu: A szolgáltató a személyazonosság ellenőrzését kéri. Ez előfordul néhány esetben és teljes mértékben a szolgáltató felelőssége. Ezen okból az feliratkozást nem lehet befejezni.
ja_jp: サービス プロバイダから同一性確認が求められています。これはいくつかアカウントに対して発生し Open-Xchangeでは変更できません。これはプロバイダの責任となります。この理由のため登録を完了できません。
ro_ro: Furnizorul de servicii solicită confirmarea identității. Acest lucru se produce pentru anumite conturi, iar noi nu putem să îl remediem. Este responsabilitatea furnizorului. Prin urmare, nu se poate finaliza abonamentul.
sk_sk: Poskytovateľ služby požiadal o potvrdenie totožnosti. To sa pri niektorých účtoch stáva a z našej strany to nijako nemôžeme ovplyvniť. Je to zodpovednosť poskytovateľa služby. Preto nie je možné nastaviť odoberanie.

source: You already have such a subscription.
cs_cz: Takové přihlášení k odběru již máte.
de_de: Sie haben bereits ein solches Abonnement.
fi_fi: Sinulla on jo tämä tilaus.
hu_hu: Már rendelkezik ilyen feliratkozással.
ja_jp: 既に登録しています。
ro_ro: Aveți deja un astfel de abonament.
sk_sk: Takýto odber už je aktívny.

source: Zoom meetings cannot be used in all-day appointments. Please use a fixed start- and end-time and try again.
cs_cz: Zoom nelze používat pro celodenní schůzky. Zadejte pevný čas začátku a konce.
de_de: Zoom Meetings können nicht in ganztägigen Terminen verwendet werden. Bitte tragen Sie eine feste Start- und Endzeit ein und versuchen Sie es erneut.
fi_fi: Zoom-kokouksia ei voi käyttää koko päivän kestäviin tapaamisiin. Käytä aloitus- ja lopetusaikaa ja yritä uudelleen.
hu_hu: A Zoom meeting nem lehet egész napos találkozó. Állítson be fix kezdési és befejezési időt, és próbálja meg újra.
ja_jp: Zoom会議は終日の予定には使用できません。開始時間と終了時間を指定して、もう一度やり直してください。
ro_ro: Întâlnirile Zoom nu pot fi utilizate drept întâlniri de o zi. Utilizați un interval fix de timp și încercați din nou.
sk_sk: Stretnutia Zoom nie je možné použiť v celodenných schôdzkach. Prosím, použite pevný čas začiatku a konca a skúste to znova.

source: Zoom meetings cannot be used in appointments with floating start- or end-times. Please use a fixed start- and end-time and try again.
cs_cz: Zoom nelze používat pro schůzky s pohyblivým začátkem či koncem. Zadejte pevný čas začátku a konce.
de_de: Zoom Meetings können nicht in Terminen verwendet werden, die keine feste Zeitzone haben. Bitte tragen Sie eine feste Start- und Endzeit ein und versuchen Sie es erneut.
fi_fi: Zoom-kokouksia ei voi käyttää tapaamisiin, joiden aloitus- ja lopetusaika on liukuva. Käytä kiinteää aloitus- ja lopetusaikaa ja yritä uudelleen.
hu_hu: A Zoom meeting nem lehet bizonytalan kezdetű vagy végű. Állítson be fix kezdési és befejezési időt, és próbálja meg újra.
ja_jp: Zoom会議は開始時間と終了時間が固定されていない予定には使用できません。開始時間と終了時間を指定して、もう一度やり直してください。
ro_ro: Întâlnirile Zoom nu se pot avea ore de început sau de sfârșit mobile. Utilizați un interval fix de timp și încercați din nou.
sk_sk: Stretnutia Zoom nie je možné použiť schôdzkach s plávajúcim začiatkom alebo koncom. Prosím, použite pevný čas začiatku a konca a skúste to znova.

source: Zoom meetings cannot be used in recurring appointment series spanning over more than one year. Please shorten the recurrence rule and try again.
cs_cz: Zoom nelze použít pro série opakujících se schůzek, které trvají více než rok. Omezte pravidlo pro opakování a zkuste to znovu.
de_de: Zoom Meetings können nicht in Serienterminen verwendet werden, die länger als ein Jahr dauern. Bitte verkürzen Sie die Dauer der Terminserie und versuchen Sie es erneut.
fi_fi: Zoom-kokouksia ei voi käyttää toistuviin tapaamissarjoihin, joiden kesto ylittää vuoden. Lyhennä sarjan pituutta ja yritä uudelleen.
hu_hu: A Zoom meeting nem használható több mint egy éven át tartó ismétlődő találkozó-sorozatokban. Kérjük, rövidítse le az ismétlődési szabályt, és próbálja újra.
ja_jp: Zoom会議は1年以上にわたって繰り返される予定には使用できません。繰り返しのルールを変更して、もう一度やり直してください。
ro_ro: Întâlnirile Zoom nu se pot utiliza în seriile de întâlniri recurente care se întind pe mai mult de un an. Scurtați regula de recurență și încercați din nou.
sk_sk: Stretnutia Zoom nie je možné použiť v opakujúcich sa sériách schôdzok presahujúcich jeden rok. Prosím, skráťte pravidlo opakovania a skúste to znova.

source: The same Zoom meeting can't be re-used when switching from recurring to single appointments and vice versa. Please generate a new Zoom meeting and try again.
cs_cz: Nelze použít stejnou schůzku Zoom, když přepínáte z opakujících se schůzek na jednorázové a naopak. Založte novou schůzku.
de_de: Sie können nicht das gleiche Zoom Meeting verwenden, wenn Sie von einem Einzeltermin zu einem Serientermin wechseln und umgekehrt. Bitte legen Sie ein neues Zoom Meeting an und versuchen Sie es erneut.
fi_fi: Samaa Zoom-kokousta ei voi käyttää uudelleen siirryttäessä toistuvista tapaamisista yksittäisiin tapaamisiin eikä toisin pain. Luo uusi Zoom-kokous ja yritä uudelleen.
hu_hu: Ugyanazt a Zoom meetinget nem lehet újra felhasználni, ha a ismétlődő találkozóról egyszeri találkozóra vált, és fordítva. Kérjük, hozzon létre egy új Zoom meetinget, és próbálja újra.
ja_jp: 繰り返しの予定から単独の予定に変更する場合、あるいはその逆の場合、同じZoom会議をもう一度使用することができません。新規のZoom会議を作成して、もう一度やり直してください。
ro_ro: Aceeași întâlnire Zoom nu poate fi refolosită pentru a schimba între întâlniri fixe și recurente. Generați o nouă întâlnire Zoom și încercați din nou.
sk_sk: Rovnakú schôdzku Zoom nie je možné znova použiť pri zmene z opakujúcej sa na jednorazovú schôdzku a naopak. Prosím, vytvorte nové stretnutie Zoom a skúste to znova.

source: Read all your tasks.
cs_cz: Přístup ke všem vašim úkolům.
de_de: Alle Ihre Aufgaben lesen.
fi_fi: Lue kaikki tehtäväsi.
hu_hu: Összes feladat elolvasása.
ja_jp: すべてのタスクを読み込み。
ro_ro: Citiți toate sarcinile.
sk_sk: Zobraziť všetky vaše úlohy.

source: Create, modify and delete tasks.
cs_cz: Vytváření, úpravy a mazání úkolů.
de_de: Aufgaben anlegen, ändern und löschen
fi_fi: Luo, muokkaa ja poista tehtäviä.
hu_hu: Feladatok létrehozása, módosítása és törlése.
ja_jp: タスクの作成、変更、削除。
ro_ro: Creează, modifică și șterge sarcini.
sk_sk: Vytvárať, upravovať a odstraňovať úlohy.

source: File access denied.
cs_cz: Přístup k souboru zamítnut.
de_de: Dateizugriff verweigert.
fi_fi: Pääsy tiedostoon evätty.
hu_hu: A fájlelérés megtagadva.
ja_jp: ファイルアクセスが拒否されました。
ro_ro: Acces la fișier refuzat.
sk_sk: Prístup k súboru bol odmietnutý.

source: This template was not whitelisted,
cs_cz: Tato šablona nebyla přidána na seznam povolených.
de_de: Diese Vorlage war nicht in der Whitelist,
fi_fi: Tämä valmis pohja ei ole sallittujen listalla,
hu_hu: Ez a sablon nem került fehérlistára,
ja_jp: このテンプレートはホワイトリストに登録されていませんでした。
ro_ro: Acest model nu există,
sk_sk: Táto šablóna sa nenachádza na bielej listine,

source: Unable to change data. (%1$s)
cs_cz: Nelze změnit údaje (%1$s).
de_de: Daten können nicht geändert werden. (%1$s)
fi_fi: Dataa ei voitu muuttaa. (%1$s)
hu_hu: Nem módosíthatók az adatok. (%1$s)
ja_jp: データを変更できません。(%1$s)
ro_ro: Nu s-au putut modifica datele. (%1$s)
sk_sk: Nebolo možné zmeniť dáta. (%1$s)

source: Please (re-)authorize your Twitter accounts. Twitter responded with: %1$s
cs_cz: Autorizujte, prosím, (znovu) své účty Twitter. Twitter odpověděl: %1$s
de_de: Bitte autorisieren Sie Ihre Twitter-Konten erneut. Antwort von Twitter: %1$s
fi_fi: Ole hyvä ja (uudelleen)valtuuta Twitter-tilisi. Twitter vastasi: %1$s
hu_hu: Engedélyezze újra a Twitter-fiókjait. A Twitter válasza: %1$s
ja_jp: Twitter アカウントを承認または再承認してください。 Twitter は次の応答を返しました: %1$s
ro_ro: Autorizați (din nou) conturile dumneavoastră Twitter. Twitter a returnat: %1$s
sk_sk: Prosím znovu autorizujte svoje účty služby Twitter. Twitter odpovedal správou: %1$s

source: The request is understood, but it has been refused or access is not allowed: %1$s
cs_cz: Požadavek byl pochopen, ale byl buď odmítnut, nebo není přístup povolený: %1$s
de_de: Die Anfrage wurde entweder verweigert oder die Zugriffsrechte fehlen: %1$s
fi_fi: Pyyntö ymmärrettiin, mutta se on evätty tai pääsy on kielletty: %1$s
hu_hu: A kérés megértve, de el lett utasítva vagy a hozzáférés nem engedélyezett: %1$s
ja_jp: 要求が拒否されたか、アクセスが許可されていません: %1$s
ro_ro: Cererea a fost înțeleasă, dar a fost respinsă sau accesul nu este permis: %1$s
sk_sk: Požiadavka je zrozumiteľná, ale bola odmietnutá alebo prístup nie je povolený: %1$s

source: Invalid format in search query.
cs_cz: Neplatný formát vyhledávacího dotazu.
de_de: Ungültiges Format in der Suchanfrage.
fi_fi: Hakulausekkeen muoto on epäkelpo.
hu_hu: Érvénytelen formátum a keresésben.
ja_jp: 検索クエリの形式が無効です。
ro_ro: Format incorect în interogarea de căutare.
sk_sk: Neplatný formát vyhľadávacej požiadavky.

source: Unified Mail does not support folder creation.
cs_cz: Spojená pošta nepodporuje vytváření složek.
de_de: Das Anlegen von Ordnern wird von Unified Mail nicht unterstützt.
fi_fi: Yhtenäistetty posti ei tue kansioiden luomista.
hu_hu: Az egységes levelező nem támogatja a mappák létrehozását.
ja_jp: 統合メールは、フォルダーの作成をサポートしていません。
ro_ro: Mesageria unificată nu suportă crearea de dosare.
sk_sk: Zjednotená schránka nepodporuje vytváranie priečinkov.

source: Unified Mail does not support folder deletion.
cs_cz: Spojená pošta nepodporuje mazání složek.
de_de: Das Löschen von Ordnern wird von Unified Mail nicht unterstützt.
fi_fi: Yhtenäistetty posti ei tue kansioiden poistamista.
hu_hu: Az egységes levelező nem támogatja a mappák törlését.
ja_jp: 統合メールは、フォルダーの削除をサポートしていません。
ro_ro: Mesageria unificată nu suportă ștergerea de dosare.
sk_sk: Zjednotená schránka nepodporuje mazanie priečinkov.
