Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: IMAP search failed due to reason "%1$s". Switching to application-based search
cs_cz: IMAP vyhledávání selhalo z tohoto důvodu: „%1$s“. Přepínám na vyhledávání v aplikaci.
de_de: Die IMAP-Suche ist aus folgendem Grund fehlgeschlagen: "%1$s". Es wird auf applikationsbasierte Suche umgeschaltet.
fi_fi: IMAP-haku epäonnistui (syystä: "%1$s"). Käytetään ohjelman hakutoimintoa
hu_hu: Az IMAP-keresés sikertelen a(z) „%1$s” ok miatt. Váltás alkalmazás alapú keresésre
ja_jp: IMAP検索が"%1$s"の理由で失敗しました。アプリケーションベースの検索に切り替えます。
ro_ro: Căutarea IMAP a eșuat din motivul "%1$s". Se trece pe căutarea bazată pe aplicații
sk_sk: Vyhľadávanie v IMAP zlyhalo z dôvodu "%1$s". Prepína sa na hľadanie v aplikácii

source: IMAP sort failed due to reason "%1$s". Switching to application-based sorting.
cs_cz: IMAP třídění selhalo z tohoto důvodu: „%1$s“. Přepínám na třídění v aplikaci.
de_de: Die IMAP-Sortierung ist aus folgendem Grund fehlgeschlagen: "%1$s". Es wird auf applikationsbasierte Sortierung umgeschaltet.
fi_fi: IMAP-lajittelu epäonnistui (syystä: "%1$s"). Käytetään ohjelman lajittelutoimintoa.
hu_hu: Az IMAP-rendezés sikertelen a(z) „%1$s” ok miatt. Váltás alkalmazás alapú rendezésre.
ja_jp: IMAP sort は"%1$s"の理由で失敗しました。アプリケーションベースのソートに切り替えます。
ro_ro: Sortarea IMAP a eșuat din motivul "%1$s". Se trece pe sortarea bazată pe aplicații.
sk_sk: Zoraďovanie v IMAP zlyhalo z dôvodu "%1$s". Prepína sa na zoraďovanie v aplikácii

source: Unknown search field: %1$s
cs_cz: Neznámé vyhledávací pole: %1$s
de_de: Unbekanntes Suchfeld: %1$s
fi_fi: Tuntematon hakukenttä: %1$s
hu_hu: Ismeretlen keresőmező: %1$s
ja_jp: 次の検索フィールドが不明です: %1$s
ro_ro: Câmp de căutare necunoscut %1$s
sk_sk: Neznáme vyhľadávacie pole: %1$s

source: Mail folder must not be moved to subsequent folder
cs_cz: Poštovní složku nelze přesunout do jiné složky
de_de: Der E-Mail-Ordner darf nicht in den nachfolgenden Ordner verschoben werden.
fi_fi: Viestikansiota ei voi siirtää alempaan kansioon
hu_hu: A levélmappát nem szabad a rákövetkező mappába mozgatni
ja_jp: メールフォルダーはその配下のフォルダーに移動できません。
ro_ro: Dosarul de mail nu poate fi mutat în dosarul următor
sk_sk: Poštový priečinok nesmie byť presunutý do nasledovného podpriečinka

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
cs_cz: Zprávu se nepodařilo přesunout do koše - nejspíš proto, že je vaše poštovní schránka téměř plná. Je-li tomu tak, zkuste, prosím, odstranit vymazané položky nebo nejdříve smazat menší zprávy.
de_de: Diese Nachricht konnte nicht in den Papierkorb verschoben werden. Wahrscheinlich ist Ihr Postfach fast voll. Entfernen Sie in diesem Fall Ihre gelöschten Objekte oder löschen Sie zuerst kleinere Nachrichten.
fi_fi: Tätä viestiä ei voitu siirtää roskakansioon, ehkä postilaatikkosi on lähes täynnä. Siinä tapauksessa, tyhjennä poistettujen viestien kansio tai poista ensin pienempiä viestejä.
hu_hu: Ez az üzenet nem mozgatható a törölt elemek mappába, amelynek lehetséges oka, hogy a postafiók majdnem megtelt. Ebben az esetben először próbálja meg kiüríteni a törölt elemek mappát vagy letörölni a kisebb üzeneteket.
ja_jp: このメッセージをゴミ箱フォルダーに移動できませんでした。メールボックスがいっぱいである可能性があります。 最初に削除済みアイテムを空にするか、サイズの小さいメッセージから先に削除してください。
ro_ro: Nu s-a putut muta mesajul în dosarul de coș de gunoi, probabil deoarece căsuța dumneavoastră poștală este aproape plină. Goliți mai întâi dosarul de elemente șterse sau ștergeți mesajele mai scurte.
sk_sk: Túto správu nie je možné presunúť do priečinka Kôš, možno preto, že vaša poštová schránka je takmer plná. V takom prípade skúste najprv vyprázdniť odstránené položky alebo najskôr odstráňte menšie správy.

source: Missing folder in mail move operation
cs_cz: Chybí složka při přesunu pošty
de_de: Fehlender Ordner für E-Mail-Verschiebevorgang.
fi_fi: Viestin siirtotoiminnosta puuttuu kansio
hu_hu: Hiányzó mappa a levélmozgatási műveletben
ja_jp: フォルダーが見つからないため、メールの移動操作を実行できません。
ro_ro: Lipsește dosarul din operația de mutare a mesajelor
sk_sk: Chýba priečinok pri operácii presunutia pošty

source: Message move aborted for user %1$s. Source and destination folder are equal to "%2$s"
cs_cz: Přesun zrušen pro uživatele %1$s. Zdrojová a cílová složka je stejná: „%2$s“
de_de: Das Verschieben der Nachricht wurde für den Benutzer %1$s abgebrochen. Der Quell- und Ziel-Ordner sind identisch: "%2$s"
fi_fi: Viestin siirto keskeytetty käyttäjälle %1$s. Lähde ja kohdekansio ovat molemmat "%2$s"
hu_hu: A(z) 1$s felhasználó üzenetének mozgatása megszakítva. A forrás és a cél mappa azonosak ezzel: „%2$s”
ja_jp: ユーザー %1$s のメッセージの移動を中止しました。送り側と受け側のフォルダーが同じです: %2$s
ro_ro: Mutarea mesajului a fost abandonată pentru utilizatorul %1$s. Dosarul sursă și cel destinație sunt egale cu "%2$s"
sk_sk: Presunutie správy prerušené u používateľa %1$s. Zdrojový a cieľový priečinok sa zhodujú - "%2$s"

source: IMAP folder read-only check failed
cs_cz: Selhala kontrola nastavení IMAP složky pouze pro čtení
de_de: Das Prüfen des IMAP-Ordners auf Schreibschutz ist fehlgeschlagen.
fi_fi: IMAP-kansion "vain lukuoikeus" -tarkistus epäonnistui
hu_hu: Az IMAP-mappa írásvédelem-ellenőrzése sikertelen
ja_jp: IMAP フォルダーの読み取り専用の確認が失敗しました
ro_ro: Verificarea în mod citire a dosarului IMAP a eșuat
sk_sk: Kontrola, či je priečinok IMAP len na čítanie zlyhala

source: Unknown folder open mode %1$s
cs_cz: Neznámý režim otevírání složky %1$s
de_de: Unbekannter Modus %1$s zum Öffnen des Ordners
fi_fi: Tuntematon kansion avaustapa %1$s
hu_hu: Ismeretlen mappamegnyitási mód: %1$s
ja_jp: 次のフォルダーオープンモードが不明です: %1$s
ro_ro: Modul de deschiere a dosarului este necunoscut %1$s
sk_sk: Neznámy režim otvorenia priečinka: %1$s

source: One or more message in folder %2$s could not be deleted
cs_cz: Jednu nebo více zpráv ve složce %2$s se nepodařilo smazat
de_de: Mindestens eine Nachricht im Ordner %2$s konnte nicht gelöscht werden
fi_fi: Yhtä tai useampaa viestiä kansiossa %2$s ei voitu poistaa
hu_hu: Egy vagy több üzenet nem törölhető a(z) %2$s mappából
ja_jp: フォルダー%2$sの一つ以上のメッセージを削除できませんでした。
ro_ro: Unul sau mai multe mesaje din dosarul %2$s nu au putut fi șterse
sk_sk: Nie je možné odstrániť jednu alebo viac správ v priečinku %2$s

source: Not allowed to open folder %1$s due to missing read access
cs_cz: Není povolené otevřít složku %1$s, protože nemám přístup ke čtení
de_de: Aufgrund fehlenden Lesezugriffs darf der Ordner %1$s nicht geöffnet werden
fi_fi: Lukuoikeudet kansion %1$s avaamiseksi puuttuvat
hu_hu: A hiányzó olvasási hozzáférés miatt nem engedélyezett a(z) %1$s mappa megnyitása
ja_jp: 読み取りアクセス権限が見つからないため、フォルダー %1$s を開けません。
ro_ro: Nu se permite deschiderea dosarului %1$s, lipsește dreptul de citire
sk_sk: Nie je povolené otvoriť priečinok %1$s z dôvodu chýbajúceho oprávnenia na čítanie

source: The raw content's input stream cannot be read
cs_cz: Vstupní proud surového obsahu zprávy nelze přečíst
de_de: Der Eingabestream des Rohinhalts kann nicht gelesen werden
fi_fi: Viestin raakamuodon streamia ei voitu lukea
hu_hu: A nyers tartalom bemeneti adatfolyama nem olvasható
ja_jp: 実際の内容の入力ストリームが読み取れません。
ro_ro: Fluxul de intrare al conținutului brut nu poate fi citit
sk_sk: Nebolo možné prečítať nespracovaný obsah vstupného streamu

source: No attachment was found with id %1$s in message
cs_cz: Ve zprávě nebyla nalezena žádná příloha s id %1$s
de_de: Es konnte kein Anhang mit der ID %1$s in der Nachricht gefunden werden
fi_fi: Viestistä ei löytynyt liitettä tunnisteella %1$s
hu_hu: Nem található %1$s azonosítójú melléklet az üzenetben
ja_jp: ID %1$s の添付ファイルがメッセージに見つかりません。
ro_ro: Nu a fost găsit niciun fișier atașat cu identificatorul %1$s în mesaj
sk_sk: Žiadna príloha s id %1$s nebola v správe nájdená

source: Versit object could not be saved
cs_cz: Objekt Versit se nepodařilo uložit
de_de: Das Versit-Objekt (vCard) konnte nicht gespeichert werden
fi_fi: Versit kohdetta ei voitu tallentaa
hu_hu: A Versit objektum nem menthető
ja_jp: Versit オブジェクトを保存できませんでした。
ro_ro: Obiectul Versit nu a putut fi salvat
sk_sk: Objekt Versit nebolo možné uložiť

source: No support of capability "THREAD=REFERENCES"
cs_cz: Funkce „THREAD=REFERENCES“ není podporována
de_de: "THREAD=REFERENCES" wird nicht unterstützt.
fi_fi: Ei tukea ominaisuudelle "THREAD=REFERENCES"
hu_hu: A „THREAD=REFERENCES” képesség nem támogatott
ja_jp: "スレッド = 参照" 機能はサポートされていません。
ro_ro: Capabilitate nesuportată "THREAD=REFERENCES"
sk_sk: Možnosť "THREAD=REFERENCES"

source: A protocol exception occurred during execution of IMAP request "%1$s". Error message: %2$s
cs_cz: Došlo k výjimce protokolu při provádění IMAP požadavku „%1$s“. Chybová zpráva: %2$s
de_de: Protokollfehler beim Ausführen der IMAP-Anfrage: "%1$s" Fehlermeldung: %2$s
fi_fi: Protokollapoikkeus suoritettaessa IMAP-pyyntöä "%1$s". Virheviesti: %2$s
hu_hu: Protokollkivétel történt a(z) „%1$s” IMAP-kérés végrehajtásakor. Hibaüzenet: %2$s
ja_jp: IMAP リクエストの実行中に次のプロトコル例外が発生しました: "%1$s" エラーメッセージ: %2$s
ro_ro: A apărut o excepție de protocol în timpul execuției cererii IMAP "%1$s". Mesaj de eroare: %2$s
sk_sk: Vyskytla sa výnimka protokolu počas vykonávania požiadavky IMAP "%1$s". Chybová správa: %2$s

source: Mailbox' root folder must not be source or the destination full name of a move operation.
cs_cz: Kořenová složka poštovní schránky nesmí být zdrojovým nebo cílovým názvem pro přesun.
de_de: Der Root-Ordner der Mailbox darf nicht FullName der Quelle oder des Ziels eines Verschiebevorgangs sein.
fi_fi: Postilaatikon juuri ei voi olla siirron koko lähde tai kohdepolku.
hu_hu: A postafiók gyökérmappája nem lehet mozgatási művelet forrás vagy cél teljes neve.
ja_jp: メールの移動操作で、メールボックスのルートフォルダーを移動元または移動先フォルダとして指定できません。
ro_ro: Dosarul rădăcină al căsuței poștale nu poate fi sursa sau numele complet al destinației unei operații de mutare.
sk_sk: Koreňový priečinok poštovej schránky nesmie byť zdrojom ani cieľom úplného názvu operácie presunutia.

source: Sort field %1$s is not supported via IMAP SORT command
cs_cz: Třídící pole %1$s není příkazem IMAP SORT podporováno
de_de: Das Sortierfeld %1$s wird nicht vom IMAP SORT-Befehl unterstützt
fi_fi: Lajittelukenttää %1$s ei tueta IMAP SORT komennossa
hu_hu: A(z) %1$s rendezési mező nem támogatott az IMAP SORT parancson keresztül
ja_jp: ソートフィールド %1$s は、IMAP sort コマンドではサポートされていません。
ro_ro: Câmpul de sortare %1$s nu este suportat de comanda IMAP SORT
sk_sk: Zoraďenie podľa poľa %1$s príkaz IMAP SORT nepodporuje

source: Missing personal namespace
cs_cz: Chybí osobní jmenný prostor
de_de: Fehlender persönlicher Namensraum
fi_fi: Yksityinen nimiavaruus puuttuu
hu_hu: Hiányzó személyes névtér
ja_jp: 個人の名前空間が見つかりません。
ro_ro: Lipsește domeniul de nume personal
sk_sk: Chýba osobný menný priestor

source: Parsing thread-sort string failed: %1$s.
cs_cz: Parsování řetězce thread-sort selhalo: %1$s.
de_de: Analysieren des Thread-Sortierungsstrings ist fehlgeschlagen: %1$s.
fi_fi: Keskustelulajittelun merkkijonon jäsennys epäonnistui: %1$s.
hu_hu: A szálrendezési karakterlánc feldolgozása sikertelen: %1$s.
ja_jp: スレッドのソート文字列の解析に失敗しました: %1$s。
ro_ro: Analiza șirului de sortare de thread a eșuat: %1$s.
sk_sk: Vlákno spracovania - zoraďovanie reťazcov zlyhalo: %1$s.

source: A SQL error occurred: %1$s
cs_cz: Došlo k chybě SQL: %1$s
de_de: Es trat ein SQL-Fehler auf: %1$s
fi_fi: SQL-virhe: %1$s
hu_hu: SQL-hiba történt: %1$s
ja_jp: 次の SQL エラーが発生しました: %1$s
ro_ro: A apărut o eroare SQL: %1$s
sk_sk: Vyskytla sa chyba SQL: %1$s

source: Rename of folder "%1$s" to "%2$s" failed with "%3$s".
cs_cz: Přejmenování složky „%1$s“ na „%2$s“ selhalo s chybou „%3$s“.
de_de: Umbenennen des Ordners "%1$s" nach "%2$s" ist fehlgeschlagen: "%3$s".
fi_fi: Kansion "%1$s" nimeäminen "%2$s":ksi epäonnistui (virhe: "%3$s").
hu_hu: Nem sikerült a(z) „%1$s” mappát „%2$s” névre átnevezni, hibaüzenet: „%3$s”.
ja_jp: "%3$s" が原因で、フォルダー "%1$s" の名前を "%2$s" に変更できませんでした。
ro_ro: Redenumirea dosarului "%1$s" în "%2$s" a eșuat cu "%3$s".
sk_sk: Premenovanie priečinka "%1$s" na "%2$s" zlyhalo s chybou "%3$s".

source: No rename access to mail folder %1$s
cs_cz: K poštovní složce %1$s nemám přístup povolující přejmenovávat
de_de: Keine Berechtigung zum Umbenennen des E-Mail-Ordners %1$s
fi_fi: Ei valtuuksia viestikansion %1$s uudelleennimeämiseen
hu_hu: Nincs átnevezési hozzáférés a(z) %1$s levélmappához
ja_jp: メールフォルダー %1$s の名前変更アクセス権限がありません。
ro_ro: Nu aveți drepturi de redenumire în dosarul de mail %1$s
sk_sk: Chýba oprávnenie na premenovávanie v poštovom priečinku %1$s

source: Unable to parse IMAP server URI "%1$s".
cs_cz: Nemohu parsovat URI IMAP serveru „%1$s“.
de_de: Die Analyse des IMAP-Server-URI "%1$s" fehlgeschlagen.
fi_fi: Ei voida jäsentää IMAP-palvelin URI:a "%1$s".
hu_hu: Nem dolgozható fel a(z) „%1$s” IMAP-kiszolgáló URI.
ja_jp: IMAP サーバーの URI %1$s を解析できません。
ro_ro: Nu s-a putut analiza URI-ul serverului IMAP"%1$s".
sk_sk: Nie je možné spracovať URI IMAP servera "%1$s".

source: Default folder %1$s must not be unsubscribed.
cs_cz: Výchozí složka %1$s nesmí být odhlášena.
de_de: Das Abonnement für den Standardordner %1$s darf nicht gelöscht werden.
fi_fi: Oletuskansion %1$s tilausta ei saa poistaa.
hu_hu: A(z) „%1$s” alapértelmezett mappáról nem szabad leiratkozni.
ja_jp: 既定フォルダー %1$s は登録解除できません。
ro_ro: Dosarul implicit %1$s nu se poate dezabona.
sk_sk: Nesmie byť zrušený odber predvoleného priečinka %1$s

source: IMAP server refuses to import one or more E-Mails.
cs_cz: IMAP server odmítá importovat jeden nebo více e-mailů.
de_de: Der IMAP-Server verweigert das Importieren einer oder mehrerer E-Mails.
fi_fi: IMAP-palvelin ei tuo yhtä tai useampaa sähköpostia.
hu_hu: Az IMAP-kiszolgáló elutasított egy vagy több e-mail importálását.
ja_jp: IMAP サーバーは1つまたは複数のメールのインポートを拒否しました。
ro_ro: Serverul IMAP refuză să importe unul sau mai multe e-mailuri.
sk_sk: Server IMAP odmieta importovať jeden alebo viacero emailov.

source: Currently not possible to establish a new connection to server %1$s with login %2$s. Please try again.
cs_cz: V tuto chvíli není možné nové navázat spojení se serverem %1$s při použití přihlašovacího jména %2$s. Zkuste to, prosím, znovu.
de_de: Derzeit kann keine neue Verbindung zum Server %1$s mit dem Login %2$s hergestellt werden. Bitte versuchen Sie es erneut.
fi_fi: Ei juuri nyt mahdollista ottaa uutta yhteyttä palvelimeen %1$s tunnuksella %2$s. Yritä uudelleen.
hu_hu: Pillanatnyilag nem lehetséges új kapcsolat létrehozása a(z) %1$s kiszolgálóval a(z) %2$s bejelentkezés használatával. Próbálja újra.
ja_jp: 現在 %2$s ログインのためのサーバー %1$s への接続できません。もう一度やり直してください。
ro_ro: Momentan nu se poate stabili o nouă conexiune cu serverul %1$s cu autentificarea %2$s. Încercați din nou.
sk_sk: Momentálne nie je možné nadviazať nové spojenie so serverom %1$s s prihlasovacím menom %2$s. Prosím, skúste to znova.

source: Update of folder failed. Owner is required to keep administrative rights.
cs_cz: Aktualizace složky selhala. Vlastník si musí zachovat administrátorská práva.
de_de: Die Aktualisierung des Ordners ist fehlgeschlagen. Der Eigentümer ist verpflichtet, die Adminrechte zu behalten.
fi_fi: Kansion päivitys epäonnistui. Omistajan täytyy säilyttää hallinnointioikeudet.
hu_hu: A mappa frissítése sikertelen. A tulajdonosnak meg kell tartania az adminisztrátori jogait.
ja_jp: フォルダーの更新に失敗しました。所有者に管理者権限の割り当てが必要です。
ro_ro: Actualizarea dosarului a eșuat. Proprietarul trebuie să păstreze drepturi de administrare.
sk_sk: Aktualizácia priečinka zlyhala. Vlastník je povinný mať práva správcu.

source: Too many messages requested (limit is %1$s). Please query a smaller range.
cs_cz: Požadováno příliš mnoho zpráv (limit je %1$s). Použijte menší rozsah.
fi_fi: Pyydettyjä viestejä on liian monta (enimmäismäärä on %1$s). Tee kysely pienemmältä alueelta.
hu_hu: Túl sok üzenetet kért le (korlát: %1$s). Kérjen le egy kisebb tartományt.
ja_jp: 要求されたメッセージが多すぎます（制限は%1$s）。短い期間を選択してください。
ro_ro: Prea multe mesaje solicitate (limita este de %1$s). Interogați un interval mai restrâns.
sk_sk: Bolo vyžiadaných príliš mnoho správ (limit je %1$s). Prosím, vyžiadajte si menší počet.

source: The specified group "%4$s" is not supported.
cs_cz: Zadaná skupina „%4$s“ není podporovaná.
de_de: Die angegebene Gruppe "%4$s" wird nicht unterstützt.
fi_fi: Määritelty ryhmä "%4$s" ei ole tuettu.
hu_hu: A megadott "%4$s" csoport is nem támogatott.
ja_jp: 指定グループ"%4$s" はサポートされていません。
ro_ro: Grupul specificat "%4$s" nu este suportat.
sk_sk: Uvedená skupina "%4$s" nie je podporovaná.

source: Could not export the folder %1$s.
cs_cz: Složku se nepodařilo exportovat.
de_de: Der Ordner %1$s konnte nicht exportiert werden.
fi_fi: Ei voitu viedä kansiota %1$.
hu_hu: Nem exportálható a(z) %1$s mappa.
ja_jp: フォルダー %1$s をエクスポートできませんでした。
ro_ro: Nu s-a putut exporta dosarul %1$s.
sk_sk: Nebolo možné exportovať priečinok %1$s.

source: Could not load contacts.
cs_cz: Nepodařilo se načíst kontakty.
de_de: Kontakte konnten nicht geladen werden.
fi_fi: Yhteystietoja ei voitu ladata.
hu_hu: A kapcsolatok nem tölthetők be.
ja_jp: 連絡先を読み込めませんでした。
ro_ro: Nu s-au putut încărca contactele.
sk_sk: Nebolo možné načítať kontakty.

source: Could not load folder %s.
cs_cz: Složku %s se nepodařilo načíst.
de_de: Der Ordner %s konnte nicht geladen werden.
fi_fi: Ei voitu ladata kansiota %s.
hu_hu: Nem tölthető be a(z) %s mappa.
ja_jp: フォルダー %s を読み込めませんでした。
ro_ro: Nu s-a putut încărca dosarul %s.
sk_sk: Nepodarilo sa načítať priečinok %s.

source: Conversion to iCal failed.
cs_cz: Převod na iCal selhal.
de_de: Konvertierung nach iCal fehlgeschlagen.
fi_fi: Muuttaminen iCal-muotoon epäonnistui.
hu_hu: Az iCal formátumúvá alakítás sikertelen.
ja_jp: iCal への変換に失敗しました。
ro_ro: Conversia în iCal a eșuat.
sk_sk: Konverzia na iCal zlyhala.

source: Conversion to vCard failed.
cs_cz: Převod na vCard selhal.
de_de: Konvertierung nach vCard fehlgeschlagen.
fi_fi: Muuttaminen vCard-muotoon epäonnistui.
hu_hu: A vCard formátumúvá alakítás sikertelen.
ja_jp: vCard への変換に失敗しました。
ro_ro: Conversia în vCard a eșuat.
sk_sk: Konverzia na vCard zlyhala.

source: Cannot import the format %2$s into selected folder.
cs_cz: Do vybrané složky nelze importovat formát %2$s.
de_de: Das Format %2$s kann nicht in den gewählten Ordner importiert werden.
fi_fi: Muotoilua %2$s ei voida tuoda valittuun kansioon.
hu_hu: Nem importálható a(z) %2$s formátum a kiválasztott mappába.
ja_jp: 形式 %2$s を選択したフォルダーにインポートできません。
ro_ro: Nu se poate importa formatul %2$s în dosarul selectat.
sk_sk: Nie je možné importovať formát %2$s do vybraného priečinka.

source: Calendar module is not enabled. Appointments can not be imported.
cs_cz: Modul Kalendář není zapnutý, nelze importovat schůzky.
de_de: Das Kalender-Modul ist nicht aktiviert. Termine können nicht importiert werden.
fi_fi: Kalenteriosiota ei ole kytketty käyttöön. Tapaamisia ei voida tuoda.
hu_hu: A naptár modul nincs engedélyezve. A találkozók nem importálhatók.
ja_jp: カレンダーモジュールが有効になっていません。予定をインポートできません。
ro_ro: Modulul de calendar nu este activat. Nu s-au putut importa întâlnirile.
sk_sk: Modul kalendára nie je zapnutý. Nie je možné importovať úlohy.

source: Tasks module is not enabled. Tasks cannot be imported.
cs_cz: Modul Úkoly není zapnutý, nelze importovat úkoly.
de_de: Das Aufgabenmodul ist nicht aktiviert. Aufgaben können nicht importiert werden.
fi_fi: Tehtäväosiota ei ole kytketty käyttöön. Tehtäviä ei voida tuoda.
hu_hu: A feladatmodul nincs engedélyezve. A feladatok nem importálhatók.
ja_jp: タスクモジュールが有効になっていません。タスクがインポートできません。
ro_ro: Modulul de sarcini nu este activat. Nu s-au putut importa sarcinile.
sk_sk: Modul úloh nie je zapnutý. Nie je možné importovať úlohy.

source: Importing the appointment failed due to a conflicting resource.
cs_cz: Selhal import schůzky kvůli konfliktu zdrojů.
de_de: Aufgrund eines Ressourcenkonflikts ist das Importieren des Termins fehlgeschlagen.
fi_fi: Tapaamisen tuominen epäonnistui ristiriitaisen resurssin vuoksi.
hu_hu: A találkozó importálása erőforrás-ütközés miatt sikertelen.
ja_jp: リソースが競合するため予定をインポートできませんでした。
ro_ro: Importarea întâlnirii a eșuat din cauza unor resurse ce intră în conflict.
sk_sk: Nepodarilo sa importovať stretnutie kvôli konfliktu zdrojov.

source: Warnings when importing file.
cs_cz: Varování při importu souboru.
de_de: Warnhinweise beim Importieren der Datei.
fi_fi: Varoituksia tuotaessa tiedostoa.
hu_hu: Figyelmeztetések a fájl importálásakor.
ja_jp: ファイルのインポート中に警告が検出されました。
ro_ro: Avertismente la importarea fișierelor.
sk_sk: Upozornenia počas importu súboru.

source: Contacts module is not enabled. Contacts cannot be imported.
cs_cz: Modul Kontakty není zapnutý, nelze importovat kontakty.
de_de: Das Kontakte-Modul ist nicht aktiviert. Kontakte können nicht importiert werden.
fi_fi: Yhteystiedot osiota ei ole kytketty käyttöön. Yhteystietoja ei voida tuoda.
hu_hu: A névjegymodul nincs engedélyezve. A névjegyek nem importálhatók.
ja_jp: 連絡先モジュールが有効になっていません。連絡先がインポートできません。
ro_ro: Modulul de contacte nu este activat. Nu s-au putut importa contactele.
sk_sk: Modul kontaktov nie je zapnutý. Nie je možné importovať úlohy.

source: No vCard to import found.
cs_cz: Nenalezena žádná vCard k importu.
de_de: Keine vCard zum Importieren gefunden
fi_fi: Ei löytynyt vCard tuontia.
hu_hu: Nem található importálandó vCard.
ja_jp: インポートする vCard が見つかりません。
ro_ro: Nu s-a găsit niciun vCard de importat.
sk_sk: Nebola nájdená žiadna vCard na import.

source: Problem while parsing the vcard. Reason: %s
cs_cz: Problém při parsování vCard. Důvod: %s
de_de: Problem beim Analysieren der vCard. Ursache: %s
fi_fi: Ongelma jäsennettäessä vcard:a. Syy: %s
hu_hu: Probléma a vCard feldolgozásakor, amelynek oka: %s
ja_jp: vCard の解析中に問題が発生しました。理由: %s
ro_ro: Problemă la analiza vcard-ului. Motiv: %s
sk_sk: Problém pri spracovaní vCard. Dôvod: %s

source: Problem while converting the vcard to a contact. Reason: %s
cs_cz: Problém při převodu vCard na kontakt. Důvod: %s
de_de: Problem beim Konvertieren der vCard in einen Kontakt. Ursache: %s
fi_fi: Ongelma muunnettaessa vcard yhteystiedoksi. Syy: %s
hu_hu: Probléma a vCard kapcsolattá alakításakor, amelynek oka: %s
ja_jp: vCard の連絡先への変換中に問題が発生しました。理由: %s
ro_ro: Problemă la conversia vcard-ului în contact. Motiv: %s
sk_sk: Problém pri prevádzaní vCard na kontakt. Dôvod: %s

source: Can only import into one folder at a time.
cs_cz: Složky lze importovat pouze jednotlivě.
de_de: Es kann immer nur in einen Ordner importiert werden.
fi_fi: Voidaan tuoda vain yksi kansio kerrallaan.
hu_hu: Egyszerre csak egy mappába lehet importálni.
ja_jp: 一度に １件しかフォルダーにインポートできません。
ro_ro: Se poate importa doar câte un fișier.
sk_sk: Je možné importovať iba do jedného priečinka naraz.

source: Could not find the following fields %s
cs_cz: Nepodařilo se nalézt následující pole: %s
de_de: Folgende Felder konnten nicht gefunden werden %s
fi_fi: Seuraavia kenttiä ei löytynyt: %s
hu_hu: A következő mezők nem találhatók: %s
ja_jp: フィールド %s を見つかりませんでした。
ro_ro: Nu s-au putut găsi următoarele câmpuri %s
sk_sk: Nepodarilo sa nájsť nasledovné polia %s

source: Could not translate a single column title. Is this a valid CSV file?
cs_cz: Nepodařilo se převést ani jeden titulek sloupce. Jde o platný CSV soubor?
de_de: Keiner der Spaltentitel konnte übersetzt werden. Handelt es sich um eine gültige CSV-Datei?
fi_fi: Ei pystytty kääntämään yhtään sarakkeen otsikkoa. Onko tämä käypä CSV-tiedosto?
hu_hu: Egyetlen oszlopfejléc sem fordítható le. Érvényes ez a CSV fájl?
ja_jp: いずれの列のタイトルも変換できませんでした。これは有効な CSV ファイルですか？
ro_ro: Nu s-a putut converti titlul unei singure coloane. Fișierul este un fișier CSV valid?
sk_sk: Nepodarilo sa preložiť názov jediného stĺpca. Je toto platný súbor CSV?
