Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Africa/Bamako
cs_cz: Afrika/Bamako
de_de: Afrika/Bamako
hu_hu: Afrika/Bamako
ja_jp: アフリカ/バマコ
sk_sk: Afrika/Bamako

source: Africa/Bangui
cs_cz: Afrika/Bangui
de_de: Afrika/Bangui
hu_hu: Afrika/Bangui
ja_jp: アフリカ/バンギ
sk_sk: Afrika/Bangui

source: Africa/Banjul
cs_cz: Afrika/Banjul
de_de: Afrika/Banjul
hu_hu: Afrika/Banjul
ja_jp: アフリカ/バンジュール
sk_sk: Afrika/Banjul

source: Africa/Bissau
cs_cz: Afrika/Bissau
de_de: Afrika/Bissau
hu_hu: Afrika/Bissau
ja_jp: アフリカ/ビサウ
sk_sk: Afrika/Bissau

source: Africa/Blantyre
cs_cz: Afrika/Blantyre
de_de: Afrika/Blantyre
hu_hu: Afrika/Blantyre
ja_jp: アフリカ/ブランタイヤ
sk_sk: Afrika/Blantyre

source: Africa/Brazzaville
cs_cz: Afrika/Brazzaville
de_de: Afrika/Brazzaville
hu_hu: Afrika/Brazzaville
ja_jp: アフリカ/ブラザビル
sk_sk: Afrika/Brazzaville

source: Africa/Bujumbura
cs_cz: Afrika/Bujumbura
de_de: Afrika/Bujumbura
hu_hu: Afrika/Bujumbura
ja_jp: アフリカ/ブジュンブラ
sk_sk: Afrika/Bujumbura

source: Africa/Cairo
cs_cz: Afrika/Káhira
de_de: Afrika/Kairo
hu_hu: Afrika/Kairó
ja_jp: アフリカ/カイロ
sk_sk: Afrika/Káhira

source: Africa/Casablanca
cs_cz: Afrika/Casablanca
de_de: Afrika/Casablanca
hu_hu: Afrika/Casablanca
ja_jp: アフリカ/カサブランカ
sk_sk: Afrika/Casablanca

source: Africa/Ceuta
cs_cz: Afrika/Ceuta
de_de: Afrika/Ceuta
hu_hu: Afrika/Ceuta
ja_jp: アフリカ/セウタ
sk_sk: Afrika/Ceuta

source: Africa/Conakry
cs_cz: Afrika/Konakry
de_de: Afrika/Conakry
hu_hu: Afrika/Conakry
ja_jp: アフリカ/コナクリ
sk_sk: Afrika/Conakry

source: Africa/Dakar
cs_cz: Afrika/Dakar
de_de: Afrika/Dakar
hu_hu: Afrika/Dakar
ja_jp: アフリカ/ダカール
sk_sk: Afrika/Dakar

source: Africa/Dar es Salaam
cs_cz: Afrika/Dar es Salaam
de_de: Afrika/Dar es Salaam
hu_hu: Afrika/Dar es Salaam
ja_jp: アフリカ/ダルエスサラーム
sk_sk: Afrika/Dar es Salaam

source: Africa/Djibouti
cs_cz: Afrika/Džibuti
de_de: Afrika/Dschibuti
hu_hu: Afrika/Dzsibuti
ja_jp: アフリカ/ジブチ
sk_sk: Afrika/Džibuti

source: Africa/Douala
cs_cz: Afrika/Douala
de_de: Afrika/Douala
hu_hu: Afrika/Douala
ja_jp: アフリカ/ドゥアラ
sk_sk: Afrika/Douala

source: Africa/El Aaiun
cs_cz: Afrika/El Aaiun
de_de: Afrika/El Aaiun
hu_hu: Afrika/El Aaiun
ja_jp: アフリカ/エルアーイウン
ro_ro: Africa/El Aaiún
sk_sk: Afrika/El Aaiun

source: Africa/Freetown
cs_cz: Afrika/Freetown
de_de: Afrika/Freetown
hu_hu: Afrika/Freetown
ja_jp: アフリカ/フリータウン
sk_sk: Afrika/Freetown

source: Africa/Gaborone
cs_cz: Afrika/Gaborone
de_de: Afrika/Gaborone
hu_hu: Afrika/Gaborone
ja_jp: アフリカ/ガボローン
sk_sk: Afrika/Gaborone

source: Africa/Harare
cs_cz: Afrika/Harare
de_de: Afrika/Harare
hu_hu: Afrika/Harare
ja_jp: アフリカ/ハラレ
sk_sk: Afrika/Harare

source: Africa/Johannesburg
cs_cz: Afrika/Johannesburg
de_de: Afrika/Johannesburg
hu_hu: Afrika/Johannesburg
ja_jp: アフリカ/ヨハネスバーグ
sk_sk: Afrika/Johannesburg

source: Africa/Juba
cs_cz: Afrika/Džuba
de_de: Afrika/Juba
hu_hu: Afrika/Juba
ja_jp: アフリカ/ジュバ
sk_sk: Afrika/Juba

source: Africa/Kampala
cs_cz: Afrika/Kampala
de_de: Afrika/Kampala
hu_hu: Afrika/Kampala
ja_jp: アフリカ/カンパラ
sk_sk: Afrika/Kampala

source: Africa/Khartoum
cs_cz: Afrika/Chartúm
de_de: Afrika/Khartoum
hu_hu: Afrika/Khartoum
ja_jp: アフリカ/ハルツーム
sk_sk: Afrika/Khartoum

source: Africa/Kigali
cs_cz: Afrika/Kigali
de_de: Afrika/Kigali
hu_hu: Afrika/Kigali
ja_jp: アフリカ/キガリ
sk_sk: Afrika/Kigali

source: Africa/Kinshasa
cs_cz: Afrika/Kinshasa
de_de: Afrika/Kinshasa
hu_hu: Afrika/Kinshasa
ja_jp: アフリカ/キンシャサ
sk_sk: Afrika/Kinshasa

source: Africa/Lagos
cs_cz: Afrika/Lagos
de_de: Afrika/Lagos
hu_hu: Afrika/Lagos
ja_jp: アフリカ/ラゴス
sk_sk: Afrika/Lagos

source: Africa/Libreville
cs_cz: Afrika/Libreville
de_de: Afrika/Libreville
hu_hu: Afrika/Libreville
ja_jp: アフリカ/リーブルビル
sk_sk: Afrika/Libreville

source: Africa/Lome
cs_cz: Afrika/Lome
de_de: Afrika/Lome
hu_hu: Afrika/Lome
ja_jp: アフリカ/ロメ
ro_ro: Africa/Lomé
sk_sk: Afrika/Lome

source: Africa/Luanda
cs_cz: Afrika/Luanda
de_de: Afrika/Luanda
hu_hu: Afrika/Luanda
ja_jp: アフリカ/ルアンダ
sk_sk: Afrika/Luanda

source: Africa/Lubumbashi
cs_cz: Afrika/Lubumbashi
de_de: Afrika/Lubumbashi
hu_hu: Afrika/Lubumbashi
ja_jp: アフリカ/ルブンバシ
sk_sk: Afrika/Lubumbashi

source: Africa/Lusaka
cs_cz: Afrika/Lusaka
de_de: Afrika/Lusaka
hu_hu: Afrika/Lusaka
ja_jp: アフリカ/ルサカ
sk_sk: Afrika/Lusaka

source: Africa/Malabo
cs_cz: Afrika/Malabo
de_de: Afrika/Malabo
hu_hu: Afrika/Malabo
ja_jp: アフリカ/マラボ
sk_sk: Afrika/Malabo

source: Africa/Maputo
cs_cz: Afrika/Maputo
de_de: Afrika/Maputo
hu_hu: Afrika/Maputo
ja_jp: アフリカ/マプト
sk_sk: Afrika/Maputo

source: Africa/Maseru
cs_cz: Afrika/Maseru
de_de: Afrika/Maseru
hu_hu: Afrika/Maseru
ja_jp: アフリカ/マセル
sk_sk: Afrika/Maseru

source: Africa/Mbabane
cs_cz: Afrika/Mbabane
de_de: Afrika/Mbabane
hu_hu: Afrika/Mbabane
ja_jp: アフリカ/ムババネ
sk_sk: Afrika/Mbabane

source: Africa/Mogadishu
cs_cz: Afrika/Mogadišo
de_de: Afrika/Mogadishu
hu_hu: Afrika/Mogadishu
ja_jp: アフリカ/モガディシュ
sk_sk: Afrika/Mogadishu

source: Africa/Monrovia
cs_cz: Afrika/Monrovia
de_de: Afrika/Monrovia
hu_hu: Afrika/Monrovia
ja_jp: アフリカ/モンロビア
sk_sk: Afrika/Monrovia

source: Africa/Nairobi
cs_cz: Afrika/Nairobi
de_de: Afrika/Nairobi
hu_hu: Afrika/Nairobi
ja_jp: アフリカ/ナイロビ
sk_sk: Afrika/Nairobi

source: Africa/Ndjamena
cs_cz: Afrika/Ndjamena
de_de: Afrika/Ndjamena
hu_hu: Afrika/Ndjamena
ja_jp: アフリカ/ヌジャメナ
sk_sk: Afrika/Ndjamena

source: Africa/Niamey
cs_cz: Afrika/Niamey
de_de: Afrika/Niamey
hu_hu: Afrika/Niamey
ja_jp: アフリカ/ニアメー
sk_sk: Afrika/Niamey

source: Africa/Nouakchott
cs_cz: Afrika/Nouakchott
de_de: Afrika/Nouakchott
hu_hu: Afrika/Nouakchott
ja_jp: アフリカ/ヌアクショット
sk_sk: Afrika/Nouakchott

source: Africa/Ouagadougou
cs_cz: Afrika/Ouagadougou
de_de: Afrika/Ouagadougou
hu_hu: Afrika/Ouagadougou
ja_jp: アフリカ/ワガドゥグ
sk_sk: Afrika/Ouagadougou

source: Africa/Porto-Novo
cs_cz: Afrika/Porto-Novo
de_de: Afrika/Porto Novo
hu_hu: Afrika/Porto-Novo
ja_jp: アフリカ/ポルトノボ
sk_sk: Afrika/Porto-Novo

source: Africa/Sao Tome
cs_cz: Afrika/Sao Tome
hu_hu: Afrika/Sao Tome
ja_jp: アフリカ/サントメ
ro_ro: São Tomé
sk_sk: Afrika/Svätý Tomáš

source: Africa/Timbuktu
cs_cz: Afrika/Timbuktu
de_de: Afrika/Timbuktu
hu_hu: Afrika/Timbuktu
ja_jp: アフリカ/ティンブクトゥ
ro_ro: Africa/Tombouctou
sk_sk: Afrika/Timbuktu

source: Africa/Tripoli
cs_cz: Afrika/Tripolis
de_de: Afrika/Tripoli
hu_hu: Afrika/Tripoli
ja_jp: アフリカ/トリポリ
sk_sk: Afrika/Tripolis

source: Africa/Tunis
cs_cz: Afrika/Tunis
de_de: Afrika/Tunis
hu_hu: Afrika/Tunis
ja_jp: アフリカ/チュニス
sk_sk: Afrika/Tunis

source: Africa/Windhoek
cs_cz: Afrika/Windhoek
de_de: Afrika/Windhoek
hu_hu: Afrika/Windhoek
ja_jp: アフリカ/ウィントフーク
sk_sk: Afrika/Windhoek

source: America/Adak
cs_cz: Amerika/Adak
de_de: Amerika/Adak
hu_hu: Amerika/Adak
ja_jp: アメリカ/アダック
sk_sk: Amerika/Adak

source: America/Anchorage
cs_cz: Amerika/Anchorage
de_de: Amerika/Anchorage
hu_hu: Amerika/Anchorage
ja_jp: アメリカ/アンカレジ
sk_sk: Amerika/Anchorage

source: America/Anguilla
cs_cz: Amerika/Anguilla
de_de: Amerika/Anguilla
hu_hu: Amerika/Anguilla
ja_jp: アメリカ/アンギラ
sk_sk: Amerika/Anguilla

source: America/Antigua
cs_cz: Amerika/Antigua
de_de: Amerika/Antigua
hu_hu: Amerika/Antigua
ja_jp: アメリカ/アンティグア島
sk_sk: Amerika/Antigua

source: America/Araguaina
cs_cz: Amerika/Araguaina
de_de: Amerika/Araguaina
hu_hu: Amerika/Araguaina
ja_jp: アメリカ/アラグアイナ
ro_ro: America/Araguaína
sk_sk: Amerika/Araguaina

source: America/Argentina/Buenos Aires
cs_cz: Amerika/Argentina/Buenos Aires
de_de: Amerika/Argentinien/Buenos Aires
hu_hu: Amerika/Argentína/Buenos Aires
ja_jp: アメリカ/アルゼンチン/ブエノスアイレス
sk_sk: Amerika/Argentína/Buenos Aires

source: America/Argentina/Catamarca
cs_cz: Amerika/Argentina/Catamarca
de_de: Amerika/Argentinien/Catamarca
hu_hu: Amerika/Argentína/Catamarca
ja_jp: アメリカ/アルゼンチン/カタマルカ
sk_sk: Amerika/Argentína/Catamarca

source: America/Argentina/ComodRivadavia
cs_cz: Amerika/Argentina/ComodRivadavia
de_de: Amerika/Argentinien/ComodRivadavia
hu_hu: Amerika/Argentína/ComodRivadavia
ja_jp: アメリカ/アルゼンチン/コモド リバダビア
ro_ro: America/Argentina/Comodoro Rivadavia
sk_sk: Amerika/Argentína/ComodRivadavia

source: America/Argentina/Cordoba
cs_cz: Amerika/Argentina/Cordoba
de_de: Amerika/Argentinien/Cordoba
hu_hu: Amerika/Argentína/Cordoba
ja_jp: アメリカ/アルゼンチン/コルドバ
ro_ro: America/Argentina/Córdoba
sk_sk: Amerika/Argentína/Cordoba

source: America/Argentina/Jujuy
cs_cz: Amerika/Argentina/Jujuy
de_de: Amerika/Argentinien/Jujuy
hu_hu: Amerika/Argentína/Jujuy
ja_jp: アメリカ/アルゼンチン/フフイ
sk_sk: Amerika/Argentína/Jujuy

source: America/Argentina/La Rioja
cs_cz: Amerika/Argentina/La Rioja
de_de: Amerika/Argentinien/La Rioja
hu_hu: Amerika/Argentína/La Rioja
ja_jp: アメリカ/アルゼンチン/ラリオハ
sk_sk: Amerika/Argentína/La Rioja

source: America/Argentina/Mendoza
cs_cz: Amerika/Argentina/Mendoza
de_de: Amerika/Argentinien/Mendoza
hu_hu: Amerika/Argentína/Mendoza
ja_jp: アメリカ/アルゼンチン/メンドーサ
sk_sk: Amerika/Argentína/Mendoza

source: America/Argentina/Rio Gallegos
cs_cz: Amerika/Argentina/Rio Gallegos
de_de: Amerika/Argentinien/Rio Gallegos
hu_hu: Amerika/Argentína/Rio Gallegos
ja_jp: アメリカ/アルゼンチン/リオガエゴス
sk_sk: Amerika/Argentína/Rio Gallegos

source: America/Argentina/Salta
cs_cz: Amerika/Argentina/Salta
de_de: Amerika/Argentinien/Salta
hu_hu: Amerika/Argentína/Salta
ja_jp: アメリカ/アルゼンチン/サルタ
sk_sk: Amerika/Argentína/Salta

source: America/Argentina/San Juan
cs_cz: Amerika/Argentina/San Juan
de_de: Amerika/Argentinien/San Juan
hu_hu: Amerika/Argentína/San Juan
ja_jp: アメリカ/アルゼンチン/サンファン
sk_sk: Amerika/Argentína/San Juan

source: America/Argentina/San Luis
cs_cz: Amerika/Argentina/San Luis
de_de: Amerika/Argentinien/San Luis
hu_hu: Amerika/Argentína/San Luis
ja_jp: アメリカ/アルゼンチン/サンルイス
sk_sk: Amerika/Argentína/San Luis

source: America/Argentina/Tucuman
cs_cz: Amerika/Argentina/Tucuman
de_de: Amerika/Argentinien/Tucuman
hu_hu: Amerika/Argentína/Tucuman
ja_jp: アメリカ/アルゼンチン/トゥクマン
ro_ro: America/Argentina/Tucumán
sk_sk: Amerika/Argentína/Tucuman

source: America/Argentina/Ushuaia
cs_cz: Amerika/Argentina/Ushuaia
de_de: Amerika/Argentinien/Ushuaia
hu_hu: Amerika/Argentína/Ushuaia
ja_jp: アメリカ/アルゼンチン/ウスアイア
sk_sk: Amerika/Argentína/Ushuaia

source: America/Aruba
cs_cz: Amerika/Aruba
de_de: Amerika/Aruba
hu_hu: Amerika/Aruba
ja_jp: アメリカ/アルバ
sk_sk: Amerika/Aruba

source: America/Asuncion
cs_cz: Amerika/Asunción
de_de: Amerika/Asuncion
hu_hu: Amerika/Asuncion
ja_jp: アメリカ/アスンシオン
ro_ro: America/Asunción
sk_sk: Amerika/Asunción

source: America/Atikokan
cs_cz: Amerika/Atikokan
de_de: Amerika/Atikokan
hu_hu: Amerika/Atikokan
ja_jp: アメリカ/アティコカン
sk_sk: Amerika/Atikokan

source: America/Atka
cs_cz: Amerika/Atka
de_de: Amerika/Atka
hu_hu: Amerika/Atka
ja_jp: アメリカ/アトカ
sk_sk: Amerika/Atka

source: America/Bahia
cs_cz: Amerika/Bahia
de_de: Amerika/Bahia
hu_hu: Amerika/Bahia
ja_jp: アメリカ/バイア
sk_sk: Amerika/Bahía

source: America/Bahia Banderas
cs_cz: Amerika/Bahia Banderas
de_de: Amerika/Bahia Banderas
hu_hu: Amerika/Bahia Banderas
ja_jp: アメリカ/バイアデバンデラス
ro_ro: America/Bahía Banderas
sk_sk: Amerika/Bahía

source: America/Barbados
cs_cz: Amerika/Barbados
de_de: Amerika/Barbados
hu_hu: Amerika/Barbados
ja_jp: アメリカ/バルバドス
sk_sk: Amerika/Barbados

source: America/Belem
cs_cz: Amerika/Belem
de_de: Amerika/Belem
hu_hu: Amerika/Belem
ja_jp: アメリカ/ベレン
ro_ro: America/Belém
sk_sk: Amerika/Belem

source: America/Belize
cs_cz: Amerika/Belize
de_de: Amerika/Belize
hu_hu: Amerika/Belize
ja_jp: アメリカ/ベリーズ
sk_sk: Amerika/Belize

source: America/Blanc-Sablon
cs_cz: Amerika/Blanc-Sablon
de_de: Amerika/Blanc-Sablon
hu_hu: Amerika/Blanc-Sablon
ja_jp: アメリカ/ブランク-サブロン
sk_sk: Amerika/Blanc-Sablon

source: America/Boa Vista
cs_cz: Amerika/Boa Vista
de_de: Amerika/Boa Vista
hu_hu: Amerika/Boa Vista
ja_jp: アメリカ/ボアヴィスタ
sk_sk: Amerika/Boa Vista

source: America/Bogota
cs_cz: Amerika/Bogota
de_de: Amerika/Bogota
hu_hu: Amerika/Bogota
ja_jp: アメリカ/ボゴタ
ro_ro: America/Bogotá
sk_sk: Amerika/Bogota

source: America/Boise
cs_cz: Amerika/Boise
de_de: Amerika/Boise
hu_hu: Amerika/Boise
ja_jp: アメリカ/ボイシ
sk_sk: Amerika/Boise

source: America/Buenos Aires
cs_cz: Amerika/Buenos Aires
de_de: Amerika/Buenos Aires
hu_hu: Amerika/Buenos Aires
ja_jp: アメリカ/ブエノスアイレス
sk_sk: Amerika/Buenos Aires

source: America/Cambridge Bay
cs_cz: Amerika/Cambridge Bay
de_de: Amerika/Cambridge Bay
hu_hu: Amerika/Cambridge Bay
ja_jp: アメリカ/ケンブリッジベイ
ro_ro: America/Ikaluktutiak
sk_sk: Amerika/Cambridge Bay

source: America/Campo Grande
cs_cz: Amerika/Campo Grande
de_de: Amerika/Campo Grande
hu_hu: Amerika/Campo Grande
ja_jp: アメリカ/カンポグランデ
sk_sk: Amerika/Campo Grande

source: America/Cancun
cs_cz: Amerika/Cancun
de_de: Amerika/Cancun
hu_hu: Amerika/Cancun
ja_jp: アメリカ/カンクン
ro_ro: America/Cancún
sk_sk: Amerika/Cancun

source: America/Caracas
cs_cz: Amerika/Caracas
de_de: Amerika/Caracas
hu_hu: Amerika/Caracas
ja_jp: アメリカ/カラカス
sk_sk: Amerika/Caracas

source: America/Catamarca
cs_cz: Amerika/Catamarca
de_de: Amerika/Catamarca
hu_hu: Amerika/Catamarca
ja_jp: アメリカ/カタマルカ
sk_sk: Amerika/Catamarca

source: America/Cayenne
cs_cz: Amerika/Cayenne
de_de: Amerika/Cayenne
hu_hu: Amerika/Cayenne
ja_jp: アメリカ/カイエンヌ
sk_sk: Amerika/Cayenne

source: America/Cayman
cs_cz: Amerika/Kajmanské ostrovy
de_de: Amerika/Cayman
hu_hu: Amerika/Cayman
ja_jp: アメリカ/ケイマン
ro_ro: America/Insulele Cayman
sk_sk: Amerika/Kajmanie ostrovy

source: America/Chicago
cs_cz: Amerika/Chicago
de_de: Amerika/Chicago
hu_hu: Amerika/Chicago
ja_jp: アメリカ/シカゴ
sk_sk: Amerika/Chicago

source: America/Chihuahua
cs_cz: Amerika/Chihuahua
de_de: Amerika/Chihuahua
hu_hu: Amerika/Chihuahua
ja_jp: アメリカ/チワワ
sk_sk: Amerika/Chihuahua

source: America/Coral Harbour
cs_cz: Amerika/Coral Harbour
de_de: Amerika/Coral Harbour
hu_hu: Amerika/Coral Harbour
ja_jp: アメリカ/コーラルハーバー
sk_sk: Amerika/Coral Harbour

source: America/Cordoba
cs_cz: Amerika/Cordoba
de_de: Amerika/Cordoba
hu_hu: Amerika/Cordoba
ja_jp: アメリカ/コルドバ
ro_ro: America/Córdoba
sk_sk: Amerika/Córdoba

source: America/Costa Rica
cs_cz: Amerika/Kostarika
de_de: Amerika/Costa Rica
hu_hu: Amerika/Costa Rica
ja_jp: アメリカ/コスタリカ
sk_sk: Amerika/Kostarika

source: America/Creston
cs_cz: Amerika/Creston
de_de: Amerika/Creston
hu_hu: Amerika/Creston
ja_jp: アメリカ/クレストン
sk_sk: Amerika/Creston

source: America/Cuiaba
cs_cz: Amerika/Cuiaba
de_de: Amerika/Cuiaba
hu_hu: Amerika/Cuiaba
ja_jp: アメリカ/クイアバ
ro_ro: America/Cuiabá
sk_sk: Amerika/Cuiaba

source: America/Curacao
cs_cz: Amerika/Curacao
de_de: Amerika/Curacao
hu_hu: Amerika/Curacao
ja_jp: アメリカ/クラカオ
ro_ro: America/Curaçao
sk_sk: Amerika/Curaçao

source: America/Danmarkshavn
cs_cz: Amerika/Danmarkshavn
de_de: Amerika/Danmarkshavn
hu_hu: Amerika/Danmarkshavn
ja_jp: アメリカ/ダンマークシャウン
sk_sk: Amerika/Danmarkshavn

source: America/Dawson
cs_cz: Amerika/Dawson
de_de: Amerika/Dawson
hu_hu: Amerika/Dawson
ja_jp: アメリカ/ドーソン
sk_sk: Amerika/Dawson

source: America/Dawson Creek
cs_cz: Amerika/Dawson Creek
de_de: Amerika/Dawson Creek
hu_hu: Amerika/Dawson Creek
ja_jp: アメリカ/ドーソンクリーク
sk_sk: Amerika/Dawson Creek

source: America/Denver
cs_cz: Amerika/Denver
de_de: Amerika/Denver
hu_hu: Amerika/Denver
ja_jp: アメリカ/デンバー
sk_sk: Amerika/Denver

source: America/Detroit
cs_cz: Amerika/Detroit
de_de: Amerika/Detroit
hu_hu: Amerika/Detroit
ja_jp: アメリカ/デトロイト
sk_sk: Amerika/Detroit

source: America/Dominica
cs_cz: Amerika/Dominica
de_de: Amerika/Dominica
hu_hu: Amerika/Dominika
ja_jp: アメリカ/ドミニカ
sk_sk: Amerika/Dominika

source: America/Edmonton
cs_cz: Amerika/Edmonton
de_de: Amerika/Edmonton
hu_hu: Amerika/Edmonton
ja_jp: アメリカ/エドモントン
sk_sk: Amerika/Edmonton

source: America/Eirunepe
cs_cz: Amerika/Eirunepe
de_de: Amerika/Eirunepe
hu_hu: Amerika/Eirunepe
ja_jp: アメリカ/エイルネペ
ro_ro: America/Eirunepé
sk_sk: Amerika/Eirunepe

source: America/El Salvador
cs_cz: Amerika/El Salvador
de_de: Amerika/El Salvador
hu_hu: Amerika/El Salvador
ja_jp: アメリカ/エルサルバドル
sk_sk: Amerika/Salvádor

source: America/Ensenada
cs_cz: Amerika/Ensenada
de_de: Amerika/Ensenada
hu_hu: Amerika/Ensenada
ja_jp: アメリカ/エンセナダ
sk_sk: Amerika/Ensenada

source: America/Fort Nelson
cs_cz: Amerika/Fort Nelson
de_de: Amerika / Fort Nelson
hu_hu: Amerika/Fort Nelson
ja_jp: アメリカ/フォートネルソン
sk_sk: Amerika/Fort Nelson

source: America/Fort Wayne
cs_cz: Amerika/Fort Wayne
de_de: Amerika/Fort Wayne
hu_hu: Amerika/Fort Wayne
ja_jp: アメリカ/フォートウェイン
sk_sk: Amerika/Fort Wayne

source: America/Fortaleza
cs_cz: Amerika/Fortaleza
de_de: Amerika/Fortaleza
hu_hu: Amerika/Fortaleza
ja_jp: アメリカ/フォルタレザ
sk_sk: Amerika/Fortaleza

source: America/Glace Bay
cs_cz: Amerika/Glace Bay
de_de: Amerika/Glace Bay
hu_hu: Amerika/Glace Bay
ja_jp: アメリカ/グレースベイ
sk_sk: Amerika/Glace Bay

source: America/Godthab
cs_cz: Amerika/Godthab
de_de: Amerika/Godthab
hu_hu: Amerika/Godthab
ja_jp: アメリカ/ゴッドホープ
sk_sk: Amerika/Godthab

source: America/Goose Bay
cs_cz: Amerika/Goose Bay
de_de: Amerika/Goose Bay
hu_hu: Amerika/Goose Bay
ja_jp: アメリカ/グースベイ
sk_sk: Amerika/Goose Bay

source: America/Grand Turk
cs_cz: Amerika/Grand Turk
de_de: Amerika/Grand Turk
hu_hu: Amerika/Grand Turk
ja_jp: アメリカ/グランドターク
sk_sk: Amerika/Grand Turk

source: America/Grenada
cs_cz: Amerika/Grenada
de_de: Amerika/Grenada
hu_hu: Amerika/Grenada
ja_jp: アメリカ/グレナダ
sk_sk: Amerika/Grenada

source: America/Guadeloupe
cs_cz: Amerika/Guadeloupe
de_de: Amerika/Guadeloupe
hu_hu: Amerika/Guadeloupe
ja_jp: アメリカ/グアダループ
ro_ro: America/Guadelupa
sk_sk: Amerika/Guadeloupe

source: America/Guatemala
cs_cz: Amerika/Guatemala
de_de: Amerika/Guatemala
hu_hu: Amerika/Guatemala
ja_jp: アメリカ/グアテマラ
sk_sk: Amerika/Guatemala

source: America/Guayaquil
cs_cz: Amerika/Guayaquil
de_de: Amerika/Guayaquil
hu_hu: Amerika/Guayaquil
ja_jp: アメリカ/グアヤキル
sk_sk: Amerika/Guayaquil

source: America/Guyana
cs_cz: Amerika/Guyana
de_de: Amerika/Guyana
hu_hu: Amerika/Guyana
ja_jp: アメリカ/ガイアナ
sk_sk: Amerika/Guyana

source: America/Halifax
cs_cz: Amerika/Halifax
de_de: Amerika/Halifax
hu_hu: Amerika/Halifax
ja_jp: アメリカ/ハリファクス
sk_sk: Amerika/Halifax

source: America/Havana
cs_cz: Amerika/Havana
de_de: Amerika/Havanna
hu_hu: Amerika/Havana
ja_jp: アメリカ/ハバナ
sk_sk: Amerika/Havana

source: America/Hermosillo
cs_cz: Amerika/Hermosillo
de_de: Amerika/Hermosillo
hu_hu: Amerika/Hermosillo
ja_jp: アメリカ/エルモシヨ
sk_sk: Amerika/Hermosillo

source: America/Indiana/Indianapolis
cs_cz: Amerika/Indiana/Indianapolis
de_de: Amerika/Indiana/Indianapolis
hu_hu: Amerika/Indiana/Indianapolis
ja_jp: アメリカ/インディアナ/インディアナポリス
ro_ro: America/Indiana/Indianópolis
sk_sk: Amerika/Indiana/Indianapolis

source: America/Indiana/Knox
cs_cz: Amerika/Indiana/Knox
de_de: Amerika/Indiana/Knox
hu_hu: Amerika/Indiana/Knox
ja_jp: アメリカ/インディアナ/ノックス
sk_sk: Amerika/Indiana/Knox

source: America/Indiana/Marengo
cs_cz: Amerika/Indiana/Marengo
de_de: Amerika/Indiana/Marengo
hu_hu: Amerika/Indiana/Marengo
ja_jp: アメリカ/インディアナ/マレンゴ
sk_sk: Amerika/Indiana/Marengo

source: America/Indiana/Petersburg
cs_cz: Amerika/Indiana/Petersburg
de_de: Amerika/Indiana/Petersburg
hu_hu: Amerika/Indiana/Petersburg
ja_jp: アメリカ/インディアナ/ピーターズバーグ
sk_sk: Amerika/Indiana/Petersburg

source: America/Indiana/Tell City
cs_cz: Amerika/Indiana/Tell City
de_de: Amerika/Indiana/Tell City
hu_hu: Amerika/Indiana/Tell City
ja_jp: アメリカ/インディアナ/テルシティ
sk_sk: Amerika/Indiana/Tell City

source: America/Indiana/Vevay
cs_cz: Amerika/Indiana/Vevay
de_de: Amerika/Indiana/Vevay
hu_hu: Amerika/Indiana/Vevay
ja_jp: アメリカ/インディアナ/ビベー
sk_sk: Amerika/Indiana/Vevay

source: America/Indiana/Vincennes
cs_cz: Amerika/Indiana/Vincennes
de_de: Amerika/Indiana/Vincennes
hu_hu: Amerika/Indiana/Vincennes
ja_jp: アメリカ/インディアナ/ヴァンセンヌ
sk_sk: Amerika/Indiana/Vincennes

source: America/Indiana/Winamac
cs_cz: Amerika/Indiana/Winamac
de_de: Amerika/Indiana/Winamac
hu_hu: Amerika/Indiana/Winamac
ja_jp: アメリカ/インディアナ/ウィナマック
sk_sk: Amerika/Indiana/Winamac

source: America/Indianapolis
cs_cz: Amerika/Indianapolis
de_de: Amerika/Indianapolis
hu_hu: Amerika/Indianapolis
ja_jp: アメリカ/インディアナポリス
sk_sk: Amerika/Indianapolis

source: America/Inuvik
cs_cz: Amerika/Inuvik
de_de: Amerika/Inuvik
hu_hu: Amerika/Inuvik
ja_jp: アメリカ/イヌビク
sk_sk: Amerika/Inuvik

source: America/Iqaluit
cs_cz: Amerika/Iqaluit
de_de: Amerika/Iqaluit
hu_hu: Amerika/Iqaluit
ja_jp: アメリカ/イクルート
sk_sk: Amerika/Iqaluit

source: America/Jamaica
cs_cz: Amerika/Jamajka
de_de: Amerika/Jamaika
hu_hu: Amerika/Jamaica
ja_jp: アメリカ/ジャマイカ
sk_sk: Amerika/Jamajka

source: America/Jujuy
cs_cz: Amerika/Jujuy
de_de: Amerika/Jujuy
hu_hu: Amerika/Jujuy
ja_jp: アメリカ/フフイ
sk_sk: Amerika/Jujuy

source: America/Juneau
cs_cz: Amerika/Juneau
de_de: Amerika/Juneau
hu_hu: Amerika/Juneau
ja_jp: アメリカ/ジュノー
sk_sk: Amerika/Juneau

source: America/Kentucky/Louisville
cs_cz: Amerika/Kentucky/Louisville
de_de: Amerika/Kentucky/Louisville
hu_hu: Amerika/Kentucky/Louisville
ja_jp: アメリカ/ケンタッキー/ルイビル
sk_sk: Amerika/Kentucky/Louisville

source: America/Kentucky/Monticello
cs_cz: Amerika/Kentucky/Monticello
de_de: Amerika/Kentucky/Monticello
hu_hu: Amerika/Kentucky/Monticello
ja_jp: アメリカ/ケンタッキー/モンティセロ
sk_sk: Amerika/Kentucky/Monticello

source: America/Knox IN
cs_cz: Amerika/Knox IN
de_de: Amerika/Knox IN
hu_hu: Amerika/Knox IN
ja_jp: アメリカ/ノックス
sk_sk: Amerika/Knox IN

source: America/Kralendijk
cs_cz: Amerika/Kralendijk
de_de: Amerika/Kralendijk
hu_hu: Amerika/Kralendijk
ja_jp: アメリカ/クラレンディーク
sk_sk: Amerika/Kralendijk

source: America/La Paz
cs_cz: Amerika/La Paz
de_de: Amerika/La Paz
hu_hu: Amerika/La Paz
ja_jp: アメリカ/ラパス
sk_sk: Amerika/La Paz

source: America/Lima
cs_cz: Amerika/Lima
de_de: Amerika/Lima
hu_hu: Amerika/Lima
ja_jp: アメリカ/リマ
sk_sk: Amerika/Lima

source: America/Los Angeles
cs_cz: Amerika/Los Angeles
de_de: Amerika/Los Angeles
hu_hu: Amerika/Los Angeles
ja_jp: アメリカ/ロサンゼルス
sk_sk: Amerika/Los Angeles

source: America/Louisville
cs_cz: Amerika/Louisville
de_de: Amerika/Louisville
hu_hu: Amerika/Louisville
ja_jp: アメリカ/ルイビル
sk_sk: Amerika/Louisville

source: America/Lower Princes
cs_cz: Amerika/Lower Princes
de_de: Amerika/Lower Princes
hu_hu: Amerika/Lower Princes
ja_jp: アメリカ/ローワープリンセス
sk_sk: Amerika/Sint Maarten

source: America/Maceio
cs_cz: Amerika/Maceio
de_de: Amerika/Maceio
hu_hu: Amerika/Maceio
ja_jp: アメリカ/マセイオ
sk_sk: Amerika/Maceio

source: America/Managua
cs_cz: Amerika/Managua
de_de: Amerika/Managua
hu_hu: Amerika/Managua
ja_jp: アメリカ/マナグア
sk_sk: Amerika/Managua

source: America/Manaus
cs_cz: Amerika/Manaus
de_de: Amerika/Manaus
hu_hu: Amerika/Manaus
ja_jp: アメリカ/マナオス
sk_sk: Amerika/Manaus

source: America/Marigot
cs_cz: Amerika/Marigot
de_de: Amerika/Marigot
hu_hu: Amerika/Marigot
ja_jp: アメリカ/マリゴ
sk_sk: Amerika/Marigot

source: America/Martinique
cs_cz: Amerika/Martinik
de_de: Amerika/Martinique
hu_hu: Amerika/Martinique
ja_jp: アメリカ/マルティニーク
ro_ro: America/Martinica
sk_sk: Amerika/Martinique

source: America/Matamoros
cs_cz: Amerika/Matamoros
de_de: Amerika/Matamoros
hu_hu: Amerika/Matamoros
ja_jp: アメリカ/マタモロス
sk_sk: Amerika/Matamoros

source: America/Mazatlan
cs_cz: Amerika/Mazatlan
de_de: Amerika/Mazatlan
hu_hu: Amerika/Mazatlan
ja_jp: アメリカ/マサトラン
ro_ro: America/Mazatlán
sk_sk: Amerika/Mazatlan

source: America/Mendoza
cs_cz: Amerika/Mendoza
de_de: Amerika/Mendoza
hu_hu: Amerika/Mendoza
ja_jp: アメリカ/メンドーサ
sk_sk: Amerika/Mendoza

source: America/Menominee
cs_cz: Amerika/Menominee
de_de: Amerika/Menominee
hu_hu: Amerika/Menominee
ja_jp: アメリカ/メノミニー
sk_sk: Amerika/Menominee

source: America/Merida
cs_cz: Amerika/Merida
de_de: Amerika/Merida
hu_hu: Amerika/Merida
ja_jp: アメリカ/メリダ
sk_sk: Amerika/Merida

source: America/Metlakatla
cs_cz: Amerika/Metlakatla
de_de: Amerika/Metlakatla
hu_hu: Amerika/Metlakatla
ja_jp: アメリカ/メトラカトラ
sk_sk: Amerika/Metlakatla

source: America/Mexico City
cs_cz: Amerika/Mexico City
de_de: Amerika/Mexiko Stadt
hu_hu: Amerika/Mexikóváros
ja_jp: アメリカ/メキシコシティ
ro_ro: America/Mexico
sk_sk: Amerika/Mexico City

source: America/Miquelon
cs_cz: Amerika/Miquelon
de_de: Amerika/Miquelon
hu_hu: Amerika/Miquelon
ja_jp: アメリカ/ミケロン島
sk_sk: Amerika/Miquelon

source: America/Moncton
cs_cz: Amerika/Moncton
de_de: Amerika/Moncton
hu_hu: Amerika/Moncton
ja_jp: アメリカ/モンクトン
sk_sk: Amerika/Moncton

source: America/Monterrey
cs_cz: Amerika/Monterrey
de_de: Amerika/Monterrey
hu_hu: Amerika/Monterrey
ja_jp: アメリカ/モンテレー
sk_sk: Amerika/Monterrey

source: America/Montevideo
cs_cz: Amerika/Montevideo
de_de: Amerika/Montevideo
hu_hu: Amerika/Montevideo
ja_jp: アメリカ/モンテビデオ
sk_sk: Amerika/Montevideo
