Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The attachments to this E-Mail exceeded the size limit for attachments. Instead of sending the attachment with the E-Mail, the attachment was published and the link added to your E-Mail. Whoever receives the E-Mail can then download the attachment.
cs_cz: Přílohy u této zprávy překročily limit pro velikost příloh. Místo poslání společně se zprávou byla příloha vystavena na server a do zprávy byl vložen odkaz. Příjemce zprávy si přílohu může stáhnout.
de_de: Die Anhänge dieser E-Mail überschreiten die zulässige Größe. Die Anhänge wurden deshalb nicht per E-Mail gesendet, sondern an zentraler Stelle abgelegt und der Link darauf wurde Ihrer E-Mail hinzugefügt. Der oder die Empfänger können sich die Anhänge herunterladen.
fi_fi: Tämän sähköpostin liitteet ylittävät liitteille asetetun kokorajoituksen. Sen sijaan, että se olisi lähetetty postin mukana, liitteesi julkaistiin ja sähköpostiisi lisättiin linkki. Sähköpostin vastaanottaja voi siten ladata liitteen.
hu_hu: Ehhez a levélhez csatolt mellékletek mérete elérte a felső határt. A melléklet elküldése helyett feltöltésre került, és a hivatkozás bekerült a levélbe. Aki megkapja a levelet, le fogja tudni tölteni a mellékletet.
ja_jp: このメールの添付ファイルのサイズは添付可能なファイルサイズの制限値を超えています。ファイルをメールに添付する代りに、そのファイルを公開するリンクをメールに追加しました。このメールを受信するすべてのユーザーは公開された添付ファイルをダウンロードできます。
ro_ro: Fișierele atașate acestui mesaj depășesc limita admisă. În loc de a atașa fișierele mesajului, acestea au fost publicate, iar legătura către aceste fișiere a fost adăugată mesajului dumneavoastră. Destinatarul mesajului le va putea descărca.
sk_sk: Prílohy tohto emailu prekračujú obmedzenie veľkosti emailu. Namiesto poslania prílohy v emailovej správe bola príloha zverejnená a odkaz vložený do vašej správy. Ktokoľvek, kto email prijme môže prílohu stiahnuť.

source: Draft message could not be saved.
cs_cz: Koncept zprávy se nepodařilo uložit.
de_de: Der Nachrichtenentwurf konnte nicht gespeichert werden.
fi_fi: Viestin luonnosta ei voitu tallentaa.
hu_hu: A piszkozat üzenet nem menthető.
ja_jp: 下書きメッセージを保存できませんでした。
ro_ro: Schița nu a putut fi salvată.
sk_sk: Rozpísanú správu nebolo možné uložiť.

source: Maximum message size is exceeded. Max. is %1$s.
cs_cz: Maximální velikost zprávy byla překročena. Maximum je %1$s.
de_de: Die maximal zulässige Nachrichtengröße wurde überschritten. Maximum ist %1$s.
fi_fi: Viestin suurin koko ylitetty. Maksimi on %1$s.
hu_hu: Túllépte a megengedett levélméretet. A maximum %1$s.
ja_jp: メッセージの最大サイズを超えました。最大サイズは %1$sです。
ro_ro: Dimensiunea maximă a mesajului a fost depășită. Dimensiunea maximă este de %1$s.
sk_sk: Bola prekročená maximálna veľkosť správy. Maximum je %1$s.

source: Re-sending message denied because message is not located in "%1$s" folder.
cs_cz: Opětovné poslání zprávy bylo zamítnuto, protože se zpráva nenachází ve složce „%1$s“.
de_de: Das erneute Senden der Nachricht wurde verweigert, da sie sich nicht im Ordner "%1$s" befindet.
fi_fi: Postin uudelleenlähetys estetty, koska viesti ei ole kansiossa "%1$s".
hu_hu: Az újraküldés megtagadva, mert az üzenet nem ebben a mappában található: „%1$s”.
ja_jp: メッセージが "%1$s" フォルダーにないため、メッセージの再送信が拒否されました。
ro_ro: Retrimiterea mesajului a fost refuzată deoarece mesajul nu se găsește în dosarul "%1$s".
sk_sk: Opätovné odoslanie správy bolo zamietnuté, pretože správa sa nenachádza v priečinku "%1$s".

source: Validation of server %1$s failed with reason: %3$s
cs_cz: Ověření serveru %1$s selhalo. Důvod: %3$s
de_de: Die Validierung des Servers %1$s ist fehlgeschlagen. Grund: %3$s
fi_fi: Palvelimen %1$s validointi epäonnistui: %3$s
hu_hu: A(z) %1$s kiszolgáló ellenőrzése sikertelen. Ennek oka: %3$s
ja_jp: 次の理由により、サーバー %1$s の確認に失敗しました: %3$s
ro_ro: Validarea serverului %1$s a eșuat din motivul: %3$s
sk_sk: Overenie servera %1$s zlyhalo. Dôvod: %3$s

source: Validation of server %1$s failed due to invalid credentials
cs_cz: Ověření serveru %1$s selhalo kvůli neplatným přihlašovacím údajům
de_de: Die Validierung des Servers %1$s ist aufgrund ungültiger Zugangsdaten fehlgeschlagen
fi_fi: Palvelimen %1$s validointi epäonnistui virheellisten valtuuksien vuoksi
hu_hu: A(z) %1$s kiszolgáló ellenőrzése hibás hitelesítési adatok miatt meghiúsult
ja_jp: 無効な認証情報のため、サーバー %1$s の検証に失敗しました
ro_ro: Validarea serverului %1$s a eșuat din cauza datelor de acces incorecte
sk_sk: Overenie servera %1$s zlyhalo z dôvodu neplatného poverenia

source: Server %1$s does not support being accessed using a secure connection.
cs_cz: Server %1$s nepodporuje přístup přes zabezpečené spojení.
de_de: Der Server %1$s unterstützt keinen Zugriff über eine sichere Verbindung.
fi_fi: Palvelin %1$s ei tue turvattua yhteyttä.
hu_hu: A(z) %1$s nem támogatja az automatikus bejelentkezést.
ja_jp: サーバー %1$s はセキュリティで保護された接続を使用するアクセスをサポートしていません。
ro_ro: Serverul %1$s nu suportă accesul prin conexiune securizată.
sk_sk: Server %1$s nepodporuje prístup pomocou zabezpečeného pripojenia.

source: Mail access is disabled for context administrator.
cs_cz: Přístup k poště je pro administrátora kontextu vypnutý.
de_de: Der E-Mail-Zugang ist für den Kontext-Admin deaktiviert.
fi_fi: Postitoiminto ei ole käytössä kontekstin ylläpitäjälle.
hu_hu: A levelezés hozzáférése le van tiltva a context adminisztrátornak.
ja_jp: コンテキストの管理者のメールアクセスが無効になっています。
ro_ro: Accesul la e-mail este dezactivat pentru contextul administrator.
sk_sk: Prístup k pošte je zakázaný pre správcu kontextu.

source: The maximum number of files that may be attached to an E-Mail is exceeded. Max. is %1$s.
cs_cz: Maximální počet souborů, které mohou být připojeny k e-mailové zprávě, byl překročen. Maximum je %1$s.
de_de: Die maximal zulässige Anzahl an Dateien, die an eine E-Mail angehängt werden dürfen, wurde überschritten. Maximum ist %1$s.
fi_fi: Suurin sallittu sähköpostiliitteiden määrä on ylitetty. Maksimi on %1$s.
hu_hu: Túllépte az e-mailhez maximálisan csatolható fájlok számát. A maximális szám: %1$s.
ja_jp: メッセージの最大添付ファイル数を超えました。最大サイズは %1$sです。
ro_ro: Numărul maxim de fișiere care pot fi atașate unui mesaj a fost depășit. Numărul maxim este de %1$s.
sk_sk: Bol prekročený maximálny počet súborov, ktoré je možné pripojiť k emailovej správe. Maximum je %1$s.

source: The client request is not permitted.
cs_cz: Požadavek klienta není povolen.
de_de: Die Client-Anfrage ist nicht zulässig.
fi_fi: Asiakaspyyntöä ei sallittu.
hu_hu: Az ügyfélkérés nem megengedett.
ja_jp: クライアント リクエストは許可されていません。
ro_ro: Cererea clientului nu este permisă.
sk_sk: Požiadavka klienta nie je povolená.

source: Sending the message denied.
cs_cz: Odepřeno odeslání zprávy.
de_de: Das Versenden der Nachricht wurde verweigert.
fi_fi: Viestin lähettäminen estetty.
hu_hu: Az üzenet küldése letiltva.
ja_jp: メッセージの送信が拒否されました。
ro_ro: Trimiterea mesajului a fost refuzată.
sk_sk: Odoslanie správy zamietnuté.

source: Default folder must not be renamed
cs_cz: Složka je výchozí a nelze ji přejmenovat.
de_de: Ein Standardordner darf nicht umbenannt werden
fi_fi: Oletuskansiota ei voi nimetä uudelleen
hu_hu: Az alapértelmezett mappát nem szabad átnevezni.
ja_jp: 既定のフォルダーは名前を変更できません
ro_ro: Dosarul implicit nu se poate redenumi
sk_sk: Predvolený priečinok nesmie byť premenovaný

source: Default folder must not be deleted
cs_cz: Složka je výchozí a nelze ji smazat.
de_de: Ein Standardordner darf nicht gelöscht werden
fi_fi: Oletuskansiota ei voi poistaa
hu_hu: Az alapértelmezett mappát nem szabad törölni.
ja_jp: 既定のフォルダーは削除できません
ro_ro: Dosarul implicit nu se poate șterge
sk_sk: Predvolený priečinok nesmie byť odstránený

source: Archive folder does not allow subfolders.
cs_cz: Archivní složka neumožňuje vkládání podsložek.
de_de: Der Archiv-Ordner lässt keine Unterordner zu.
fi_fi: Arkistokansio ei sisällä alakansioita.
hu_hu: Az archivált mappa nem engedélyezi az almappákat.
ja_jp: アーカイブフォルダーには、サブフォルダーが許可されていません。
ro_ro: Dosarul de arhive nu permite dosare subordonate.
sk_sk: Priečinok Archív neumožňuje podpriečinky.

source: No valid file
cs_cz: Nesprávný typ souboru.
de_de: Keine gültige Datei
fi_fi: Tiedosto ei kelpaa
hu_hu: Nincs érvényes fájl.
ja_jp: 有効なファイルはありません
ro_ro: Fișierul nu este valid
sk_sk: Žiadny platný súbor

source: The mail part could not be read
cs_cz: Část se zprávou nemohla být přečtena
de_de: Der E-Mail-Teil konnte nicht gelesen werden
fi_fi: Viestiosiota ei voitu lukea
hu_hu: A levél nem olvasható
ja_jp: メール パートを読み込みできません
ro_ro: Partea de mail nu s-a putut citi
sk_sk: Časť emailu nebolo možné prečítať

source: The content of the mail is too big.
cs_cz: Obsah zprávy je příliš velký.
de_de: Der Inhalt der E-Mail ist zu groß.
fi_fi: Viestin sisältö on liian suuri.
hu_hu: A levél tartalma túl nagy.
ja_jp: メール内容が大きすぎます。
ro_ro: Conținutul mesajului este prea lung.
sk_sk: Obsah emailu je príliš veľký.

source: Invalid parameter value: %1$s
cs_cz: Neplatná hodnota parametru: %1$s
de_de: Ungültiger Parameter-Wert: %1$s
fi_fi: Epäkelpo parametrin arvo: %1$s
hu_hu: Érvénytelen érték: %1$s
ja_jp: 次のパラメータ値が無効です: %1$s
ro_ro: Valoare incorectă de parametru: %1$s
sk_sk: Neplatná hodnota parametra: %1$s

source: The flag name %1$s is not valid. Flags may not begin with a leading '\'.
cs_cz: %1$s není platný název příznaku. Příznaky nesmí začínat znakem ‚ \‘.
de_de: Der Markierungsname %1$s ist ungültig. Markierungen können nicht mit ' \' beginnen.
fi_fi: Lipukkeen nimi %1$s ei ole sallittu. Lipuke ei voi alkaa merkeillä '\'.
hu_hu: A(z) %1$s jelzőnév érvénytelen. A jelzők nem kezdődhetnek '\' karakterekkel.
ja_jp: フラグ名 %1$s は無効です。フラグ名は \ から開始できません。
ro_ro: Numele de marcaj %1$s este incorect. Un marcaj nu poate începe cu '\'.
sk_sk: Názov príznaku %1$s nie je platný. Príznaky nesmú začínať znakom "\".

source: The attachments to this E-Mail exceeded the size limit for attachments. Instead of sending the attachments with the E-Mail, the attachments are shared and the links are added to your E-Mail. Whoever receives the E-Mail can then access the attachments.
cs_cz: Přílohy k tomuto e-mailu přesahují limit velikosti příloh. Namísto zaslání příloh s e-mailem budou přílohy sdíleny a odkazy na ně budou přidány k e-mailu. Příjemce e-mailu pak bude mít k přílohám přístup.
de_de: Die Anhänge zu dieser E-Mail haben die Größenbeschränkung für Anhänge überschritten. Die Anhänge werden deshalb nicht per E-Mail gesendet, sondern werden freigegeben und die Links zu Ihrer E-Mail hinzugefügt. Wer die E-Mail erhält, kann dann auf die Anhänge zugreifen.
fi_fi: Tämän sähköpostin liitteiden koko ylitti sallitun enimmäiskoon. Sen sijaan, että liitteet olisi lähetetty liitteinä, ne on jaettu ja linkki on lisätty sähköpostiviestiisi. Ne ovat saatavilla viestin vastaanottajalle.
hu_hu: Ehhez a levélhez csatolt mellékletek mérete elérte a felső határt. A mellékletek megosztásra kerültek és a hivatkozás bekerült a levélbe. Aki megkapja a levelet, el fogja tudni érni a mellékletet.
ja_jp: このメールの添付ファイルは添付可能はファイルサイズの制限値を超えています。ファイルを添付する代りに、そのファイルは共有化されリンクがメールに追加されます。このメールを受信したすべてのユーザーは公開された添付ファイルにアクセスできます。
ro_ro: Fișierele atașate acestui mesaj depășesc limita permisă. Fișierele atașate nu vor fi trimise odată cu mesajul, ele vor fi partajate și legăturile vor fi adăugate mesajului. Destinatarii mesajului vor putea accesa astfel fișierele.
sk_sk: Prílohy tohto emailu prekračujú obmedzenie veľkosti emailu. Namiesto poslania prílohy v emailovej správe bola príloha zdieľaná a odkaz vložený do vašej správy. Ktokoľvek, kto email prijme môže prílohu zdieľať.

source: You are not allowed to compose a message containing share links
cs_cz: Nemáte oprávnění k sestavení zprávy obsahující odkazy ke sdílení
de_de: Sie haben keine Berechtigung zum Erstellen einer Nachricht mit Freigabe-Links
fi_fi: Et saa kirjoittaa jakolinkkejä sisältävää viestiä
hu_hu: Nem írhat olyan üzenetet, amelyben megosztott hivatkozások szerepelnek
ja_jp: 共有リンクを含むメッセージの作成は許可されていません。
ro_ro: Nu aveți permisiuni pentru a compune un mesaj ce conține legături de partajare
sk_sk: Nemáte oprávnenie písať správu obsahujúcu odkazy na zdieľanie

source: Please specify an expiration date in order to compose a message containing share links
cs_cz: Pro sestavení zprávy obsahující odkazy ke sdílení specifikujte, prosím, datum exspirace
de_de: Bitte geben Sie ein Ablaufdatum an, um eine Nachricht mit Freigabe-Links zu erstellen
fi_fi: Määritä vanhenemispäivämäärä, jotta voit kirjoittaa jakolinkkejä sisältävän viestin
hu_hu: Adja meg a megosztott hivatkozások lejárati dátumát abban az esetben, ha azt egy levélbe szeretné tenni
ja_jp: 共有リンクを含むメッセージを作成するには利用期限を指定してください。
ro_ro: Specificați o dată de expirare pentru a putea compune un mesaj ce conține legături de partajare
sk_sk: Prosím, uveďte dátum vypršania platnosti, ak chcete zostaviť správu obsahujúcu odkaz na zdieľanie

source: The selected authentication type is not supported by server %2$s
cs_cz: Zvolený druh autentizace server %2$s nepodporuje
de_de: Der gewählte Authentifizierungstyp wird vom Server %2$s nicht unterstützt
fi_fi: Palvelin %2$s ei tue valittua varmennustapaa
hu_hu: A kiválasztott hitelesítési típust a(z) %2$s kiszolgáló nem támogatja
ja_jp: 選択された認証タイプはサーバー %2$s でサポートされていません。
ro_ro: Modul de autentificare selectat nu este suportat de serverul %2$s
sk_sk: Server %2$s nepodporuje zvolený typ overovania

source: Please check your mail account: %2$s
cs_cz: Zkontrolujte, prosím, svůj e-mailový účet: %2$s
de_de: Bitte überprüfen Sie Ihr E-Mail-Konto: %2$s
fi_fi: Tarkista sähköpostitilisi: %2$s
hu_hu: Ellenőrizze a levelezési fiókot: %2$s
ja_jp: お使いのメールアカウント %2$s を確認してください
ro_ro: Verificați-vă contul de mail: %2$s
sk_sk: Prosím, skontrolujte svoj poštový účet: %2$s

source: Invalid name specified. Information from mail server: %1$s
cs_cz: Zadáno neplatné jméno. Informace z poštovního serveru: %1$s
de_de: Ungültiger Name angegeben. Informationen vom Mailserver: %1$s
fi_fi: Annettu kelpaamaton nimi. Tieto palvelimelta: %1$s
hu_hu: Érvénytelen név került megadásra. A levelezőkiszolgálótól visszaérkezett információ: %1$s
ja_jp: 無効な名前が指定されました。メールサーバーからの情報: %1$s
ro_ro: Nume specificat incorect. Informații de pe serverul de mail: %1$s
sk_sk: Zadaný neplatný názov. Informácie od poštového servera: %1$s

source: Insufficient permissions to perform the operation.
cs_cz: Pro vykonání operace nemáte dostatečná oprávnění.
de_de: Unzureichende Berechtigungen zum Ausführen des Vorgangs.
fi_fi: Toiminnon suorittamiseen ei ole riittäviä lupia.
hu_hu: Nincs elegendő jogosultság a művelet végrehajtásához.
ja_jp: 操作を実行する権限が不十分です。
ro_ro: Permisiuni insuficiente pentru efectuarea operației.
sk_sk: Nedostatočné oprávnenie na vykonanie operácie.

source: Such a folder already exists.
cs_cz: Taková složka již existuje.
de_de: Ein solcher Ordner ist bereits vorhanden.
fi_fi: Kyseinen kansio on jo olemassa.
hu_hu: Nem létezik ilyen mappa.
ja_jp: 該当するフォルダーがすでに存在します。
ro_ro: Un astfel de dosar există deja.
sk_sk: Taký priečinok už existuje.

source: Please change mail settings and configure a secure connection (if Transport Layer Security (TLS) is not in use, the client could try STARTTLS)
cs_cz: Upravte, prosím, nastavení pošty a použijte zabezpečené spojení (pokud se nepoužívá TLS, klient by mohl zkusit STARTTLS).
de_de: Bitte ändern Sie die E-Mail-Einstellungen und konfigurieren Sie eine sichere Verbindung (wenn Transport Layer Security (TLS) nicht verwendet wird, könnte der Kunde STARTTLS versuchen)
fi_fi: Vaihda postiasetuksia ja konfiguroi suojattu yhteys (jos Transport Layer Security (TLS) ei ole käytössä, asiakas voi kokeilla ottaa käyttöön STARTTLS).
hu_hu: Módosítsa a levelezés beállítását és állítson be egy biztonságos kapcsolatot (ha a Transparent Layer Security (TLS) nincs használatban, akkor megpróbálja a STARTTLS használatát)
ja_jp: メール設定を変更して、セキュリティ保護された設定にしてください（Transport Layer Security (TLS) が使用されていない場合、クライアントはSTARTTLSを試してください）。
ro_ro: Modificați setările poștei electronice și configurați o conexiune securizată (dacă TLS nu este utilizat, clientul ar putea încerca STARTTLS)
sk_sk: Prosím, zmeňte nastavenia pošty a nastavte zabezpečené pripojenie. Ak sa nepoužíva TLS (Transport Layer Security), klient môže skúsiť STARTTLS.

source: Your mail account %2$s was disabled due to invalid credentials. Please edit the account and enter correct credentials to enable it again
cs_cz: Váš poštovní účet %2$s byl vypnut kvůli neplatným přihlašovacím údajům. Upravte, prosím, svůj účet a zadejte platné přihlašovací údaje, aby bylo možné jej opět zapnout.
de_de: Ihr E-Mail-Konto %2$s wurde aufgrund ungültiger Zugangsdaten deaktiviert. Bitte bearbeiten Sie das Konto und geben Sie die korrekten Zugangsdaten ein, um es wieder zu aktivieren.
fi_fi: Sähköpostitilisi %2$s on kytketty pois päältä kelpaamattomien pääsytietojen vuoksi. Muokkaa tiliä ja anna oikeat pääsytiedot, jotta se voidaan taas kytkeä päälle
hu_hu: A(z) %2$s levelezőfiók letiltásra került, mert a hitelesítési adatok nem megfelelőek. Az újraengedélyezéshez módosítsa a felhasználói fiókját és adja meg a megfelelő bejelentkezési nevet és jelszót.
ja_jp: 認証情報が無効なため、メールアカウント%2$sは無効になりました。アカウントを編集し、正しい認証情報を入力して、再度有効にしてください。
ro_ro: Contul dumneavoastră de mail %2$s a fost dezactivat din cauza datelor de acces incorecte. Editați contul și introduceți datele de acces corecte pentru a-l activa din nou
sk_sk: Váš poštový účet %2$s bol zablokovaný z dôvodu neplatných prihlasovacích údajov. Prosím, upravte svoj účet a zadajte správne prihlasovacie údaje, aby ste ho znova aktivovali

source: Your mail account %2$s was disabled because of authorization issues. Please reauthorize the account %5$s to enable it again.
cs_cz: Váš poštovní účet %2$s byl vypnut kvůli problém s autorizací. Autorizujte, prosím, znovu účet %5$s, aby bylo možné jej opět zapnout.
de_de: Ihr E-Mail-Konto %2$s wurde aufgrund von Autorisationsproblemen deaktiviert. Bitte autorisieren Sie das Konto %5$s erneut, um es wieder zu aktivieren.
fi_fi: Sähköpostitilisi %2$s on kytketty pois päältä käyttöoikeusongelmien vuoksi. Anna valtuudet tilille %5$s jotta se voidaan taas kytkeä päälle.
hu_hu: A(z) %2$s levelezőfiók hitelesítési okokból letiltásra került. Az újraengedélyezéshez végezze el a(z) %5$s felhasználói fiókját hitelesítését.
ja_jp: 認証に問題があるためメールアカウント %2$s は無効になりました。アカウント %5$s を再認証し、有効にしてください。
ro_ro: Contul dumneavoastră de mail %2$s a fost dezactivat din cauza unor probleme de autorizare. Reautorizați contul %5$s pentru a-l activa din nou.
sk_sk: Váš poštový účet %2$s bol zablokovaný z dôvodu problému pri autorizácii. Prosím, znovu autorizujte účet %5$s, aby ste ho znova aktivovali.

source: Your mail transport for %2$s was disabled due to invalid credentials. Please edit the account and enter correct credentials to enable it again
cs_cz: Váš poštovní přenosový účet pro %2$s byl vypnut kvůli neplatným přihlašovacím údajům. Upravte účet a zadejte platné přihlašovací údaje, aby bylo možné jej opět zapnout.
de_de: Ihr Mail-Transport für %2$s wurde aufgrund ungültiger Zugangsdaten deaktiviert. Bitte bearbeiten Sie das Konto und geben Sie die korrekten Zugangsdaten ein, um ihn wieder zu aktivieren.
fi_fi: Sähköpostisi siirto tilillä %2$s on kytketty pois päältä kelpaamattomien tietojen takia. Muokkaa tiliä ja anna oikeat pääsytiedot, jotta se voidaan taas kytkeä päälle
hu_hu: A(z) %2$s levelezőfiók levélküldése letiltásra került, mert a hitelesítési adatok nem megfelelőek. Az újraengedélyezéshez módosítsa a felhasználói fiókját és adja meg a megfelelő bejelentkezési nevet és jelszót.
ja_jp: 認証情報が無効なため、メールトランスポート%2$sは無効になりました。アカウントを編集し、正しい認証情報を入力して、再度有効にしてください。
ro_ro: Transportul de corespondență pentru %2$s a fost dezactivat din cauza datelor de acces nevalide. Editați detaliile contului și introduceți datele de acces corecte pentru a-l activa din nou
sk_sk: Váš poštový transport pre %2$s bol zablokovaný z dôvodu neplatných prihlasovacích údajov. Prosím, upravte svoj účet a zadajte správne prihlasovacie údaje, aby ste ho znova aktivovali

source: Your mail transport for %2$s was disabled because of authorization issues. Please reauthorize the account %5$s to enable it again.
cs_cz: Váš poštovní přenosový účet pro %2$s byl vypnut kvůli problému s autorizací. Autorizujte, prosím, znovu účet %5$s, aby bylo možné jej opět zapnout.
de_de: Ihr E-Mail-Transport für %2$s wurde aufgrund von Autorisationsproblemen deaktiviert. Bitte autorisieren Sie das Konto %5$s erneut, um ihn wieder zu aktivieren.
fi_fi: Viestin toimittaminen vastaanottajalle %2$s ei onnistunut oikeuksien puuttumisen vuoksi. Anna uudelleen oikeudet tilille %5$s, jotta se tulee taas voimaan.
hu_hu: A(z) %2$s levelezőfiók levélküldése hitelesítési okokból letiltásra került. Az újraengedélyezéshez végezze el a(z) %5$s felhasználói fiókját hitelesítését.
ja_jp: 認証に問題があるため、メールトランスポート%2$sは無効になりました。アカウント%5$sを再認証し、有効にしてください。
ro_ro: Transportul dumneavoastră de mail pentru %2$s a fost dezactivat din cauza unor probleme de autorizare. Reautorizați contul %5$s pentru a-l activa din nou.
sk_sk: Váš poštový transport pre %2$s bol zablokovaný z dôvodu problému pri autorizácii. Prosím, znovu autorizujte účet %5$s, aby ste ho znova aktivovali.

source: Unsupported OAuth mail access to server %1$s
cs_cz: Nepodporovaný přístup k serveru %1$s pomocí OAuth mail
de_de: Nicht unterstützter OAuth-Mailzugriff auf Server %1$s
fi_fi: OAuth postinhakua palvelimelle %1$s ei tueta
hu_hu: Nem támogatott az OAuth e-mail hozzáférés a(z) %1$s kiszolgálóhoz
ja_jp: サーバー%1$sへのサポートされていないOAuthメールアクセス
ro_ro: Acces de e-mail OAuth neacceptat la serverul %1$s
sk_sk: Nepodporovaný prístup OAuth k pošte na serveri %1$s

source: Unsupported OAuth transport access to server %1$s
cs_cz: Nepodporovaný přístup k serveru %1$s pomocí OAuth transport
de_de: Nicht unterstützter OAuth-Transportzugriff auf Server %1$s
fi_fi: OAuth liikenteen pääsyä palvelimelle %1$s ei tueta
hu_hu: Nem támogatott az OAuth szállítási hozzáférés a(z) %1$s kiszolgálóhoz
ja_jp: サーバー%1$sへのサポートされていないOAuth トランスポートアクセス
ro_ro: Acces de transport OAuth neacceptat la serverul %1$s
sk_sk: Nepodporovaný prístup OAuth k transportu na serveri %1$s

source: Mail server %1$s denied connect attempt: %3$s
cs_cz: Poštovní server %1$s odmítl pokus o připojení: %3$s
de_de: E-Mail-Server %1$s hat Verbindungsversuch verweigert: %3$s
fi_fi: Postipalvelin %1$s esti yhteysyrityksen: %3$s
hu_hu: A(z) %1$s levelezőkiszolgáló megtagadta a csatlakozási kísérletet: %3$s
ja_jp: メールサーバー%1$sが接続試行を拒否しました：%3$s
ro_ro: Server de e-mail %1$s a negat încercarea de conectare: %3$s
sk_sk: Poštový server %1$s odmietol pokus o pripojenie: %3$s

source: As the original email no longer exists, your email has been sent as a new one.
cs_cz: Protože původní zpráva již neexistuje, vaše zpráva byla odeslána jako nová.
de_de: Da die ursprüngliche E-Mail nicht mehr existiert, wurde Ihre E-Mail als neue E-Mail gesendet.
fi_fi: Koska alkuperäistä viestiä ei enää ole, sähköpostisi on lähetetty uutena viestinä.
hu_hu: Mivel az eredeti e-mail már nem létezik, az e-mail címét újként küldtük el.
ja_jp: 元のメールが存在しないためご利用のメールに新しいメールが送信されました。
ro_ro: Deoarece e-mailul original nu mai există, e-mailul a fost trimis ca unul nou.
sk_sk: Keďže pôvodný e-mail už neexistuje, váš e-mail bol odoslaný ako nový.

source: The operation cannot be performed because composed message is not a reply
cs_cz: Operaci nelze provést, protože připravená zpráva není odpověď.
de_de: Die Aktion kann nicht durchgeführt werden, da die verfasste Nachricht keine Antwort ist
fi_fi: Toimintoa ei voida suorittaa, koska laadittu viesti ei ole vastaus
hu_hu: A műveletet nem lehet végrehajtani, mert a megírt üzenet nem válasz
ja_jp: 作成されたメッセージが返信ではないので操作が行えません。
ro_ro: Operațiunea nu se poate efectua deoarece mesajul compus nu este un răspuns
sk_sk: Operáciu nie je možné vykonať, pretože správa, ktorú píšete, nie je odpoveď
