Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Method "%1$s" in HTTP header authorization is not supported.
cs_cz: Metoda „%1$s“ v autorizační HTTP hlavičce není podporována.
de_de: Methode "%1$s" in HTTP Header wird nicht unterstützt.
fi_fi: Metodi "%1$s" ei ole tuettu HTTP-otsakkeita käyttävässä tunnistautumisessa.
hu_hu: A(z) „%1$s” módszer a HTTP-fejléc hitelesítésében nem támogatott.
ja_jp: HTTP ヘッダ認証に指定されたメソッド "%1$s" はサポートされていません。
ro_ro: Metoda "%1$s" din autorizarea antetului HTTP nu este suportată.
sk_sk: Metóda "%1$s" v autorizácii hlavičkami HTTP nie je podporovaná.

source: Missing client capabilities.
cs_cz: Chybí možnosti klienta.
de_de: Fehlende Client-Funktionen
fi_fi: Puuttuvia asiakasominaisuuksia.
hu_hu: Hiányzó kliensképesség.
ja_jp: クライアント機能が見つかりません。
ro_ro: Lipsesc anumite funcționalități ale clientului.
sk_sk: Chýbajú schopnosti klienta.

source: Automatic login is not supported.
cs_cz: Automatické přihlášení není podporované.
de_de: Automatisches Anmelden wird nicht unterstützt.
fi_fi: Automaattista kirjautumista ei tueta.
hu_hu: Az automatikus bejelentkezés nem támogatott.
ja_jp: 自動ログインはサポートされていません。
ro_ro: Conectarea automată nu este suportată.
sk_sk: Automatické prihlásenie nie je podporované.

source: The user account is not activated.
cs_cz: Uživatelský účet není aktivovaný.
de_de: Das Benutzerkonto ist nicht aktiviert.
fi_fi: Tiliä ei ole aktivoitu.
hu_hu: A felhasználói fiók nincs aktiválva.
ja_jp: ユーザー アカウントは有効化されていません。
ro_ro: Contul utilizatorului nu este activat.
sk_sk: Používateľský účet nie je aktivovaný.

source: You exceeded the maximum count of logins without password.
cs_cz: Překročil(a) jste maximální počet přihlášení bez hesla.
de_de: Sie haben die maximale Anzahl an Anmeldungen ohne Passwort überschritten.
fi_fi: Ylitit ilman salasanaa tapahtuvien sisäänkirjaumisten enimmäismäärän.
hu_hu: Elérte a jelszó nélkül maximálisan engedélyezett belépések számát.
ja_jp: パスワードを入力せずにログインできる最大ログイン回数数を超えました。
ro_ro: Ați depășit numărul maxim de conectări fără parolă.
sk_sk: Prekročili ste maximálny počet prihlásení bez hesla.

source: A password is required to continue. Please choose one and try again.
cs_cz: Pro pokračování je potřeba heslo. Nějaké zvolte a zkuste to, prosím, znovu.
de_de: Zum Fortfahren wird ein Passwort benötigt. Bitte wählen Sie eines und versuchen Sie es erneut.
fi_fi: Jatkaminen vaatii salasanan. Valitse salasana ja yritä uudelleen.
hu_hu: A folytatáshoz jelszóra van szükség. Válasszon egy jelszót és próbálja meg újra.
ja_jp: 続行するにはパスワードが必要です。パスワードを選択してやり直してください。
ro_ro: Pentru a continua se necesită o parolă. Introduceți una și încercați din nou.
sk_sk: Aby ste mohli pokračovať, budete potrebovať heslo. Prosím, zvoľte si nejaké a skúste to znova.

source: Authentication via this method is disabled.
cs_cz: Autentizace pomocí této metody je vypnutá.
de_de: Die Authentifizierung über diese Methode wurde deaktiviert.
fi_fi: Varmennus tällä menetelmällä on kytketty pois päältä.
hu_hu: A hitelesítés ezzel módszerrel le van tiltva.
ja_jp: この方法による認証は無効になっています。
ro_ro: Autentificarea prin această metodă a fost dezactivată.
sk_sk: Autentifikácia pomocou tejto metódy je vypnutá.

source: The password is incorrect.
cs_cz: Chybné heslo.
de_de: Falsches Passwort.
fi_fi: Salasana on väärä.
hu_hu: A jelszó helytelen.
ja_jp: パスワードが正しくありません。
ro_ro: Parola este incorectă.
sk_sk: Heslo je nesprávne.

source: Login denied.
cs_cz: Přihlášení zamítnuto.
de_de: Anmeldung verweigert.
fi_fi: Sisäänkirjoittautuminen ei onnistunut.
hu_hu: Bejelentkezés megtagadva.
ja_jp: ログインが拒否されました。
ro_ro: Autentificare refuzată.
sk_sk: Prihlásenie odmietnuté.

source: Too many login attempts. Please try again later.
cs_cz: Příliš mnoho pokusů o přihlášení. Zkuste to později.
de_de: Zu viele Anmeldeversuche. Bitte versuchen Sie es später erneut.
fi_fi: Liian monta kirjautumisyritystä. Yritä myöhemmin uudelleen.
hu_hu: Túl sok bejelentkezési kísérlet történt. Próbálja újra később.
ja_jp: ログイン試行が多すぎました。もう一度やり直してください。
ro_ro: Prea multe tentative de conectare. Încercați din nou mai târziu.
sk_sk: Príliš mnoho pokusov o prihlásenie. Prosím, skúste to znova neskôr.

source: Too few (%d) login attributes.
cs_cz: Příliš málo (%d) přihlašovacích atributů.
de_de: Zu wenige (%d) Anmeldeattribute.
fi_fi: Liian vähän (%d) kirjautumisominaisuuksia.
hu_hu: Túl kevés (%d) bejelentkezési attribútum.
ja_jp: ログイン属性が少な過ぎます (%d)。
ro_ro: Prea puține (%d) atribute de autentificare.
sk_sk: Príliš málo (%d) atribútov prihlásenia.

source: The account %2$s is disabled.
cs_cz: Účet %2$s je vypnutý.
de_de: Das Konto %2$s ist deaktiviert.
fi_fi: Tili %2$s on kytketty pois käytöstä.
hu_hu: A(z) %2$s fiók letiltva.
ja_jp: アカウント %2$s は無効になっています。
ro_ro: Contul %2$s este dezactivat.
sk_sk: Účet %2$s je vypnutý.

source: [Not available]
cs_cz: [Není k dispozici]
de_de: [Nicht verfügbar]
fi_fi: [Ei viestiä]
hu_hu: [Nem érhető el]
ja_jp: [利用できません]
ro_ro: [Nu este disponibil]
sk_sk: [Nedostupný]

source: An error occurred inside the server which prevented it from fulfilling the request.
cs_cz: V serveru došlo k chybě, která zabránila tomu, aby byl požadavek proveden.
de_de: Auf dem Server trat ein vorübergehender Fehler auf. Die Anfrage konnte nicht verarbeitet werden.
fi_fi: Palvelimella tapahtu virhe, joka estää pyynnön toteuttamisen.
hu_hu: Hiba történt a kiszolgálón belül, ami megakadályozta a kérés teljesítését.
ja_jp: サーバーにエラーが発生したため、リクエストを処理できませんでした。
ro_ro: A apărut o eroare pe server care a nu a permis soluționarea cererii.
sk_sk: Vyskytla sa chyba vnútri servera, ktorá mu zabránila v splnení požiadavky.

source: A temporary error occurred inside the server which prevented it from fulfilling the request. Please try again later.
cs_cz: Na serveru došlo k dočasné chybě, která zabránila tomu, aby byl požadavek proveden. Zkuste to, prosím, později.
de_de: Auf dem Server trat ein vorübergehender Fehler auf. Die Anfrage konnte nicht verarbeitet werden. Bitte versuchen Sie es später erneut.
fi_fi: Palvelimella tapahtu tilapäinen virhe, joka estää pyynnön toteuttamisen. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: Átmeneti hiba történt a kiszolgálóban, ami megakadályozta a kérés teljesítését. Próbálja újra később.
ja_jp: サーバーに一時的なエラーが発生したため、リクエストを実行できませんでした。後でもう一度やり直してください。
ro_ro: A apărut o eroare temporară pe server care nu a permis soluționarea cererii. Încercați din nou.
sk_sk: Vyskytla sa dočasná chyba vnútri servera, ktorá mu zabránila v splnení požiadavky. Prosím, skúste to neskôr znova.

source: The server is refusing to process the request.
cs_cz: Server odmítá požadavek zpracovat.
de_de: Der Server verweigert die Verarbeitung der Anfrage.
fi_fi: Palvelin kieltäytyy käsittelemästä pyyntöä.
hu_hu: A kiszolgáló visszautasítja a kérés feldolgozását.
ja_jp: サーバーがリクエストの処理を拒否しています。
ro_ro: Serverul refuză procesarea cererii.
sk_sk: Server odmieta spracovať požiadavku.

source: The object has been changed in the meantime.
cs_cz: Mezitím byl objekt změněn.
de_de: Das Objekt hat sich mittlerweile geändert.
fi_fi: Kohdetta on sillä välin muutettu.
hu_hu: Az objektum időközben megváltozott.
ja_jp: オブジェクトは既に変更されています。
ro_ro: Obiectul a fost modificat între timp.
sk_sk: Objekt bol medzičasom zmenený.

source: Object not found. %1$s
cs_cz: Objekt nenalezen. %1$s
de_de: Objekt nicht gefunden. %1$s
fi_fi: Kohdetta ei löytynyt. %1$s
hu_hu: Az objektum nem található. %1$s
ja_jp: オブジェクトが見つかりません。%1$s
ro_ro: Obiectul nu a fost găsit. %1$s
sk_sk: Objekt nenájdený. %1$s

source: No permission for module: %1$s.
cs_cz: Nemám oprávnění pro modul: %1$s.
de_de: Keine Berechtigung für das Modul: %1$s.
fi_fi: Ei oikeuksia osioon: %1$s.
hu_hu: Nincs jogosultsága ehhez a modulhoz: %1$s.
ja_jp: モジュール %1$s に対する権限がありません。
ro_ro: Lipsesc permisiunile pentru modulul: %1$s.
sk_sk: Nie je povolený prístup k modulu: %1$s

source: No folder permission.
cs_cz: Žádná oprávnění k složce.
de_de: Keine Ordnerberechtigung
fi_fi: Ei oikeuksia kansioon.
hu_hu: Nincs mappajogosultság.
ja_jp: フォルダー権限がありません。
ro_ro: Lipsesc permisiunile pentru dosar.
sk_sk: Chýba oprávnenie k priečinku.

source: Missing field: %s
cs_cz: Chybějící pole: %s
de_de: Fehlendes Feld: %s
fi_fi: Puuttuva kenttä: %s
hu_hu: Hiányzó mező: %s
ja_jp: 次のフィールドが見つかりません: %s
ro_ro: Lipsește câmpul %s
sk_sk: Chýba pole: %s

source: Error while reading/writing data from/to the database.
cs_cz: Chyba při čtení/zápisu dat z/do databáze.
de_de: Fehler beim Lesen oder Schreiben aus bzw. in die Datenbank.
fi_fi: Virhe luettaessa/kirjoitettaessa tietoa tietokannasta/tietokantaan.
hu_hu: Hiba történt az adatbázis olvasása/írása közben.
ja_jp: データベースへのデータの書き込みまたはデータベースからのデータの読み込み中にエラーが発生しました。
ro_ro: Eroare la citirea/scrierea datelor din/în baza de date.
sk_sk: Chyba počas čítania/zápisu údajov z/do databázy.

source: Data cannot be stored into the database because it is too big
cs_cz: Data se nepodařillo uložit do databáze, protože jde o příliš velký objem
de_de: Die Daten können nicht in der Datenbank gespeichert werden, da sie zu umfangreich sind
fi_fi: Dataa ei voida tallentaa tietokantaan, koska se on liian iso
hu_hu: Mivel aza dat túl nagy, ezért nem tárolható az adatbázisban.
ja_jp: データが長すぎるため、データベースに保存できません。
ro_ro: Datele nu s-au putut salva în baza de date pentru că volumul este prea mare
sk_sk: Údaje nie je možné uložiť do databázy, pretože sú príliš veľké

source: The request sent by the client was syntactically incorrect
cs_cz: Odeslaný požadavek nebyl syntakticky správný
de_de: Die vom Client gesendete Anfrage ist syntaktisch falsch
fi_fi: Asiakasohjelmiston lähettämä pyynto oli syntaktisesti epäkelpo
hu_hu: A kliens által küldött kérés szintaktikailag helytelen volt.
ja_jp: クライアントから送信された要求は、構文的に正しくありません。
ro_ro: Cererea trimisă de client era incorectă din punct de vedere sintactic
sk_sk: Požiadavka zaslaná klientovi nebola syntakticky správna

source: File not found: %1$s
cs_cz: Soubor nenalezen: %1$s
de_de: Datei nicht gefunden. %1$s
fi_fi: Tiedostoa ei löytynyt: %1$s
hu_hu: A fájl nem található: %1$s
ja_jp: 次のファイルが見つかりません: %1$s
ro_ro: Nu s-a găsit fișierul: %1$s
sk_sk: Súbor nenájdený: %1$s

source: No such managed file associated with ID: %1$s
cs_cz: S ID %1$s není asociován žádný spravovaný soubor
de_de: Keine verwaltete Datei vorhanden mit der ID: %1$s
fi_fi: Tunnisteeseen ei liity hallinnoitua tiedostoa: %1$s
hu_hu: Nincs ilyen felügyelt fájl társítva ehhez az azonosítóhoz: %1$s
ja_jp: 次の ID に関連付けられている管理ファイルがありません: %1$s
ro_ro: Niciun fișier gestionat de acest tip nu este asociat identificatorului: %1$s
sk_sk: Žiaden taký spravovaný súbor nie je spojený s ID: %1$s

source: %1$s has mentioned you in a document "%2$s"
cs_cz: %1$s vás zmínil(a) v dokumentu „%2$s“
de_de: %1$s hat Sie in einem Dokument "%2$s" erwähnt
fi_fi: %1$s on maininnut sinut asiakirjassa "%2$s"
hu_hu: %1$s megemlítette a(z) "%2$s" dokumentumban
ja_jp: %1$s がドキュメント「%2$s」にあなたを指名しました
ro_ro: %1$s v-a menționat într-un document "%2$s"
sk_sk: %1$s vás spomenul v dokumente "%2$s"

source: %1$s (%2$s) has mentioned you in a comment in the following document:
cs_cz: %1$s (%2$s) vás zmínil(a) v komentáři v dokumentu:
de_de: %1$s (%2$s) hat Sie im folgenden Dokument in einem Kommentar erwähnt:
fi_fi: %1$s (%2$s) on maininnut sinut huomautuksessa seuraavassa asiakirjassa:
hu_hu: %1$s (%2$s) megemlítette egy megjegyzésben ebben a dokumentumban:
ja_jp: %1$s（%2$s）が次のドキュメントのコメントにあなたを指名しました。
ro_ro: %1$s (%2$s) v-a menționat într-un comentariu în următorul document:
sk_sk: %1$s (%2$s) vás spomenul v komentári v nasledovnom dokumente:

source: Please click the button below to open the document.
cs_cz: Pro otevření dokumentu klikněte na tlačítko.
de_de: Klicken Sie bitte auf die Schaltfläche unten, um das Dokument zu öffnen.
fi_fi: Avaa asiakirja napauttamalla allaolevaa nappia.
hu_hu: Kattintson az alábbi gombra a dokumentum megnyitásához.
ja_jp: 下のボタンをクリックして開いてください。
ro_ro: Vă rugăm să apăsați pe butonul de mai jos pentru a deschide documentul.
sk_sk: Dokument otvoríte kliknutím na tlačidlo nižšie.

source: Go to comment
cs_cz: Jít na komentář
de_de: Zum Kommentar gehen
fi_fi: Mene huomautukseen
hu_hu: Ugrás a megjegyzésekhez
ja_jp: コメントを表示
ro_ro: Mergi la comentariu
sk_sk: Prejsť na komentár

source: A required service is temporarily unavailable. Please try again later.
cs_cz: Požadovaná služba je dočasně nedostupná. Zkuste to, prosím, později.
de_de: Ein benötigter Dienst ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
fi_fi: Vaadittu palvelu ei tilapäisesti ole saatavissa. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: Egy szükséges szolgáltatás jelenleg nem érhető el. Próbálja újra később.
ja_jp: 要求されたサービスは一時的に利用できません。後でもう一度やり直してください。
ro_ro: Serviciul solicitat nu este disponibil momentan. Încercați din nou.
sk_sk: Požadovaná služba je dočasne nedostupná. Prosím, skúste to neskôr znova.

source: The maximum number of sessions is exceeded. Please try again later.
cs_cz: Byl překročen maximální počet sezení. Zkuste to, prosím, později.
de_de: Die maximale Anzahl von Sitzungen wurde überschritten. Bitte versuchen Sie es später erneut.
fi_fi: Suurin sallittu istuntojen määrä ylittyy. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: Túllépte a munkamenetek maximális számát. Próbálja újra később.
ja_jp: セッションの最大数を超えました。後でもう一度やり直してください。
ro_ro: Numărul maxim de sesiuni a fost depășit. Încercați din nou.
sk_sk: Maximálny počet relácií bol prekročený. Prosím, skúste to neskôr znova.

source: The password could not be changed in the current session. Please login again.
cs_cz: Heslo nelze změnit v rámci aktuálního sezení. Přihlaste se, prosím, znovu.
de_de: Das Passwort konnte in der aktuellen Sitzung nicht geändert werden. Bitte melden Sie sich erneut an.
fi_fi: Salasanaa ei voitu tämänhetkisessä istunnossa vaihtaa. Ole hyvä ja uudelleenkirjaudu.
hu_hu: A jelszó nem módosítható ebben a munkamenetben. Jelentkezzen be újra.
ja_jp: 現在のセッションでは、パスワードを変更できませんでした。もう一度ログインしてください。
ro_ro: Nu s-a putut modifica parola în sesiunea curentă. Autentificați-vă din nou.
sk_sk: Heslo v aktuálnej relácii sa nepodarilo zmeniť. Prosím, prihláste sa znova.

source: The maximum number of sessions is exceeded for your account. Please logout from other clients and try again.
cs_cz: Maximální počet sezení pro váš účet byl překročen. Odhlaste se, prosím, v ostatních klientech a zkuste to znovu.
de_de: Die maximale Anzahl von Sitzungen für Ihr Konto wurde überschrittent. Bitte melden Sie sich von anderen Clients ab und versuchen Sie es erneut.
fi_fi: Tilisi suurin sallittu istuntojen määrä ylittyy. Kirjaudu ulos toisella asiakasohjelmalla ja yritä uudelleen.
hu_hu: Túllépte a fiókja a munkamenetek maximális számát. Jelentkezzen ki más kliensekből, és próbálja újra.
ja_jp: ご利用のアカウントで、セッションの最大数を超えました。他のクライアントでログアウトして、もう一度やり直してください。
ro_ro: Numărul maxim de sesiuni pentru contul dumneavoastră a fost depășit. Deconectați-vă de la alți clienți și încercați din nou.
sk_sk: Maximálny počet relácií pre váš účet bol prekročený. Prosím, odhláste sa z iných klientov a skúste to znova.

source: Your session expired. Please login again.
cs_cz: Vaše sezení vypršelo. Přihlaste se, prosím, znovu.
de_de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
fi_fi: Istuntosi vanheni. Ole hyvä ja uudelleenkirjaudu.
hu_hu: A művelethez engedélyezett idő lejárt, ismételten be kell jelentkezni.
ja_jp: セッションが期限切れです。もう一度ログインしてください。
ro_ro: Sesiunea dumneavoastră a expirat. Autentificați-vă din nou.
sk_sk: Vaša relácia vypršala. Prosím, skúste to znova.

source: The account "%2$s" is currently not enabled. Please try again later.
cs_cz: Účet „%1$s“ není v tuto chvíli povolený. Zkuste to, prosím, později.
de_de: Das Konto "%2$s" ist derzeit nicht aktiviert. Bitte versuchen Sie es später erneut.
fi_fi: Tili "%2$s" ei tällä hetkellä ole kytkettynä käyttöön. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: A(z) „%2$s” fiók jelenleg nincs engedélyezve. Próbálja újra később.
ja_jp: アカウント "%2$s" は現在有効になっていません。後でもう一度やり直してください。
ro_ro: Contul "%2$s" nu este activat pentru moment. Încercați din nou.
sk_sk: Účet "%2$s" momentálne nie je zapnutý. Prosím, skúste to znova neskôr.

source: The maximum number of sessions is exceeded for client %1$s. Please logout from other clients and try again.
cs_cz: Byl překročen maximální počet sezení pro klienta %1$s. Odhlaste se, prosím, v ostatních klientech a zkuste to znovu.
de_de: Die maximale Anzahl von Sitzungen für den Client %1$s wurde überschritten. Bitte melden Sie sich von anderen Clients ab und versuchen Sie es erneut.
fi_fi: Suurin sallittu istuntojen määrä ylittyy asiakkaalle %1$s. Kirjaudu ulos toisella asiakasohjelmalla ja yritä uudelleen.
hu_hu: %1$s kliens túllépte a munkamenetek maximális számát. Jelentkezzen ki más kliensekből, és próbálja újra.
ja_jp: クライアント %1$s の最大セッション数を超えました。他のクライアントでログアウトして、もう一度やり直してください。
ro_ro: S-a depășit numărul maxim de sesiuni pentru clientul %1$s. Deconectați-vă de pe alți clienți și încercați din nou.
sk_sk: Max. počet relácií pre klienta %1$s bol prekročený. Prosím, odhláste sa z iných klientov a skúste to znova.

source: The session is no longer available. Please try again.
cs_cz: Sezení už není dostupné. Přihlaste se, prosím, znovu.
de_de: Ihre Sitzung ist abgelaufen. Bitte versuchen Sie es erneut.
fi_fi: Istunto ei ole enää saatavilla. Yritä uudelleen.
hu_hu: A munkamenet már nem érhető el. Próbálja újra.
ja_jp: セッションは既に利用できません。もう一度やり直してください。
ro_ro: Sesiunea nu mai este disponibilă. Încercați din nou.
sk_sk: Vaša relácia už nie je k dispozícii. Prosím, skúste to znova.

source: Kerberos ticket in session is missing. Pleasy try again.
cs_cz: Sezení nemá ticket Kerberos. Zkuste to, prosím, znovu.
de_de: Das Kerberos-Ticket für die Sitzung fehlt. Bitte versuchen Sie es erneut.
fi_fi: Kerberos-lipuke puuttuu. Yritä uudelleen.
hu_hu: Hiányzik a Kerberos jegy ebben a munkameneteben. Próbálja újra.
ja_jp: セッション中のKerberosチケットが見つかりません。もう一度やり直してください。
ro_ro: Lipsește tichetul Kerberos din sesiune. Încercați din nou.
sk_sk: Lístok protokolu Kerberos v relácii chýba. Prosím, skúste to znova.

source: Cannot clone object "%1$s".
cs_cz: Nelze klonovat objekt „%1$s“.
de_de: Das Objekt "%1$s" kann nicht geklont werden.
fi_fi: Objektia "%1$s" ei voi kloonata.
hu_hu: Nem klónozható a(z) „%1$s” objektum.
ja_jp: オブジェクト "%1$s" を複製できません。
ro_ro: Nu s-a putut clona obiectul "%1$s".
sk_sk: Nie je možné klonovať objekt "%1$s".

source: Hash algorithm "%s" could not be found.
cs_cz: Hašovací algoritmus „%s“ se nepodařilo nalézt.
de_de: Der Hash-Algorithmus "%s" konnte nicht gefunden werden.
fi_fi: Tiivistealgoritmia (hash) %s ei löytynyt.
hu_hu: A(z) „%s” hash algoritmus nem található.
ja_jp: ハッシュアルゴリズム "%s" は見つかりませんでした。
ro_ro: Algoritmul de hash "%s" nu a fost găsit.
sk_sk: Hašovací algoritmus "%s" nebol nájdený.

source: Encoding "%s" cannot be used.
cs_cz: Kódování „%s“ nelze použít.
de_de: Die Kodierung "%s" kann nicht verwendet werden.
fi_fi: Koodausmenetelmää "%s "ei voida käyttää.
hu_hu: A(z) „%s” kódolás nem használható.
ja_jp: エンコーディング "%s" は使用できません。
ro_ro: Codificarea "%s" nu poate fi utilizată.
sk_sk: Kódovanie "%s" nemožno použiť.

source: Cannot find user with identifier "%1$s" in context %2$d.
cs_cz: Nelze nalézt uživatele s identifikátorem „%1$s“ v kontextu %2$d.
de_de: Ein Benutzer mit der ID "%1$s" konnte nicht im Kontext %2$d gefunden werden.
fi_fi: Käyttäjää tunnisteella "%1$s" ei löydy kontekstista %2$d.
hu_hu: Nem található a(z) „%1$s” azonosítójú felhasználó a(z) %2$d kontextusban.
ja_jp: コンテキスト %2$d に識別子 %1$s のユーザーが見つかりません。
ro_ro: Nu s-a putut găsi utilizatorul cu identificatorul "%1$s" în contextul %2$d.
sk_sk: Nebol nájdený používateľ s identifikátorom "%1$s" v kontexte %2$d.

source: Two users with same identifier "%1$s" in context %2$d found.
cs_cz: Nalezeni dva uživatelé se stejným identifikátorem „%1$s“ v kontextu %2$d.
de_de: Es wurden zwei Benutzer mit identischer ID "%1$s" im Kontext %2$d gefunden.
fi_fi: Löytyi kaksi käyttäjää samalla tunnisteella "%1$s" kontekstissa %2$s.
hu_hu: Két felhasználó megegyező azonosítóval („%1$s”) rendelkezik a(z) %2$d kontextusban.
ja_jp: コンテキスト %2$d に同じ識別子 %1$s のユーザーが二人見つかりました。
ro_ro: S-au găsit doi utilizatori cu același identificator "%1$s" în contextul %2$d.
sk_sk: Nájdení dvaja používatelia s rovnakým identifikátorom "%1$s" v kontexte %2$d.

source: Problem putting/removing an object into/from the cache.
cs_cz: Problém s vkládáním/odebíráním objektu do/z cache.
de_de: Problem beim Legen/Entfernen eines Objekts in/aus den/m Zwischenspeicher.
fi_fi: Ongelma tallennettaessa/poistettaessa kohdetta välimuistiin/välimuistista.
hu_hu: Probléma egy objektum gyorsítótárba helyezésekor vagy abból való eltávolításakor.
ja_jp: オブジェクトをキャッシュに格納中に、またはキャッシュから削除中に問題が発生しました。
ro_ro: Problemă la introducerea/eliminarea unui obiect în/din cache.
sk_sk: Problém pri vkladaní/odstraňovaní objektu doz cache.

source: No permission to modify resources in context "%1$s"
cs_cz: Nemám oprávnění k úpravě zdrojů v kontextu „%1$s“
de_de: Keine Berechtigung zum Ändern von Ressourcen im Kontext "%1$s"
fi_fi: Ei valtuuksia muokata resursseja kontekstissa "%1$s"
hu_hu: Nincs jogosultsága erőforrások módosítására ebben a kontextusban: „%1$s”
ja_jp: コンテキスト "%1$s" のリソースを変更する権限がありません。
ro_ro: Nu aveți permisiuni de modificare a resurselor în contextul "%1$s"
sk_sk: Chýba oprávnenie meniť zdroje v kontexte "%1$s"

source: No permission to access resources in context "%1$s"
cs_cz: Nemám oprávnění pro přístup ke zdrojům v kontextu „%1$s“
de_de: Keine Berechtigung zum Zugriff auf Ressourcen im Kontext "%1$s"
fi_fi: Ei valtuuksia resursseihin kontekstissa "%1$s"
hu_hu: Nincs jogosultsága erőforrásokhoz való hozzáféréshez ebben a kontextusban: „%1$s”
ja_jp: コンテキスト"%1$s"のリソースにアクセスする権限がありません。
ro_ro: Nu aveți permisiuni de acces a resurselor în contextul "%1$s"
sk_sk: Chýba oprávnenie na prístup k zdrojom v kontexte "%1$s"

source: Missing or unknown password mechanism "%1$s"
cs_cz: Chybějící nebo neznámý mechanismus hesla „%1$s“
de_de: Fehlender oder unbekannter Passwortmechanismus "%1$s".
fi_fi: Puuttuva tai tuntematon salasanajärjestelmä "%1$s"
hu_hu: Hiányzó vagy ismeretlen jelszómechanizmus: „%1$s”
ja_jp: パスワード認証メカニズム "%1$s" が見つからないか不明です。
ro_ro: Mecanism de parolă lipsă sau necunoscut "%1$s"
sk_sk: Mechanizmus hesla chýba alebo nie je známy "%1$s"

source: New password contains invalid characters.
cs_cz: Nové heslo obsahuje neplatné znaky.
de_de: Das neue Passwort enthält ungültige Zeichen.
fi_fi: Uusi salasana sisältää epäkelpoja merkkejä.
hu_hu: Az új jelszó érvénytelen karaktereket tartalmaz.
ja_jp: 新しいパスワードに無効な文字が含まれています。
ro_ro: Parola nouă conține caractere nepermise.
sk_sk: Nové heslo obsahuje neplatné znaky.

source: Attributes of user %1$d in context %2$d have been erased.
cs_cz: Atributy uživatele %1$d v kontextu %2$d byly vymazány.
de_de: Attribute des Benutzers %1$d im Kontext %2$d wurden gelöscht.
fi_fi: Kontekstin %2$d käyttäjän %1$d attrbuutit on poistettu.
hu_hu: A(z) %1$d felhasználó attribútumai a(z) %2$d kontextusban törlésre kerültek.
ja_jp: コンテキスト %2$d のユーザー %1$d の属性が消去されています。
ro_ro: Atributele utilizatorului %1$d din contextul %2$d au fost șterse.
sk_sk: Atribúty používateľa %1$d v kontexte %2$d boli zmazané.

source: Loading one or more users failed.
cs_cz: Načítání jednoho nebo více uživatelů selhalo.
de_de: Das Laden eines oder mehrerer Benutzer ist fehlgeschlagen.
fi_fi: Yhden tai useamman käyttäjän lataaminen epäonnistui.
hu_hu: Legalább egy felhasználó betöltése sikertelen.
ja_jp: ユーザーの読み込みに失敗しました。
ro_ro: Încărcarea unuia sau mai multor utilizatori a eșuat.
sk_sk: Načítavanie jedného alebo viacerých používateľov zlyhalo.
