Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: America/Montreal
cs_cz: Amerika/Montreal
de_de: Amerika/Montreal
hu_hu: Amerika/Montreal
ja_jp: アメリカ/モントリオール
sk_sk: Amerika/Montreal

source: America/Montserrat
cs_cz: Amerika/Montserrat
de_de: Amerika/Montserrat
hu_hu: Amerika/Montserrat
ja_jp: アメリカ/モントセラト島
sk_sk: Amerika/Montserrat

source: America/Nassau
cs_cz: Amerika/Nassau
de_de: Amerika/Nassau
hu_hu: Amerika/Nassau
ja_jp: アメリカ/ナッソー
sk_sk: Amerika/Nassau

source: America/New York
cs_cz: Amerika/New York
de_de: Amerika/New York
hu_hu: Amerika/New York
ja_jp: アメリカ/ニューヨーク
sk_sk: Amerika/New York

source: America/Nipigon
cs_cz: Amerika/Nipigon
de_de: Amerika/Nipigon
hu_hu: Amerika/Nipigon
ja_jp: アメリカ/ニピゴン
sk_sk: Amerika/Nipigon

source: America/Nome
cs_cz: Amerika/Nome
de_de: Amerika/Nome
hu_hu: Amerika/Nome
ja_jp: アメリカ/ノーム
sk_sk: Amerika/Nome

source: America/Noronha
cs_cz: Amerika/Noronha
de_de: Amerika/Noronha
hu_hu: Amerika/Noronha
ja_jp: アメリカ/ノローニャ諸島
sk_sk: Amerika/Noronha

source: America/North Dakota/Beulah
cs_cz: Amerika/Severní Dakota/Beulah
de_de: Amerika/North Dakota/Beulah
hu_hu: Amerika/Észak-Dakota/Beulah
ja_jp: アメリカ/ノースダコタ/ベウラ
ro_ro: America/Dakota de Nord/Beulah
sk_sk: Amerika/Severná Dakota/Beulah

source: America/North Dakota/Center
cs_cz: Amerika/Severní Dakota/Center
de_de: Amerika/North Dakota/Center
hu_hu: Amerika/Észak-Dakota/Közép
ja_jp: アメリカ/ノースダコタ/中部標準時
ro_ro: America/Dakota de Nord/Centru
sk_sk: Amerika/Severná Dakota/Stred

source: America/North Dakota/New Salem
cs_cz: Amerika/Severní Dakota/New Salem
de_de: Amerika/North Dakota/New Salem
hu_hu: Amerika/Észak-Dakota/New Salem
ja_jp: アメリカ/ノースダコタ/ニューセーレム
ro_ro: America/Dakota de Nord/New Salem
sk_sk: Amerika/Severná Dakota/New Salem

source: America/Ojinaga
cs_cz: Amerika/Ojinaga
de_de: Amerika/Ojinaga
hu_hu: Amerika/Ojinaga
ja_jp: アメリカ/オヒナガ
sk_sk: Amerika/Ojinaga

source: America/Panama
cs_cz: Amerika/Panama
de_de: Amerika/Panama
hu_hu: Amerika/Panama
ja_jp: アメリカ/パナマ
sk_sk: Amerika/Panama

source: America/Pangnirtung
cs_cz: Amerika/Pangnirtung
de_de: Amerika/Pangnirtung
hu_hu: Amerika/Pangnirtung
ja_jp: アメリカ/パングネグトング
sk_sk: Amerika/Pangnirtung

source: America/Paramaribo
cs_cz: Amerika/Paramaribo
de_de: Amerika/Paramaribo
hu_hu: Amerika/Paramaribo
ja_jp: アメリカ/パラマリボ
sk_sk: Amerika/Paramaribo

source: America/Phoenix
cs_cz: Amerika/Phoenix
de_de: Amerika/Phoenix
hu_hu: Amerika/Phoenix
ja_jp: アメリカ/フェニックス
sk_sk: Amerika/Phoenix

source: America/Port-au-Prince
cs_cz: Amerika/Port au Prince
de_de: Amerika/Port-au-Prince
hu_hu: Amerika/Port-au-Prince
ja_jp: アメリカ/ポルトープランス
sk_sk: Amerika/Port-au-Prince

source: America/Port of Spain
cs_cz: Amerika/Port of Spain
de_de: Amerika/Port of Spain
hu_hu: Amerika/Port of Spain
ja_jp: アメリカ/ポートオブスペイン
sk_sk: Amerika/Port of Spain

source: America/Porto Acre
cs_cz: Amerika/Porto Acre
de_de: Amerika/Porto Acre
hu_hu: Amerika/Porto Acre
ja_jp: アメリカ/ポルトエーカー
sk_sk: Amerika/Porto Acre

source: America/Porto Velho
cs_cz: Amerika/Porto Velho
de_de: Amerika/Porto Velho
hu_hu: Amerika/Porto Velho
ja_jp: アメリカ/ポルトベリョ
sk_sk: Amerika/Porto Velho

source: America/Puerto Rico
cs_cz: Amerika/Portoriko
de_de: Amerika/Puerto Rico
hu_hu: Amerika/Puerto Rico
ja_jp: アメリカ/プエルトリコ
sk_sk: Amerika/Portoriko

source: America/Punta Arenas
cs_cz: Amerika/Punta Arenas
de_de: Amerika / Punta Arenas
hu_hu: Amerika/Punta Arenas
ja_jp: アメリカ/プンタアレナス
sk_sk: Amerika/Punta Arenas

source: America/Rainy River
cs_cz: Amerika/Rainy River
de_de: Amerika/Rainy River
hu_hu: Amerika/Rainy River
ja_jp: アメリカ/レイニーリバー
sk_sk: Amerika/Rainy River

source: America/Rankin Inlet
cs_cz: Amerika/Rankin Inlet
de_de: Amerika/Rankin Inlet
hu_hu: Amerika/Rankin Inlet
ja_jp: アメリカ/ランキンインレット
sk_sk: Amerika/Rankin Inlet

source: America/Recife
cs_cz: Amerika/Recife
de_de: Amerika/Recife
hu_hu: Amerika/Recife
ja_jp: アメリカ/レシフェ
sk_sk: Amerika/Recife

source: America/Regina
cs_cz: Amerika/Regina
de_de: Amerika/Regina
hu_hu: Amerika/Regina
ja_jp: アメリカ/レジーナ
sk_sk: Amerika/Regina

source: America/Resolute
cs_cz: Amerika/Resolute
de_de: Amerika/Resolute
hu_hu: Amerika/Resolute
ja_jp: アメリカ/レゾリュート
sk_sk: Amerika/Resolute

source: America/Rio Branco
cs_cz: Amerika/Rio Branco
de_de: Amerika/Rio Branco
hu_hu: Amerika/Rio Branco
ja_jp: アメリカ/リオブランコ
sk_sk: Amerika/Rio Branco

source: America/Rosario
cs_cz: Amerika/Rosario
de_de: Amerika/Rosario
hu_hu: Amerika/Rosario
ja_jp: アメリカ/ロサリオ
sk_sk: Amerika/Rosario

source: America/Santa Isabel
cs_cz: Amerika/Santa Isabel
de_de: Amerika/Santa Isabel
hu_hu: Amerika/Santa Isabel
ja_jp: アメリカ/サンタイサベル
sk_sk: Amerika/Santa Isabel

source: America/Santarem
cs_cz: Amerika/Santarem
de_de: Amerika/Santarem
hu_hu: Amerika/Santarem
ja_jp: アメリカ/サンタレン
sk_sk: Amerika/Santarem

source: America/Santiago
cs_cz: Amerika/Santiago
de_de: Amerika/Santiago
hu_hu: Amerika/Santiago
ja_jp: アメリカ/サンティアゴ
sk_sk: Amerika/Santiago

source: America/Santo Domingo
cs_cz: Amerika/Santo Domingo
de_de: Amerika/Santo Domingo
hu_hu: Amerika/Santo Domingo
ja_jp: アメリカ/サントドミンゴ
sk_sk: Amerika/Santo Domingo

source: America/Sao Paulo
cs_cz: Amerika/Sao Paulo
de_de: Amerika/Sao Paulo
hu_hu: Amerika/Sao Paulo
ja_jp: アメリカ/サンパウロ
ro_ro: America/São Paulo
sk_sk: Amerika/São Paulo

source: America/Scoresbysund
cs_cz: Amerika/Scoresbysund
de_de: Amerika/Scoresbysund
hu_hu: Amerika/Scoresbysund
ja_jp: アメリカ/スコルズビスーン
sk_sk: Amerika/Scoresbysund

source: America/Shiprock
cs_cz: Amerika/Shiprock
de_de: Amerika/Shiprock
hu_hu: Amerika/Shiprock
ja_jp: アメリカ/シップロック
sk_sk: Amerika/Shiprock

source: America/Sitka
cs_cz: Amerika/Sitka
de_de: Amerika/Sitka
hu_hu: Amerika/Sitka
ja_jp: アメリカ/シトカ
sk_sk: Amerika/Sitka

source: America/St Barthelemy
cs_cz: Amerika/Sv. Bartoloměj
de_de: Amerika/St Barthelemy
hu_hu: Amerika/St Barthelemy
ja_jp: アメリカ/サンバルテルミー
sk_sk: Amerika/Svätý Bartolomej

source: America/St Johns
cs_cz: Amerika/Sv. Jan
de_de: Amerika/St Johns
hu_hu: Amerika/St Johns
ja_jp: アメリカ/セントジョンズ
sk_sk: Amerika/St Johns

source: America/St Kitts
cs_cz: Amerika/Sv. Kitts
de_de: Amerika/St Kitts
hu_hu: Amerika/St Kitts
ja_jp: アメリカ/セイントキッツ
ro_ro: America/Sfântul Kitts
sk_sk: Amerika/Svätý Krištof

source: America/St Lucia
cs_cz: Amerika/Sv. Lucie
de_de: Amerika/St Lucia
hu_hu: Amerika/St Lucia
ja_jp: アメリカ/セントルシア
ro_ro: America/Sfânta Lucia
sk_sk: Amerika/Svätá Lucia

source: America/St Thomas
cs_cz: Amerika/Sv. Tomáš
de_de: Amerika/St Thomas
hu_hu: Amerika/St Thomas
ja_jp: アメリカ/セントトーマス
ro_ro: America/Sf. Thomas
sk_sk: Amerika/Svätý Tomáš

source: America/St Vincent
cs_cz: Amerika/Sv. Vincenc
de_de: Amerika/St Vincent
hu_hu: Amerika/St Vincent
ja_jp: アメリカ/セントビンセント
ro_ro: America/Sfântul Vicențiu
sk_sk: Amerika/Svätý Vincent

source: America/Swift Current
cs_cz: Amerika/Swift Current
de_de: Amerika/Swift Current
hu_hu: Amerika/Swift Current
ja_jp: アメリカ/スウィフトカレント
sk_sk: Amerika/Swift Current

source: America/Tegucigalpa
cs_cz: Amerika/Tegucigalpa
de_de: Amerika/Tegucigalpa
hu_hu: Amerika/Tegucigalpa
ja_jp: アメリカ/テグシガルパ
sk_sk: Amerika/Tegucigalpa

source: America/Thule
cs_cz: Amerika/Thule
de_de: Amerika/Thule
hu_hu: Amerika/Thule
ja_jp: アメリカ/トゥーレ
ro_ro: America/Thulé
sk_sk: Amerika/Thule

source: America/Thunder Bay
cs_cz: Amerika/Thunder Bay
de_de: Amerika/Thunder Bay
hu_hu: Amerika/Thunder Bay
ja_jp: アメリカ/サンダーベイ
sk_sk: Amerika/Thunder Bay

source: America/Tijuana
cs_cz: Amerika/Tijuana
de_de: Amerika/Tijuana
hu_hu: Amerika/Tijuana
ja_jp: アメリカ/ティファナ
sk_sk: Amerika/Tijuana

source: America/Toronto
cs_cz: Amerika/Toronto
de_de: Amerika/Toronto
hu_hu: Amerika/Toronto
ja_jp: アメリカ/トロント
sk_sk: Amerika/Toronto

source: America/Tortola
cs_cz: Amerika/Tortola
de_de: Amerika/Tortola
hu_hu: Amerika/Tortola
ja_jp: アメリカ/トルトラ
sk_sk: Amerika/Tortola

source: America/Vancouver
cs_cz: Amerika/Vancouver
de_de: Amerika/Vancouver
hu_hu: Amerika/Vancouver
ja_jp: アメリカ/バンクーバ
sk_sk: Amerika/Vancouver

source: America/Virgin
cs_cz: Amerika/Virgin
de_de: Amerika/Virgin
hu_hu: Amerika/Virgin
ja_jp: アメリカ/ヴァージン諸島
sk_sk: Amerika/Virgin

source: America/Whitehorse
cs_cz: Amerika/Whitehorse
de_de: Amerika/Whitehorse
hu_hu: Amerika/Whitehorse
ja_jp: アメリカ/ホワイトホース
sk_sk: Amerika/Whitehorse

source: America/Winnipeg
cs_cz: Amerika/Winnipeg
de_de: Amerika/Winnipeg
hu_hu: Amerika/Winnipeg
ja_jp: アメリカ/ウィニペグ
sk_sk: Amerika/Winnipeg

source: America/Yakutat
cs_cz: Amerika/Yakutat
de_de: Amerika/Yakutat
hu_hu: Amerika/Yakutat
ja_jp: アメリカ/ヤクタット
sk_sk: Amerika/Yakutat

source: America/Yellowknife
cs_cz: Amerika/Yellowknife
de_de: Amerika/Yellowknife
hu_hu: Amerika/Yellowknife
ja_jp: アメリカ/イエローナイフ
sk_sk: Amerika/Yellowknife

source: Antarctica/Casey
cs_cz: Antarktida/Casey
de_de: Antarktik/Casey
hu_hu: Antarktisz/Casey
ja_jp: 南極大陸/ケーシー
sk_sk: Antarktída/Casey

source: Antarctica/Davis
cs_cz: Antarktida/Davis
de_de: Antarktik/Davis
hu_hu: Antarktisz/Davis
ja_jp: 南極大陸/デイビス
sk_sk: Antarktída/Davis

source: Antarctica/DumontDUrville
cs_cz: Antarktida/Dumont D'Urville
de_de: Antarktik/DumontDUrville
hu_hu: Antarktisz/DumontDUrville
ja_jp: 南極大陸/デュモンデュルヴィル
sk_sk: Antarktída/DumontDUrville

source: Antarctica/Macquarie
cs_cz: Antarktida/Macquarie
de_de: Antarktik/Macquarie
hu_hu: Antarktisz/Macquarie
ja_jp: 南極大陸/マッコーリー
ro_ro: Antarctica/Insula Macquarie
sk_sk: Antarktída/Macquarie

source: Antarctica/Mawson
cs_cz: Antarktida/Mawson
de_de: Antarktik/Mawson
hu_hu: Antarktisz/Mawson
ja_jp: 南極大陸/モーソン
sk_sk: Antarktída/Mawson

source: Antarctica/McMurdo
cs_cz: Antarktida/McMurdo
de_de: Antarktik/McMurdo
hu_hu: Antarktisz/McMurdo
ja_jp: 南極大陸/マクマード
sk_sk: Antarktída/McMurdo

source: Antarctica/Palmer
cs_cz: Antarktida/Palmer
de_de: Antarktik/Palmer
hu_hu: Antarktisz/Palmer
ja_jp: 南極大陸/パーマー
sk_sk: Antarktída/Palmer

source: Antarctica/Rothera
cs_cz: Antarktida/Rothera
de_de: Antarktik/Rothera
hu_hu: Antarktisz/Rothera
ja_jp: 南極大陸/ロゼラ
sk_sk: Antarktída/Rothera

source: Antarctica/South Pole
cs_cz: Antarktida/Jižní pól
de_de: Antarktik/Südpol
hu_hu: Antarktisz/Déli sark
ja_jp: 南極大陸/南極
ro_ro: Antarctica/Polul Sud
sk_sk: Antarktída/Južný pól

source: Antarctica/Syowa
cs_cz: Antarktida/Syowa
de_de: Antarktik/Syowa
hu_hu: Antarktisz/Syowa
ja_jp: 南極大陸/昭和基地
sk_sk: Antarktída/Syowa

source: Antarctica/Troll
de_de: Antarktis/Troll
fi_fi: Etelänapamanner/Troll
hu_hu: Antarktisz/Troll
ja_jp: 南極大陸/トロール
sk_sk: Antarktída/Troll

source: Antarctica/Vostok
cs_cz: Antarktida/Vostok
de_de: Antarktik/Vostok
hu_hu: Antarktisz/Vosztok
ja_jp: 南極大陸/ボストーク
sk_sk: Antarktída/Vostok

source: Arctic/Longyearbyen
cs_cz: Arktis/Longyearbyen
hu_hu: Sarkvidék/Longyearbyen
ja_jp: 北極/ロングイヤービーエン
sk_sk: Arktída/Longyearbyen

source: Asia/Aden
cs_cz: Asie/Aden
de_de: Asien/Aden
hu_hu: Ázsia/Aden
ja_jp: アジア/アーデン
sk_sk: Ázia/Aden

source: Asia/Almaty
cs_cz: Asie/Almaty
de_de: Asien/Almaty
hu_hu: Ázsia/Almaty
ja_jp: アジア/アルマトイ
sk_sk: Ázia/Almaty

source: Asia/Amman
cs_cz: Asie/Amman
de_de: Asien/Amman
hu_hu: Ázsia/Amman
ja_jp: アジア/アンマン
sk_sk: Ázia/Amman

source: Asia/Anadyr
cs_cz: Asie/Anadyr
de_de: Asien/Anadyr
hu_hu: Ázsia/Anadyr
ja_jp: アジア/アナドゥイリ
sk_sk: Ázia/Anadyr

source: Asia/Aqtau
cs_cz: Asie/Aqtau
de_de: Asien/Aqtau
hu_hu: Ázsia/Aqtau
ja_jp: アジア/アクタウ
sk_sk: Ázia/Aqtau

source: Asia/Aqtobe
cs_cz: Asie/Aqtobe
de_de: Asien/Aqtobe
hu_hu: Ázsia/Aqtobe
ja_jp: アジア/アクトベ
ro_ro: Asia/Aktobe
sk_sk: Ázia/Aqtobe

source: Asia/Ashgabat
cs_cz: Asie/Aškabát
de_de: Asien/Ashgabat
hu_hu: Ázsia/Ashgabat
ja_jp: アジア/アシハバード
ro_ro: Asia/Așgabat
sk_sk: Ázia/Ašchabad

source: Asia/Ashkhabad
cs_cz: Asie/Aškabát
hu_hu: Ázsia/Aşgabat
ja_jp: アジア/アシハバード
ro_ro: Asia/Așgabat
sk_sk: Ázia/Ašchabad

source: Asia/Atyrau
cs_cz: Asie/Atyrau
de_de: Asien / Atyrau
fi_fi: Aasia/Atyrau
hu_hu: Ázsia/Atirau
ja_jp: アジア/アティラウ
ro_ro: Asia/Atîrau
sk_sk: Ázia/Atyrau

source: Asia/Baghdad
cs_cz: Asie/Bagdád
de_de: Asien/Baghdad
hu_hu: Ázsia/Bagdad
ja_jp: アジア/バグダッド
ro_ro: Asia/Bagdad
sk_sk: Ázia/Bagdad

source: Asia/Bahrain
cs_cz: Asie/Bahrain
de_de: Asien/Bahrain
hu_hu: Ázsia/Bahrain
ja_jp: アジア/バーレーン
sk_sk: Ázia/Bahrajn

source: Asia/Baku
cs_cz: Asie/Baku
de_de: Asien/Baku
hu_hu: Ázsia/Baku
ja_jp: アジア/バク
sk_sk: Ázia/Baku

source: Asia/Bangkok
cs_cz: Asie/Bangkok
de_de: Asien/Bangkok
hu_hu: Ázsia/Bangkok
ja_jp: アジア/バンコク
sk_sk: Ázia/Bangkok

source: Asia/Barnaul
cs_cz: Asie/Barnaul
de_de: Asien / Barnaul
fi_fi: Aasia/Barnaul
hu_hu: Ázsia/Barnaul
ja_jp: アジア/バルナウル
sk_sk: Ázia/Barnaul

source: Asia/Beirut
cs_cz: Asie/Bejrút
de_de: Asien/Beirut
hu_hu: Ázsia/Bejrút
ja_jp: アジア/ベイルート
sk_sk: Ázia/Bejrút

source: Asia/Bishkek
cs_cz: Asie/Biškek
de_de: Asien/Bishkek
hu_hu: Ázsia/Bishkek
ja_jp: アジア/ビシケク
ro_ro: Asia/Bișkek
sk_sk: Ázia/Biškek

source: Asia/Brunei
cs_cz: Asie/Brunej
de_de: Asien/Brunei
hu_hu: Ázsia/Brunei
ja_jp: アジア/ブルネイ
sk_sk: Ázia/Brunej

source: Asia/Calcutta
cs_cz: Asie/Kalkata
de_de: Asien/Kalkutta
hu_hu: Ázsia/Calcutta
ja_jp: アジア/カルカッタ
sk_sk: Ázia/Kalkata

source: Asia/Chita
cs_cz: Asie/Chita
de_de: Asien/Chita
fi_fi: Aasia/Chita
hu_hu: Ázsia/Chita
ja_jp: アジア/知多
sk_sk: Ázia/Čita

source: Asia/Choibalsan
cs_cz: Asie/Choibalsan
de_de: Asien/Choibalsan
hu_hu: Ázsia/Choibalsan
ja_jp: アジア/チョイバルサン
sk_sk: Ázia/Choibalsan

source: Asia/Chongqing
cs_cz: Asie/Chongqing
de_de: Asien/Chongqing
hu_hu: Ázsia/Chongqing
ja_jp: アジア/重慶
sk_sk: Ázia/Čchung-čching

source: Asia/Chungking
cs_cz: Asie/Chungking
de_de: Asien/Chungking
hu_hu: Ázsia/Chongqing
ja_jp: アジア/重慶
ro_ro: Asia/Chongqing
sk_sk: Ázia/Čchung-čching

source: Asia/Colombo
cs_cz: Asie/Colombo
de_de: Asien/Colombo
hu_hu: Ázsia/Colombo
ja_jp: アジア/コロンボ
sk_sk: Ázia/Kolombo

source: Asia/Dacca
cs_cz: Asie/Dhaka
de_de: Asien/Dacca
hu_hu: Ázsia/Dakka
ja_jp: アジア/ダッカ
sk_sk: Ázia/Dháka

source: Asia/Damascus
cs_cz: Asie/Damašek
de_de: Asien/Damaskus
hu_hu: Ázsia/Damaszkusz
ja_jp: アジア/ダマスカス
ro_ro: Asia/Damasc
sk_sk: Ázia/Damask

source: Asia/Dhaka
cs_cz: Asie/Dhaka
de_de: Asien/Dhaka
hu_hu: Ázsia/Dhaka
ja_jp: アジア/ダッカ
sk_sk: Ázia/Dháka

source: Asia/Dili
cs_cz: Asie/Dilí
de_de: Asien/Dili
hu_hu: Ázsia/Dili
ja_jp: アジア/ディリ
sk_sk: Ázia/Dillí

source: Asia/Dubai
cs_cz: Asie/Dubaj
de_de: Asien/Dubai
hu_hu: Ázsia/Dubai
ja_jp: アジア/ドバイ
sk_sk: Ázia/Dubaj

source: Asia/Dushanbe
cs_cz: Asie/Dušanbe
de_de: Asien/Dushanbe
hu_hu: Ázsia/Dusanbe
ja_jp: アジア/ドゥシャンベ
ro_ro: Asia/Dușanbe
sk_sk: Ázia/Dušanbe

source: Asia/Famagusta
cs_cz: Asie/Famagusta
de_de: Asien / Famagusta
fi_fi: Aasia/Famagusta
hu_hu: Ázsia/Famagusta
ja_jp: アジア/ファマグスタ
sk_sk: Ázia/Famagusta

source: Asia/Gaza
cs_cz: Asie/Gaza
de_de: Asien/Gaza
hu_hu: Ázsia/Gáza
ja_jp: アジア/ガザ
sk_sk: Ázia/Gaza

source: Asia/Harbin
cs_cz: Asie/Harbin
de_de: Asien/Harbin
hu_hu: Ázsia/Harbin
ja_jp: アジア/ハルビン
sk_sk: Ázia/Harbin

source: Asia/Hebron
cs_cz: Asie/Hebron
de_de: Asien/Hebron
hu_hu: Ázsia/Hebron
ja_jp: アジア/ヘブロン
sk_sk: Ázia/Hebron

source: Asia/Ho Chi Minh
cs_cz: Asie/Ho Či Minovo Město
de_de: Asien/Ho-Chi-Minh-Stadt
hu_hu: Ázsia/Ho Si Minh
ja_jp: アジア/ホーチミン
ro_ro: Asia/Ho Și Min
sk_sk: Ázia/Hočiminovo Mesto

source: Asia/Hong Kong
cs_cz: Asie/Hongkong
de_de: Asien/Hongkong
hu_hu: Ázsia/Hong Kong
ja_jp: アジア/香港
sk_sk: Ázia/Hongkong

source: Asia/Hovd
cs_cz: Asie/Hovd
de_de: Asien/Hovd
hu_hu: Ázsia/Hovd
ja_jp: アジア/ホブド
sk_sk: Ázia/Hovd

source: Asia/Irkutsk
cs_cz: Asie/Irkutsk
de_de: Asien/Irkutsk
hu_hu: Ázsia/Irkutszk
ja_jp: アジア/イルクーツク
sk_sk: Ázia/Irkutsk

source: Asia/Istanbul
cs_cz: Asie/Istanbul
de_de: Asien/Istanbul
hu_hu: Ázsia/Isztambul
ja_jp: アジア/イスタンブール
sk_sk: Ázia/Istanbul

source: Asia/Jakarta
cs_cz: Asie/Jakarta
de_de: Asien/Jakarta
hu_hu: Ázsia/Jakarta
ja_jp: アジア/ジャカルタ
sk_sk: Ázia/Jakarta

source: Asia/Jayapura
cs_cz: Asie/Jayapura
de_de: Asien/Jayapura
hu_hu: Ázsia/Jayapura
ja_jp: アジア/ジャヤプラ
sk_sk: Ázia/Jayapura

source: Asia/Jerusalem
cs_cz: Asie/Jeruzalém
de_de: Asien/Jerusalem
hu_hu: Ázsia/Jeruzsálem
ja_jp: アジア/エルサレム
ro_ro: Asia/Ierusalim
sk_sk: Ázia/Jeruzalem

source: Asia/Kabul
cs_cz: Asie/Kábul
de_de: Asien/Kabul
hu_hu: Ázsia/Kabul
ja_jp: アジア/カブール
sk_sk: Ázia/Kábul

source: Asia/Kamchatka
cs_cz: Asie/Kamčatka
de_de: Asien/Kamchatka
hu_hu: Ázsia/Kamcsatka
ja_jp: アジア/カムチャツカ
ro_ro: Asia/Kamceatka
sk_sk: Ázia/Kamčatka

source: Asia/Karachi
cs_cz: Asie/Karáčí
de_de: Asien/Karachi
hu_hu: Ázsia/Karachi
ja_jp: アジア/カラチ
sk_sk: Ázia/Karáči

source: Asia/Kashgar
cs_cz: Asie/Kashgar
de_de: Asien/Kashgar
hu_hu: Ázsia/Kashgar
ja_jp: アジア/カシュガル
ro_ro: Asia/Kaxgar
sk_sk: Ázia/Kašgar

source: Asia/Kathmandu
cs_cz: Asie/Káthmandú
de_de: Asien/Katmandu
hu_hu: Ázsia/Katmandu
ja_jp: アジア/カトマンズ
sk_sk: Ázia/Káthmandu

source: Asia/Katmandu
cs_cz: Asie/Kátmandú
de_de: Asien/Katmandu
hu_hu: Ázsia/Katmandu
ja_jp: アジア/カトマンズ
ro_ro: Asia/Kathmandu
sk_sk: Ázia/Káthmandu

source: Asia/Khandyga
cs_cz: Asie/Khandyga
de_de: Asien/Khandyga
hu_hu: Ázsia/Khandyga
ja_jp: アジア/ハンドゥイガ
sk_sk: Ázia/Khandyga

source: Asia/Kolkata
cs_cz: Asie/Kalkata
de_de: Asien/Kolkata
hu_hu: Ázsia/Kalkutta
ja_jp: アジア/コルカタ
ro_ro: Asia/Calcutta
sk_sk: Ázia/Kolkata

source: Asia/Krasnoyarsk
cs_cz: Asie/Krasnojarsk
de_de: Asien/Krasnoyarsk
hu_hu: Ázsia/Krasznojarszk
ja_jp: アジア/クラスノヤルスク
ro_ro: Asia/Krasnoiarsk
sk_sk: Ázia/Krasnojarsk

source: Asia/Kuala Lumpur
cs_cz: Asie/Kuala Lumpur
de_de: Asien/Kuala Lumpur
hu_hu: Ázsia/Kuala Lumpur
ja_jp: アジア/クアラルンプール
sk_sk: Ázia/Kuala Lumpur

source: Asia/Kuching
cs_cz: Asie/Kuching
de_de: Asien/Kuching
hu_hu: Ázsia/Kuching
ja_jp: アジア/クチン
sk_sk: Ázia/Kuching

source: Asia/Kuwait
cs_cz: Asie/Kuvajt
de_de: Asien/Kuwait
hu_hu: Ázsia/Kuvait
ja_jp: アジア/クエート
ro_ro: Asia/Kuweit
sk_sk: Ázia/Kuvajt

source: Asia/Macao
cs_cz: Asie/Macao
de_de: Asien/Macao
hu_hu: Ázsia/Macao
ja_jp: アジア/マカオ
sk_sk: Ázia/Macao

source: Asia/Macau
cs_cz: Asie/Macau
de_de: Asien/Macau
hu_hu: Ázsia/Macao
ja_jp: アジア/マカオ
sk_sk: Ázia/Macao

source: Asia/Magadan
cs_cz: Asie/Magadan
de_de: Asien/Magadan
hu_hu: Ázsia/Magadan
ja_jp: アジア/マガダン
sk_sk: Ázia/Magadan

source: Asia/Makassar
cs_cz: Asie/Makassar
de_de: Asien/Makassar
hu_hu: Ázsia/Makassar
ja_jp: アジア/マカッサル
sk_sk: Ázia/Makasar

source: Asia/Manila
cs_cz: Asie/Manila
de_de: Asien/Manila
hu_hu: Ázsia/Manila
ja_jp: アジア/マニラ
sk_sk: Ázia/Manila

source: Asia/Muscat
cs_cz: Asie/Muscat
de_de: Asien/Muscat
hu_hu: Ázsia/Muscat
ja_jp: アジア/マスカット
sk_sk: Ázia/Maskat

source: Asia/Nicosia
cs_cz: Asie/Nicosia
de_de: Asien/Nicosia
hu_hu: Ázsia/Nicosia
ja_jp: アジア/ニコシア
sk_sk: Ázia/Nicosia

source: Asia/Novokuznetsk
cs_cz: Asie/Novokuzněck
de_de: Asien/Novokuznetsk
hu_hu: Ázsia/Novokuznetsk
ja_jp: アジア/ノボクズネツク
ro_ro: Asia/Novokuznețk
sk_sk: Ázia/Novokuznetsk

source: Asia/Novosibirsk
cs_cz: Asie/Novosibirsk
de_de: Asien/Nowosibirsk
hu_hu: Ázsia/Novoszibirszk
ja_jp: アジア/ノボシビルスク
sk_sk: Ázia/Novosibirsk

source: Asia/Omsk
cs_cz: Asie/Omsk
de_de: Asien/Omsk
hu_hu: Ázsia/Omszk
ja_jp: アジア/オムスク
sk_sk: Ázia/Omsk

source: Asia/Oral
cs_cz: Asie/Oral
de_de: Asien/Oral
hu_hu: Ázsia/Oral
ja_jp: アジア/オラル
ro_ro: Asia/Ural
sk_sk: Ázia/Uralsk

source: Asia/Phnom Penh
cs_cz: Asie/Phnom Penh
de_de: Asien/Phnom Penh
hu_hu: Ázsia/Phnompen
ja_jp: アジア/プノンペン
sk_sk: Ázia/Phnom Pénh

source: Asia/Pontianak
cs_cz: Asie/Pontianak
de_de: Asien/Pontianak
hu_hu: Ázsia/Pontianak
ja_jp: アジア/ポンティアナック
sk_sk: Ázia/Pontianak

source: Asia/Pyongyang
cs_cz: Asie/Pchjongjang
de_de: Asien/Pyongyang
hu_hu: Ázsia/Pyongyang
ja_jp: アジア/ピョンヤン
ro_ro: Asia/Phenian
sk_sk: Ázia/Pchjongjang

source: Asia/Qatar
cs_cz: Asie/Katar
de_de: Asien/Katar
hu_hu: Ázsia/Katar
ja_jp: アジア/カタール
sk_sk: Ázia/Katar

source: Asia/Qyzylorda
cs_cz: Asie/Qyzylorda
de_de: Asien/Qyzylorda
hu_hu: Ázsia/Qyzylorda
ja_jp: アジア/クズロルダ
sk_sk: Ázia/Qyzylorda

source: Asia/Rangoon
cs_cz: Asie/Rangún
de_de: Asien/Rangoon
hu_hu: Ázsia/Rangoon
ja_jp: アジア/ラングーン
ro_ro: Asia/Yangon
sk_sk: Ázia/Rangoon

source: Asia/Riyadh
cs_cz: Asie/Rijád
de_de: Asien/Riyadh
hu_hu: Ázsia/Rijád
ja_jp: アジア/リヤド
ro_ro: Asia/Riad
sk_sk: Ázia/Rijád

source: Asia/Saigon
cs_cz: Asie/Saigon
de_de: Asien/Saigon
hu_hu: Ázsia/Saigon
ja_jp: アジア/サイゴン
sk_sk: Ázia/Saigon

source: Asia/Sakhalin
cs_cz: Asie/Sachalin
de_de: Asien/Sakhalin
hu_hu: Ázsia/Szahalin
ja_jp: アジア/サハリン
ro_ro: Asia/Sahalin
sk_sk: Ázia/Sachalin

source: Asia/Samarkand
cs_cz: Asie/Samarkand
de_de: Asien/Samarkand
hu_hu: Ázsia/Szamarkand
ja_jp: アジア/サマルカンド
sk_sk: Ázia/Samarkand

source: Asia/Seoul
cs_cz: Asie/Soul
de_de: Asien/Seoul
hu_hu: Ázsia/Szöul
ja_jp: アジア/ソウル
ro_ro: Asia/Seul
sk_sk: Ázia/Soul

source: Asia/Shanghai
cs_cz: Asie/Šanghaj
de_de: Asien/Shanghai
hu_hu: Ázsia/Sanghaj
ja_jp: アジア/上海
sk_sk: Ázia/Šanghaj

source: Asia/Singapore
cs_cz: Singapur
de_de: Asien/Singapore
hu_hu: Ázsia/Szingapúr
ja_jp: アジア/シンガポール
sk_sk: Ázia/Singapur

source: Asia/Srednekolymsk
cs_cz: Asie/Srednekolymsk
de_de: Asien/Srednekolymsk
hu_hu: Ázsia/Srednekolymsk
ja_jp: アジア/スレドネコリムスク
sk_sk: Ázia/Srednekolymsk

source: Asia/Taipei
cs_cz: Asie/Taipei
de_de: Asien/Taipei
hu_hu: Ázsia/Taipei
ja_jp: アジア/タイペイ
sk_sk: Ázia/Tchaj-pej

source: Asia/Tashkent
cs_cz: Asie/Taškent
de_de: Asien/Taschkent
hu_hu: Ázsia/Taskent
ja_jp: アジア/タシケント
ro_ro: Asia/Tașkent
sk_sk: Ázia/Taškent

source: Asia/Tbilisi
cs_cz: Asie/Tbilisi
de_de: Asien/Tbilisi
hu_hu: Ázsia/Tbiliszi
ja_jp: アジア/トビリシ
sk_sk: Ázia/Tbilisi

source: Asia/Tehran
cs_cz: Asie/Teherán
de_de: Asien/Teheran
hu_hu: Ázsia/Teherán
ja_jp: アジア/テヘラン
ro_ro: Asia/Teheran
sk_sk: Ázia/Teherán

source: Asia/Tel Aviv
cs_cz: Asie/Tel Aviv
de_de: Asien/Tel Aviv
hu_hu: Ázsia/Tel-Aviv
ja_jp: アジア/テルアビブ
sk_sk: Ázia/Tel Aviv

source: Asia/Thimbu
cs_cz: Asie/Thimbu
de_de: Asien/Thimbu
hu_hu: Ázsia/Timpu
ja_jp: アジア/チンプー
ro_ro: Asia/Thimphu
sk_sk: Ázia/Thimbu

source: Asia/Thimphu
cs_cz: Asie/Thimphu
de_de: Asien/Thimphu
hu_hu: Ázsia/Thimphu
ja_jp: アジア/ティンプー
sk_sk: Ázia/Thimphu

source: Asia/Tokyo
cs_cz: Asie/Tokio
de_de: Asien/Tokio
hu_hu: Ázsia/Tokió
ja_jp: アジア/東京
ro_ro: Asia/Tokio
sk_sk: Ázia/Tokyo

source: Asia/Tomsk
cs_cz: Asie/Tomsk
de_de: Asien / Tomsk
fi_fi: Aasia/Tomsk
hu_hu: Ázsia/Tomszk
ja_jp: アジア/トムスク
sk_sk: Ázia/Tomsk

source: Asia/Ujung Pandang
cs_cz: Asie/Ujung Pandang
de_de: Asien/Ujung Pandang
hu_hu: Ázsia/Ujung Pandang
ja_jp: アジア/ウジュンパンダン
ro_ro: Asia/Makassar
sk_sk: Ázia/Ujung Pandang

source: Asia/Ulaanbaatar
cs_cz: Asie/Ulánbátar
de_de: Asien/Ulan-Bator
hu_hu: Ázsia/Ulánbátor
ja_jp: アジア/ウランバートル
sk_sk: Ázia/Ulanbátar

source: Asia/Ulan Bator
cs_cz: Asie/Ulánbátar
de_de: Asien/Ulan-Bator
hu_hu: Ázsia/Ulánbátor
ja_jp: アジア/ウランバートル
sk_sk: Ázia/Ulanbátar

source: Asia/Urumqi
cs_cz: Asie/Urumqi
de_de: Asien/Urumqi
hu_hu: Ázsia/Urumcsi
ja_jp: アジア/ウルムチ
ro_ro: Asia/Ürümqi
sk_sk: Ázia/Urumči

source: Asia/Ust-Nera
cs_cz: Asie/Ust-Nera
de_de: Asien/Ust-Nera
hu_hu: Ázsia/Ust-Nera
ja_jp: アジア/ウスチ＝ネラ
sk_sk: Ázia/Ust-Nera

source: Asia/Vientiane
cs_cz: Asie/Vientiane
de_de: Asien/Vientiane
hu_hu: Ázsia/Vientiane
ja_jp: アジア/ビエンチャン
sk_sk: Ázia/Vientiane

source: Asia/Vladivostok
cs_cz: Asie/Vladivostok
de_de: Asien/Wladiwostok
hu_hu: Ázsia/Vlagyivosztok
ja_jp: アジア/ウラジオストク
sk_sk: Ázia/Vladivostok

source: Asia/Yakutsk
cs_cz: Asie/Jakutsk
de_de: Asien/Yakutsk
hu_hu: Ázsia/Jakutszk
ja_jp: アジア/ヤクーツカ
ro_ro: Asia/Iakutsk
sk_sk: Ázia/Jakutsk

source: Asia/Yangon
cs_cz: Asie/Rangún
de_de: Asien / Yangon
fi_fi: Aasia/Yangon
hu_hu: Ázsia/Rangun
ja_jp: アジア/ヤンゴン
sk_sk: Ázia/Yangon

source: Asia/Yekaterinburg
cs_cz: Asie/Jekatěrinburk
de_de: Asien/Yekaterinburg
hu_hu: Ázsia/Jekatyerinburg
ja_jp: アジア/エカテリンブルグ
ro_ro: Asia/Ekaterinburg
sk_sk: Ázia/Jekaterinburg

source: Asia/Yerevan
cs_cz: Asie/Jerevan
de_de: Asien/Yerevan
hu_hu: Ázsia/Jereván
ja_jp: アジア/エレヴァン
ro_ro: Asia/Erevan
sk_sk: Ázia/Jerevan

source: Atlantic/Azores
cs_cz: Atlantický oceán/Azory
de_de: Atlantik/Azoren
hu_hu: Atlanti-óceán/Azori-szigetek
ja_jp: 大西洋/アゾレス
ro_ro: Atlantic/Insulele Azore
sk_sk: Atlantik/Azory

source: Atlantic/Bermuda
cs_cz: Atlantický oceán/Bermudy
de_de: Atlantik/Bermudas
hu_hu: Atlanti-óceán/Bermuda-szigetek
ja_jp: 大西洋/バミューダ
sk_sk: Atlantik/Bermudy

source: Atlantic/Canary
cs_cz: Atlantický oceán/Kanárské ostrovy
de_de: Atlantik/Kanaren
hu_hu: Atlanti-óceán/Kanári-szigetek
ja_jp: 大西洋/カナリア
ro_ro: Atlantic/Insulele Canare
sk_sk: Atlantik/Kanárske ostrovy
