Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The e-mail address you provided is associated with more than one account
cs_cz: E-mailová adresa, kterou jste poskytl(a), je spojená s více než jedním účtem.
de_de: Die von Ihnen angegebene E-Mail-Adresse ist mehr als einem Konto zugeordnet
fi_fi: Antamasi sähköpostiosoite liittyy useampaan kuin yhteen tiliin
hu_hu: A megadott e-mail cím több fiókhoz is társítva van
ja_jp: 入力したメールアドレスは、１つ以上のアカウントに関連付けられています。
ro_ro: Adresa de e-mail specificată este asociată cu mai mult de un cont
sk_sk: K emailovej adrese, ktorú ste uviedli je priradený viac ako jeden účet

source: The requested bucket name is not available. The bucket namespace is shared by all users of the system. Please select a different name and try again.
cs_cz: Požadovaný název kontejneru není k dispozici. Jmenný prostor kontejnerů je sdílený všemi uživateli systému. Zvolte, prosím, jiný název a zkuste to znovu.
de_de: Der angeforderte Bucket-Name ist nicht verfügbar. Der Bucket-Namespace wird von allen Benutzern des Systems geteilt. Bitte wählen Sie einen anderen Namen und versuchen Sie es erneut.
fi_fi: Pyytämäsi AWS muistipaikka (bucket) ei ole saatavilla. Muistipaikkojen nimiavaruus on jaettu kaikkien järjestelmän käyttäjien kesken. Ole hyvä ja valitse toinen nimi ja yritä uudelleen.
hu_hu: A kért bucket név nem érhető el. A bucket névtér a rendszer minden felhasználójával meg van osztva. Válasszon másik nevet, és próbálja újra.
ja_jp: 要求したバケット名は利用できません。バケット名前空間はシステムのすべてのユーザーから共有されています。別の名前を選択してください。
ro_ro: Numele de container cerut nu este disponibil. Spațiul de nume al containerelor este comun pentru toți utilizatorii sistemului. Selectați alt nume și încercați din nou.
sk_sk: Názov požadovaného vedra nie je k dispozícii. Menný priestor vedier zdieľajú všetci používatelia systému. Vyberte iný názov a skúste to znova.

source: Your previous request to create the named bucket succeeded and you already own it.
cs_cz: Váš předchozí požadavek na vytvoření kontejneru byl úspěšný a již jej vlastníte.
de_de: Ihre vorherige Anfrage zum Erstellen des angegebenen Bucket war erfolgreich und Sie sind bereits Eigentümer.
fi_fi: Aiempi pyyntösi nimetyn muistipaikan (AWS bucket) luomiseksi onnitstui ja omistat sen jo.
hu_hu: A megnevezett bucket létrehozására vonatkozó előző kérése sikeres volt, és már birtokolja.
ja_jp: 名前付きバケットは、要求どおり正しく作成されました。すでにこのバケットを所有しています。
ro_ro: Cererea precedentă de creare a unui container cu nume a fost finalizată cu succes și sunteți deja proprietarul acestuia.
sk_sk: Vaša predošlá požiadavka vytvoriť pomenované vedro bola úspešná a už ho vlastníte.

source: The bucket you tried to delete is not empty.
cs_cz: Kontejner, který jste se pokusil(a) smazat, není prázdný.
de_de: Das Bucket, das Sie löschen wollen, ist nicht leer.
fi_fi: Muistipaikka, jonka yritit poistaa, ei ole tyhjä.
hu_hu: A törölni kívánt bucket nem üres.
ja_jp: 削除しようとしているバケットは空ではありません。
ro_ro: Containerul pe care doriți să-l eliminați nu este gol.
sk_sk: Vedro, ktoré ste sa pokúsili zmazať nie je prázdne.

source: This request does not support credentials.
cs_cz: Tento požadavek nepodporuje přihlašovací údaje.
de_de: Diese Anfrage unterstützt keine Zugangsdaten.
fi_fi: Tämä pyyntö ei voi käyttää valtuutusta.
hu_hu: A kérés nem támogatja a hitelesítési adatokat.
ja_jp: このリクエストは、認証情報をサポートしていません。
ro_ro: Această cerere nu suportă date de autentificare.
sk_sk: Táto požiadavka nepodporuje overovanie totožnosti.

source: Cross location logging not allowed. Buckets in one geographic location cannot log information to a bucket in another location.
cs_cz: Logování napříč lokacemi není povolené. Kontejnery v dané geografické lokalitě nemohou logovat informace do kontejneru na jiném místě.
de_de: Protokollierung über verschiedene Orte ist nicht zulässig. Buckets an einem geografischen Standort können keine Informationen in einem Bucket eines anderen Ortes protokollieren.
fi_fi: Sijainnista toiseen logittaminen ei ole sallittu. Yhden sijainnin muistipaikat eivät voi logittaa tietoa muistipaikkaan toisessa sijainnissa.
hu_hu: A helyek közti naplózás nem engedélyezett. Az egyik földrajzi helyen lévő bucketek nem naplózhatnak információkat másik helyen lévő bucketbe.
ja_jp: 複数の場所へのログの保存は許可されていません。特定の場所のバケットから他の場所のバケットにログ出力することはできません。
ro_ro: Jurnalizarea între zone nu este permisă. Containere dintr-o zonă geografică nu pot jurnaliza informațiile unui container din altă zonă.
sk_sk: Prihlasovanie z viacerých miest nie je povolené. Vedrá na jednom geografickom mieste nemôžu zaznamenávať informácie do vedra na inom mieste.

source: Your proposed upload is smaller than the minimum allowed object size.
cs_cz: Snažíte se nahrát méně, než je minimální povolená velikost objektu.
de_de: Ihr vorgeschlagener Upload ist kleiner als die minimal zulässige Objektgröße.
fi_fi: Ehdottamasi lataus on pienempi kuin pienin sallittu koko.
hu_hu: A javasolt feltöltés kisebb a minimálisan engedélyezett objektumméretnél.
ja_jp: アップロードしようとしているファイルのサイズは、許可される最小のオブジェクトサイズよりも小さいです。
ro_ro: Încărcarea propusă este mai mică decât dimensiunea minimă a obiectelor.
sk_sk: Súbor, ktorý ste chceli nahrať je menší ako minimálna povolená veľkosť objektu.

source: Your proposed upload exceeds the maximum allowed object size.
cs_cz: Snažíte se nahrát více, než je maximální povolená velikost objektu.
de_de: Ihr vorgeschlagener Upload überschreitet die maximal zulässige Objektgröße.
fi_fi: Ehdottamasi lataus on suurempi kuin suurin sallittu koko.
hu_hu: A javasolt feltöltés meghaladja a maximálisan engedélyezett objektumméretet.
ja_jp: アップロードしようとしているファイルのサイズは、許可される最大のオブジェクトサイズよりも大きいです。
ro_ro: Încărcarea propusă depășește dimensiunea maximă a obiectelor.
sk_sk: Súbor, ktorý ste chceli nahrať prekračuje maximálnu povolená veľkosť objektu.

source: The provided token has expired.
cs_cz: Poskytnutý klíč vypršel.
de_de: Das angegebene Token ist abgelaufen.
fi_fi: Lipuke on vanhentunut.
hu_hu: A megadott token lejárt.
ja_jp: 入力したトークンは期限切れです。
ro_ro: Simbolul furnizat a expirat.
sk_sk: Platnosť poskytnutého tokenu uplynula.

source: The AWS Access Key Id you provided does not exist in our records.
cs_cz: AWS Access Key Id, které jste poskytl(a), není v našich záznamech.
de_de: Die von Ihnen angegebene ID für den AWS-Zugriffsschlüssel ist in unseren Aufzeichnungen nicht vorhanden.
fi_fi: Antamasi AWS avain ei löydy tiedoistamme.
hu_hu: A megadott AWS hozzáférési kulcs nem létezik a feljegyzéseinkben.
ja_jp: 入力した AWS Access Key ID は、記録にありません。
ro_ro: Identificatorul de cheie de acces AWS specificat nu există în baza noastră de date.
sk_sk: Identifikátor prístupového kľúča AWS, ktorý ste poskytli v našich záznamoch neexistuje.

source: The specified bucket is not valid.
cs_cz: Určený kontejner není platný.
de_de: Das angegebene Bucket ist ungültig.
fi_fi: Määritelty muistipaikka (AWS bucket) on epäkelpo.
hu_hu: A megadott bucket érvénytelen.
ja_jp: 指定されたバケットが無効です。
ro_ro: Containerul specificat este incorect.
sk_sk: Uvedené vedro je neplatné.

source: All access to this object has been disabled.
cs_cz: Veškerý přístup k tomuto objektu byl zrušen.
de_de: Jeglicher Zugriff auf dieses Objekt wurde deaktiviert.
fi_fi: Kaikki pääsy tähän kohteeseen on estetty.
hu_hu: Az objektumhoz minden hozzáférés letiltva.
ja_jp: このオブジェクトへのすべてのアクセスは、無効になっています。
ro_ro: Accesul la acest obiect a fost dezactivat.
sk_sk: Všetok prístup k tomuto objektu bol vypnutý.

source: The provided security credentials are not valid.
cs_cz: Poskytnuté bezpečnostní přihlašovací údaje nejsou platné.
de_de: Die angegebenen Sicherheitszugangsdaten sind ungültig.
fi_fi: Annetut valtuudet eivät kelpaa.
hu_hu: A megadott biztonsági adatok érvénytelenek.
ja_jp: 入力したセキュリティ認証情報が無効です。
ro_ro: Datele de acreditare furnizate sunt incorecte.
sk_sk: Poskytnuté bezpečnostné poverenia nie sú platné.

source: The provided token is malformed or otherwise invalid.
cs_cz: Poskytnutý klíč je chybně zapsaný nebo jinak neplatný.
de_de: Das angegebene Token ist nicht wohlgeformt oder anderweitig ungültig.
fi_fi: Annettu Kerberos-lipuke on viallinen.
hu_hu: A megadott token rosszul formázott vagy más okból érvénytelen.
ja_jp: 入力したトークンが有効でないか、形式が無効です。
ro_ro: Simbolul specificat este în format incorect sau nu este valid din alt motiv.
sk_sk: Poskytnutý token je poškodený alebo inak neplatný.

source: Couldn't parse the specified URI.
cs_cz: Nepodařilo se parsovat zadané URI.
de_de: Der angegebene URI konnte nicht analysiert werden.
fi_fi: URI määrittelyä ei voitu jäsentää.
hu_hu: A megadott URI nem dolgozható fel.
ja_jp: 指定された URI を解析できませんでした。
ro_ro: Nu s-a putut analiza URI-ul specificat.
sk_sk: Nebolo možné spracovať zadané URI.

source: Your key is too long.
cs_cz: Váš klíč je příliš dlouhý.
de_de: Ihr Schlüssel ist zu lang.
fi_fi: Avaimesi on liian pitkä.
hu_hu: A kulcs túl hosszú.
ja_jp: 鍵が長過ぎます。
ro_ro: Cheia este prea lungă.
sk_sk: Váš kľúč je príliš dlhý.

source: Your request was too big.
cs_cz: Váš požadavek byl příliš velký.
de_de: Ihre Anfrage war zu groß.
fi_fi: Pyyntösi on liian suuri.
hu_hu: A kérés túl nagy volt.
ja_jp: リクエストが大き過ぎます。
ro_ro: Cererea dumneavoastră este prea lungă.
sk_sk: Vaša požiadavka bola príliš veľká.

source: The specified method is not allowed against this resource.
cs_cz: Určenou metodu nelze u tohoto zdroje použít.
de_de: Die angegebene Methode ist für diese Ressource nicht zulässig.
fi_fi: Määritelty metodi ei ole sallittu tälle resurssille.
hu_hu: A megadott módszer nem engedélyezett ezen az erőforráson.
ja_jp: 指定されたメソッドはこのリソースには許可されていません。
ro_ro: Metoda specificată nu este permisă pentru această resursă.
sk_sk: Zadaná metóda nie je pre tento zdroj povolená.

source: The specified bucket does not exist.
cs_cz: Určený kontejner neexistuje.
de_de: Das angegebene Bucket ist nicht vorhanden.
fi_fi: Määriteltyä muistipaikkaa (AWS bucket) ei ole.
hu_hu: A megadott bucket nem létezik.
ja_jp: 指定されたバケットは存在しません。
ro_ro: Containerul specificat nu există.
sk_sk: Uvedené vedro neexistuje.

source: The specified key does not exist.
cs_cz: Určený klíč neexistuje.
de_de: Der angegebene Schlüssel ist nicht vorhanden.
fi_fi: Määriteltyä avainta ei ole.
hu_hu: A megadott kulcs nem létezik.
ja_jp: 指定された鍵は存在しません。
ro_ro: Cheia specificată nu există.
sk_sk: Uvedený kľúč neexistuje.

source: Your account is not signed up for the Amazon S3 service.
cs_cz: Váš účet není zaregistrovaný u služby Amazon S3.
de_de: Ihr Konto ist nicht beim Amazon S3-Dienst angemeldet.
fi_fi: Tilisi ei ole rekisteröitynyt Amazon S3 palveluun.
hu_hu: A fiókja nincs feliratkozva az Amazon S3 szolgáltatásra.
ja_jp: このアカウントは、Amazon S3 サービスにサインアップしていません。
ro_ro: Contul dumneavoastră nu este abonat la serviciul Amazon S3.
sk_sk: Váš účet nie je prihlásený k službe Amazon S3.

source: A conflicting conditional operation is currently in progress against this resource. Please try again.
cs_cz: S tímto zdrojem je v tuto chvíli v konfliktu jiná probíhající operace. Zkuste to, prosím, znovu.
de_de: Konflikt mit einer bedingten Aktion, die derzeit für diese Ressource läuft. Bitte erneut versuchen.
fi_fi: Tälle resurssille on meneillään ristiriitainen toiminto. Yritä uudelleen.
hu_hu: Egy ütköző feltételes művelet jelenleg folyamatban van ezen az erőforráson. Próbálja újra.
ja_jp: このリソースに対して、競合する条件操作が現在進行中です。もう一度やり直してください。
ro_ro: În acest moment se efectuează o altă operație condițională asupra acestei resurse. Încercați din nou.
sk_sk: Voči tomuto zdroju práve prebieha konfliktná podmienená operácia. Prosím, skúste to znova.

source: At least one of the preconditions you specified did not hold.
cs_cz: Alespoň jedna z vámi uvedených podmínek neobstála.
de_de: Mindestens eine von Ihnen angegebene Bedingung trifft nicht zu.
fi_fi: Ainakin yksi määrittelemäsi edellytys jäi täyttymättä.
hu_hu: A megadott előfeltételek közül legalább egy nem teljesül.
ja_jp: 指定された条件のうち、少なくとも１つが動作しませんでした。
ro_ro: Cel puțin una dintre condițiile prealabile specificate nu a fost satisfăcută.
sk_sk: Aspoň jeden z predpokladov, ktoré ste zadali nebol splnený.

source: Temporary redirect.
cs_cz: Dočasné přesměrování.
de_de: Vorübergehend umleiten.
fi_fi: Tilapäinen uudelleenohjaus.
hu_hu: Ideiglenes átirányítás.
ja_jp: 一時的にリダイレクトしています。
ro_ro: Redirecționare temporară.
sk_sk: Dočasné presmerovanie.

source: Object restore is already in progress.
cs_cz: Obnova objektu již probíhá.
de_de: Die Wiederherstellung des Objekts läuft bereits.
fi_fi: Kohteen palautus on jo käynnissä.
hu_hu: Az objektum helyreállítása már folyamatban van.
ja_jp: オブジェクトの復元は既に進行中です。
ro_ro: Restaurarea obiectelor este deja în curs.
sk_sk: Obnovenie objektu už prebieha.

source: You are being redirected to the bucket while DNS updates.
cs_cz: Než dojde k aktualizaci DNS, budete přesměrovaný(á) do kontejneru.
de_de: Sie werden zum Bucket umgeleitet, während DNS aktualisiert.
fi_fi: Sillä välin kun nimipalvelu päivittyy, sinut ohjataan edelleen muistipaikkaasi (AWS bucket).
hu_hu: Átirányításra kerül a buckethez a DNS frissítése közben.
ja_jp: DNSの更新中は、バケットへリダイレクトされます。
ro_ro: Veți fi redirecționat către container cât timp serverul DNS se actualizează.
sk_sk: Počas aktualizácie DNS budete presmerovaní do vedra.

source: The provided token must be refreshed.
cs_cz: Poskytnutý klíč je třeba obnovit.
de_de: Das angegebene Token muss aktualisiert werden.
fi_fi: Annettu lipuke täytyy päivittää.
hu_hu: A megadott tokent frissíteni kell.
ja_jp: 入力したトークンを更新してください。
ro_ro: Simbolul specificat trebuie actualizat.
sk_sk: Poskytnutý token je nutné obnoviť.

source: The e-mail address you provided does not match any account on record.
cs_cz: E-mailová adresa, kterou jste zadal(a), se neshoduje s žádnou v záznamech.
de_de: Die von Ihnen angegebene E-Mail-Adresse stimmt mit keinem registrierten Konto überein.
fi_fi: Antamasi sähköpostiosoite ei vastaa mitään määriteltyä tiliä.
hu_hu: A megadott e-mail cím nem egyezik egy korábban rögzítettel sem.
ja_jp: 入力したメールアドレスは保存されているいずれのアカウントとも一致しません。
ro_ro: Adresa de e-mail specificată nu corespunde niciunui cont din baza de date.
sk_sk: E-mailová adresa, ktorú ste zadali nezodpovedá žiadnemu známemu kontu.

source: The S3 storage responds with "Bad Request". Please check whether com.openexchange.filestore.s3.[filestoreID].signerOverride is properly configured for this filestore.
cs_cz: Odpověď úložiště S3 je „Chybný požadavek“. Prosím, zkontrolujte, jestli je soubor com.openexchange.filestore.s3.[filestoreID].signerOverride pro toto úložiště správně nakonfigurován.
de_de: Der S3-Speicher antwortet mit "Bad Request". Bitte überprüfen Sie, ob com.openexchange.filestore.s3.[filestoreID].signerOverride für diesen Dateispeicher richtig konfiguriert ist.
fi_fi: S3-säilitys vastaa viestillä "Bad Request". Tarkista onko com.openexchange.filestore.s3.[filestoreID].signerOverride konfiguroitu oikein tälle tiedostosäilytykselle.
hu_hu: Az S3 tároló "Bad Request" hibaüzenetet adott. Ellenőrizze, hogy a com.openexchange.filestore.s3.[filestoreID].signerOverride megfelelő beállítását ehhez a fájltárolóhoz.
ja_jp: S3 ストレージは Bad Request を返しました。com.openexchange.filestore.s3.[filestoreID].signerOverride の設定このファイルストアに対応しているかどうか確認してください。
ro_ro: Spațiul de stocare S3 răspunde "Cerere eronată". Verificați dacă com.openexchange.filestore.s3.[filestoreID].signerOverride este configurat corect pentru acest spațiu de stocare.
sk_sk: Úložisko S3 odpovedalo správou "Chybná požiadavka". Prosím, skontrolujte, či com.openexchange.filestore.s3.[filestoreID].signerOverride je správne nakonfigurovaná pre toto úložisko súborov.

source: Failed to create a bucket for name "%1$s" using region "%2$s"
cs_cz: Nepodařilo se vytvořit sadu pro jméno „%1$s“ v oblasti „%2$s“
de_de: Fehler beim Erstellen eines Bucket für den Namen "%1$s" mit der Region "%2$s"
fi_fi: Ei voitu luoda ämpäriä nimelle "%1$s" käyttäen aluetta "%2$s"
hu_hu: Nem sikerült létrehozni egy bucketet a(z) "%1$s" névhez a(z) "%2$s" régióval
ja_jp: 地域"%2$s"を利用した"%1$s" の名前のバケットの作成に失敗しました。
ro_ro: Crearea unui container pentru numele "%1$s" utilizând regiunea "%2$s" a eșuat
sk_sk: Nepodarilo sa vytvoriť priestor pre názov "%1$s" v regióne "%2$s"

source: No such document: %1$s
cs_cz: Dokumement neexistuje: %1$s
de_de: Kein solches Dokument: %1$s
fi_fi: Ei asiakirjaa %1$s
hu_hu: Nincs ilyen dokumentum: %1$s
ja_jp: ドキュメントはありません: %1$s
ro_ro: Documentul nu există: %1$s
sk_sk: Taký dokument neexistuje: %1$s

source: No such chunk: %1$s
cs_cz: Blok neexistuje: %1$s
de_de: Kein solcher Datenblock: %1$s
fi_fi: Ei erää %1$s
hu_hu: Nincs ilyen rész: %1$s
ja_jp: チャンクはありません; %1$s
ro_ro: Partea nu există: %1$s
sk_sk: Taký blok neexistuje: %1$s

source: No next chunk for chunk: %1$s
cs_cz: Blok %1$s není následován žádným dalším blokem.
de_de: Kein nächster Datenblock für Datenblock: %1$s
fi_fi: Ei seuraavaa erää erälle %1$s
hu_hu: Nincs következő rész ehhez: %1$s
ja_jp: チャンクの次のチャンクはありません: %1$s
ro_ro: Partea următoare nu există pentru partea: %1$s
sk_sk: Žiadny ďalší blok za blokom: %1$s

source: The connected client closed the connection unexpectedly
cs_cz: Připojený klient nečekaně přerušil spojení
de_de: Der verbundene Client hat die Verbindung unerwartet beendet
fi_fi: Yhdistetty asiakasohjelma katkaisi yhteyden odottamattomasti
hu_hu: A csatlakoztatott kliens váratlanul bezárta a kapcsolatot
ja_jp: 接続されたクライアントが接続を予期せずに切断しました。
ro_ro: Clientul conectat a închis în mod neașteptat conexiunea
sk_sk: Pripojený klient neočakávane ukončil spojenie

source: The allowed quota is reached. Please delete some items in order to create new ones.
cs_cz: Povolená kvóta byla naplněna. Smažte, prosím, některé položky, aby bylo možné vytvářet nové.
de_de: Das zulässige Kontingent ist erreicht. Bitte löschen Sie einige Objekte, um Platz für neue zu schaffen.
fi_fi: Sallittu kiintiö on täynnä. Ole hyvä ja poista joitakin vanhoja kohteita voidaksesi luoda uusia.
hu_hu: Az engedélyezett kvóta elérve. Töröljön néhány elemet az újak létrehozásához.
ja_jp: 容量制限を超過しました。新規のアイテムを作成するには、既存のアイテムを削除してください。
ro_ro: S-a atins limita permisă. Ștergeți câteva elemente pentru a crea altele noi.
sk_sk: Bola dosiahnutá povolená kvóta. Prosím, odstráňte niektoré položky, aby ste mohli vytvoriť nové.

source: The service you requested is currently not available. Please try again later.
cs_cz: Požadovaná služba je dočasně nedostupná. Zkuste to, prosím, později.
de_de: Der von Ihnen angeforderte Dienst ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
fi_fi: Pyytämäsi palvelu ei tilapäisesti ole saatavilla. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: A kért szolgáltatás jelenleg nem érhető el. Próbálja újra később.
ja_jp: 要求されたサービスは一時的に利用できません。後でもう一度やり直してください。
ro_ro: Serviciul solicitat nu este disponibil momentan. Încercați din nou.
sk_sk: Požadovaná služba momentálne nie je dostupná. Prosím, skúste to neskôr znova.

source: A filter for field '%1$s' is missing but is required to search in module %2$s.
cs_cz: Chybí filtr pro pole ‚%1$s‘, ale pro hledání v modulu %2$s je potřeba.
de_de: Für das Feld '%1$s' fehlt ein Filter. Dieser wird zum Suchen im Modul %2$s benötigt.
fi_fi: Kentälle '%1$s' ei ole moduulissa %2$s etsimiseen vaadittua suodatinta.
hu_hu: A '%1$s' mező szűrése hiányzik és szükség van rá a %2$s modulban történő kereséshez.
ja_jp: フィールド '%1$s' のフィルターが見つかりません。モジュール %2$s での検索に必要です。
ro_ro: Lipsește un filtru pentru câmpul '%1$s', obligatoriu pentru căutarea în modulul %2$s.
sk_sk: Filter pre pole "%1$s" chýba, ale je potrebné hľadať v module %2$s.

source: A search filter did not contain a field to filter on.
cs_cz: Vyhledávací filtr neobsahoval pole, podle kterého filtrovat.
de_de: Ein Suchfilter enthielt kein Feld, nach dem gefiltert werden kann.
fi_fi: Suodatin ei sisältänyt suodatettavaa kenttää.
hu_hu: A keresési szűrő nem tartalmazott mezőt a szűréshez.
ja_jp: 検索フィルターには、フィルターするフィールドが含まれていません。
ro_ro: Unul dintre filtrele de căutare nu conține niciun câmp pentru filtrare.
sk_sk: Filter hľadania neobsahuje pole, podľa ktorého chcete filtrovať.

source: A search filter did not contain a query to search for.
cs_cz: Vyhledávací filtr neobsahoval termín, který se měl hledat.
de_de: Ein Suchfilter enthielt keine Suchanfrage.
fi_fi: Suodatin ei sisältänyt etsittävää kyselyä.
hu_hu: A keresési szűrő nem tartalmazza a keresési feltételt.
ja_jp: 検索フィルターには、検索するクエリが含まれていません。
ro_ro: Unul dintre filtrele de căutare nu conține nicio interogare de căutare.
sk_sk: Filter hľadania neobsahuje dotaz, podľa ktorého chcete vyhľadávať.

source: A search filter contained an unknown field: '%1$s'.
cs_cz: Vyhledávací filtr obsahoval neznámé pole: ‚%1$s‘.
de_de: Ein Suchfilter enthielt ein unbekanntes Feld: '%1$s'.
fi_fi: Suodatin sisälsi tuntemattoman kentän: '%1$s'.
hu_hu: A keresési szűrő ismeretlen mezőt tartalmaz: '%1$s'.
ja_jp: 検索フィルターには、不明なフィールド '%1$s' が含まれています。
ro_ro: Unul dintre filtrele de căutare conține un câmp necunoscut: '%1$s'.
sk_sk: Filter hľadania obsahuje neznáme pole: "%1$s".

source: The value '%1$s' is invalid for option '%2$s'.
cs_cz: Hodnota ‚%1$s‘ není pro možnost ‚%2$s‘ platná.
de_de: Der Wert '%1$s' ist für die Option '%2$s' ungültig.
fi_fi: Arvo '%1$s' ei kelpaa valinnaksi '%2$s'.
hu_hu: A(z) '%1$s' érték érvénytelen a(z) '%2$s' opciónál.
ja_jp: 値"%1$s"はオプション"%2$s"に対して無効です。
ro_ro: Valoarea '%1$s' nu este corectă pentru opțiunea '%2$s'.
sk_sk: "%1$s" je neplatná hodnota voľby "%1$s".

source: The facet "%1$s" is mandatory and has to be set.
cs_cz: Aspekt „%1$s“ je povinný a musí být nastavený.
de_de: Die Facette "%1$s" ist eine Pflichtangabe und muss gesetzt werden.
fi_fi: Fasetti "%1$s" on pakollinen ja se on asetettava.
hu_hu: A(z) „%1$s” alapértelmezett és megadása kötelező.
ja_jp: ファセット "%1$s" は必須であるため、設定する必要があります。
ro_ro: Aspectul "%1$s" este obligatoriu și trebuie să fie setat.
sk_sk: Priečinok "%1$s" je povinný a musí byť nastavený.

source: Could not parse "%1$s".
cs_cz: Nepodařilo se parsovat „%1$s“.
de_de: "%1$s" konnte nicht analysiert werden.
fi_fi: "%1$s" ei voitu jäsentää.
hu_hu: A(z) %1$s URI nem dolgozható fel.
ja_jp: "%1$s" を解析できませんでした。
ro_ro: Nu s-a putut analiza "%1$s".
sk_sk: Nepodarilo sa spracovať URI: "%1$s".

source: The folder id "%1$s" is invalid for module "%2$s".
cs_cz: ID složky „%1$s“ je v modulu „%2$s“ neplatné.
de_de: Die Ordner-ID "%1$s" ist für das Modul "%2$s" ungültig.
fi_fi: Kansiotunniste "%1$s" on epäkelpo moduulille "%2$s".
hu_hu: A(z) "%1$s" mappaazonosító nem érvényes a(z) "%2$s" modulhoz.
ja_jp: フォルダーID "%1$s" はモジュール "%2$s" には無効です。
ro_ro: Identificatorul de dosar "%1$s" este incorect pentru modulul "%2$s".
sk_sk: Priečinok s identifikátorom "%1$s" je neplatný pre modul "%2$s".

source: The folder type "%1$s" is not supported.
cs_cz: Druh složky „%1$s“ není podporovaný.
de_de: Der Ordnertyp "%1$s" wird nicht unterstützt.
fi_fi: Kansiotyyppi "%1$s" ei ole tuettu.
hu_hu: A(z) „%1$s” mappatípus nem támogatott.
ja_jp: フォルダータイプ "%1$s" はサポートされていません。
ro_ro: Tipul de dosar "%1$s" nu este suportat.
sk_sk: Typ priečinka "%1$s" nie je podporovaný.

source: The facet types "%1$s" and "%2$s" conflict with each other and must not be used within one request.
cs_cz: Druhy aspektů „%1$s“ a „%2$s“ jsou ve vzájemném konfliktu a nelze je používat v rámci jednoho požadavku.
de_de: Die Facettentypen "%1$s" und "%2$s" dürfen nicht innerhalb derselben Anfrage verwendet werden, da dies einen Konflikt auslöst.
fi_fi: Fasetin tyypit "%1$s" ja "%2$s" ovat ristiriitaisia eikä niitä voi käyttää samassa pyynnössä.
hu_hu: A(z) „%1$s” és „%2$s" nézettípusok ütköznek és nem használhatók egy kérésen belül.
ja_jp: ファセットのタイプ "%1$s" と "%2$s" が競合しているため、１つのリクエスト中に使用できません。
ro_ro: Tipurile de aspecte "%1$s" și "%2$s" sunt conflictuale și nu pot fi folosite în cadrul aceleiași cereri.
sk_sk: Typy fazet "%1$s" a "%2$s" sú vo vzájomnom rozpore a nesmú sa použiť v rámci jednej požiadavky.
