Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Invalid parameter: %1$s with value '%2$s'.
cs_cz: Neplatný parametr: %1$s s hodnotou ‚%2$s‘.
de_de: Ungültiger Parameter: %1$s mit Wert '%2$s'.
fi_fi: Epäkelpo parametri: %1$s arvoltaan '%2$s'.
hu_hu: Érvénytelen paraméter: %1$s, értéke: „%2$s”.
ja_jp: 次のパラメータが無効です: 値 '%2$s' が格納された %1$s
ro_ro: Parametru incorect: %1$s cu valoarea '%2$s'.
sk_sk: Neplatný parameter: %1$s s hodnotou "%2$s".

source: Messaging part is read-only.: %1$s
cs_cz: Část pro posílání zpráv je pouze ke čtení: %1$s
de_de: Messaging-Teil ist nur lesbar: %1$s
fi_fi: Viestiosaan on vain lukuoikeus: %1$s
hu_hu: Az üzenetkezelés rész csak olvasható: %1$s
ja_jp: 次のメッセージ部分は読み取り専用です: %1$s
ro_ro: Partea de mesaj este doar citire.: %1$s
sk_sk: Časť správy je iba na čítanie.: %1$s

source: Unknown color label index: %1$s
cs_cz: Neznámý index značek barev: %1$s
de_de: Unbekannter Farb-Label-Index: %1$s
fi_fi: Tuntematon värien nimi-indeksi: %1$s
hu_hu: Ismeretlen színcímkeindex: %1$s
ja_jp: 次のカラーラベルのインデックスが不明です: %1$s
ro_ro: Index de etichetă de culoare necunoscut: %1$s
sk_sk: Neznámy index farebného označenia: %1$s

source: A duplicate folder named "%1$s" already exists below parent folder "%2$s".
cs_cz: Duplicitní složka pojmenovaná „%1$s“ už existuje v nadřazené složce „%2$s“.
de_de: Ein Ordnerduplikat namens "%1$s" ist bereits unterhalb des übergeordneten Ordners "%2$s" vorhanden.
fi_fi: Päällekkäinen kansion nimi "%1$s" on jo olemassa hakemiston "%2$s" alla.
hu_hu: Már létezik egy ugyanilyen nevű mappa („%1$s”) a(z) „%2$s” szülőmappa alatt.
ja_jp: フォルダー名 "%1$s" の複製が親フォルダー "%2$s" の配下に既に存在します。
ro_ro: Există deja un dosar duplicat cu numele "%1$s" subordonat dosarului părinte "%2$s".
sk_sk: Duplicitný priečinok s názvom "%1$s" už existuje pod nadradeným priečinkom "%2$s".

source: No create access on mail folder %1$s.
cs_cz: K poštovní složce %1$s nemám přístup povolující vytvářet
de_de: Keine Berechtigung zum Anlegen von Objekten im E-Mail-Ordner %1$s
fi_fi: Ei luomisoikeutta postikansioon %1$s.
hu_hu: Nincs létrehozási hozzáférés a(z) %1$s levélmappához.
ja_jp: メールフォルダー %1$s への作成権限はありません。
ro_ro: Nu aveți drepturi de creare în dosarul de mail %1$s.
sk_sk: Chýba oprávnenie na vytváranie v poštovom priečinku %1$s.

source: Not connected
cs_cz: Nepřipojeno
de_de: Nicht verbunden
fi_fi: Ei yhteyttä
hu_hu: Nincs kapcsolat
ja_jp: 接続されていません。
ro_ro: Desconectat
sk_sk: Nepripojené

source: Invalid sorting column. Cannot sort by %1$s.
cs_cz: Neplatný řadící sloupec. Nelze řadit podle %1$s.
de_de: Ungültige Sortierspalte. Nach %1$s kann nicht sortiert werden.
fi_fi: Epäkelpo lajittelusarake. "%1$s" mukaan ei voi lajitella.
hu_hu: Az oszlop érvénytelen a rendezéshez. Nem lehet a(z) %1$s alapján rendezni.
ja_jp: ソート列が無効です。%1$s でソートできません。
ro_ro: Coloană de sortare incorectă. Nu se poate sorta după %1$s.
sk_sk: Neplatný stĺpec, podľa ktorého sa má triediť. Nemožno triediť podľa %1$s.

source: No attachment found with section identifier %1$s in message %2$s in folder %3$s.
cs_cz: Ve zprávě %2$s ve složce %3$s nebyla nalezena žádná příloha s identifikátorem sekce %1$s.
de_de: Es konnte kein Anhang mit der Section ID %1$s in der Nachricht %2$s im Ordner %3$s gefunden werden.
fi_fi: Liitettä osiotunnisteella %1$s ei löytynyt viestistä %2$s hakemistossa %3$s.
hu_hu: Nem található %1$s szakaszazonosítójú melléklet a(z) %3$s mappa %2$s üzenetében.
ja_jp: セッション識別子 %1$s をもとに添付ファイルをフォルダー %3$s のメッセージ %2$s に見つかりません。
ro_ro: Nu s-a găsit niciun fișier atașat cu identificatorul de sesiune %1$s în mesajul %2$s în dosarul %3$s.
sk_sk: Nebola nájdená žiadna príloha s identifikátorom sekcie %1$s v správe %2$s v priečinku %3$s.

source: Message %1$s not found in folder %2$s.
cs_cz: Zpráva %1$s nebyla ve složce %2$s nalezena.
de_de: Die Nachricht %1$s wurde nicht im Ordner %2$s gefunden.
fi_fi: Viestiä %1$s ei löytynyt hakemistosta %2$s.
hu_hu: A(z) %1$s üzenet nem található meg a(z) %2$s mappában.
ja_jp: メッセージ %1$s がフォルダー %2$s に見つかりません。
ro_ro: Nu s-a găsit mesajul %1$s în dosarul %2$s.
sk_sk: Správa %1$s nebola nájdená v priečinku %2$s.

source: Invalid OAuth account specified.
cs_cz: Zadán neplatný účet OAuth.
de_de: Es wurde ein ungültiges OAuth-Konto angegeben.
fi_fi: Määritelty OAuth-tili on epäkelpo.
hu_hu: Érvénytelen OAuth felhasználói fiók lett megadva.
ja_jp: 指定された OAuth アカウントが無効です。.
ro_ro: Contul OAuth specificat este incorect.
sk_sk: Zadané neplatné konto OAuth.

source: The account configuration is invalid.
cs_cz: Nastavení účtu není platné.
de_de: Die Kontokonfiguration ist ungültig.
fi_fi: Tilin konfiguraatio ei kelpaa.
hu_hu: A felhasználói fiók beállítása érvénytelen.
ja_jp: アカウント構成が無効です。
ro_ro: Configurația contului nu este validă.
sk_sk: Konfigurácia účtu je neplatná.

source: An error has occurred on the remote Microsoft end-point. There is nothing we can do about it. Try again later.
cs_cz: Došlo k chybě na straně Microsoftu. Nemůžeme s tím nic dělat. Zkuste to, prosím, později.
de_de: Am Remote-Microsoft-Endpunkt ist ein Fehler aufgetreten. Wir haben darauf keinen Einfluss. Versuchen Sie es später noch einmal.
fi_fi: Tapahtui virhe Microsoftin etäpäätepisteessä. Emme voi asialle mitään. Yritä myöhemmin uudelleen.
hu_hu: Hiba történt a távoli Microsoft-végponton. Ennek működésére nincs ráhatásunk. Próbálja újra később.
ja_jp: リモートMicrosoftエンドポイントでエラーが発生しました。どうすることできないので、後でもう一度やり直してください。
ro_ro: S-a produs o eroare pe serverul Microsoft. Nu putem face nimic în această privință. Încercați din nou mai târziu.
sk_sk: Na vzdialenom serveri Microsoft sa vyskytla chyba. Nič sa s tým nedá urobiť. Skúste to znova neskôr.

source: Unable to retrieve the contact photo for contact with id '%1$s'. There is nothing we can do about it. Try again later.
cs_cz: Nepodařilo se stáhnout kontaktní fotku pro ID ‚%1$s‘. Nemůžeme s tím nic dělat. Zkuste to, prosím, později.
de_de: Das Kontaktfoto für den Kontakt mit der ID '%1$s' konnte nicht abgerufen werden. Wir haben darauf keinen Einfluss. Versuchen Sie es später noch einmal.
fi_fi: Yhteystiedon '%1$s' valokuvaa ei voitu hakea. Asialle ei voi mitään. Yritä myöhemmin uudelleen.
hu_hu: Nem sikerült lekérni a(z) '%1$s' azonosítóhoz tartozó fényképet. Ennek működésére nincs ráhatásunk. Próbálja újra később.
ja_jp: id%1$sの連絡先の写真が取得できません。どうすることできないので、後でもう一度やり直してください。
ro_ro: Imposibil de regăsit fotografia de contact pentru contactul cu ID '%1$s '. Nu putem face nimic în această privință. Încercați din nou mai târziu.
sk_sk: Nepodarilo sa získať fotografiu kontaktu s identifikátorom "%1$s". Nič sa s tým nedá urobiť. Skúste to znova neskôr.

source: The copying of file %1$s failed. There is nothing we can do about it. Try again later.
cs_cz: Kopírování souboru %1$s selhalo. Nemůžeme s tím nic dělat. Zkuste to, prosím, později. later.
de_de: Das Kopieren der Datei %1$s ist fehlgeschlagen. Wir haben darauf keinen Einfluss. Versuchen Sie es später noch einmal.
fi_fi: Tiedoston %1$s kopioiminen epäonnistui. Asialle ei voi tehdä mitään. Yritä myöhemmin uudelleen.
hu_hu: A% 1$s fájl másolása sikertelen. Ennek működésére nincs ráhatásunk. Próbálja újra később.
ja_jp: ファイル%1$sがコピーできませんでした。どうすることできないので、後でもう一度やり直してください。
ro_ro: Copierea fișierului%1$s nu a reușit. Nu putem face nimic în această privință. Încercați din nou mai târziu.
sk_sk: Kopírovanie súboru %1$s zlyhalo. Nič sa s tým nedá urobiť. Skúste to znova neskôr.

source: Uploading the file '%1$s' in folder '%2$s' failed. There is nothing we can do about it. Try again later.
cs_cz: Nahrávání souboru ‚%1$s‘ do složky ‚%2$s‘ selhalo. Nemůžeme s tím nic dělat. Zkuste to, prosím, později.
de_de: Das Hochladen der Datei '%1$s' in den Ordner '%2$s' ist fehlgeschlagen. Wir haben darauf keinen Einfluss. Versuchen Sie es später noch einmal.
fi_fi: Kansioon '%2$s' sisältyvän tiedoston '%1$s lataaminen epäonnistui. Asialle ei voi mitään. Yritä myöhemmin uudelleen.
hu_hu: A(z) '%1$s' fájl feltöltése a '%2$s' mappába sikertelen. Ennek működésére nincs ráhatásunk. Próbálja újra később.
ja_jp: ファイル%1$sをフォルダー%2$sにアップロードできませんでした。どうすることできないので、後でもう一度やり直してください。
ro_ro: Încărcarea fișierului '%1$s' în folderul '%2$s' nu a reușit. Nu putem face nimic în această privință. Încercați din nou mai târziu.
sk_sk: Nahrávanie súboru "%1$s" do priečinka "%ľ$s" zlyhalo. Nič sa s tým nedá urobiť. Skúste to znova neskôr.

source: The folder does not exist.
cs_cz: Složka neexistuje.
de_de: Der Ordner ist nicht vorhanden.
fi_fi: Kansiota ei ole olemassa.
hu_hu: A mappa nem létezik.
ja_jp: フォルダーがありません。
ro_ro: Dosarul nu există.
sk_sk: Priečinok neexistuje.

source: A folder named '%1$s' already exists under the folder with name '%2$s
cs_cz: Složka nazvaná ‚%1$s‘ již ve složce ‚%2$s‘ existuje.
de_de: Ein Ordner mit dem Namen '%1$s' ist bereits unter dem Ordner mit dem Namen '%2$s vorhanden
fi_fi: Kansio nimeltään "%1$s" on jo olemassa hakemiston "%2$s" alla
hu_hu: A(z) '%1$s' nevű mappa már létezik a(z) '%2$s' nevű mappa alatt
ja_jp: フォルダー名 "%1$s" の複製が親フォルダー "%2$s" の配下に既に存在します。
ro_ro: Un dosar denumit '%1$s' există deja sub dosarul cu numele '%2$s
sk_sk: Priečinok s názvom "%1$s" už v priečinku s názvom "%2$s" existuje

source: You are not allowed to delete the root folder.
cs_cz: Nemůžete smazat kořenový adresář.
de_de: Sie haben keine Berechtigung, den Root-Ordner zu löschen.
fi_fi: Et voi poistaa juurikansiota.
hu_hu: A gyökérmappa nem törölhető.
ja_jp: ルートフォルダーを削除することができません。
ro_ro: Nu aveți permisiunea de a șterge folderul rădăcină.
sk_sk: Nemáte oprávnenie zmazať koreňový priečinok.

source: This account has been locked out. Please wait %1$d minutes then try again.
cs_cz: Tento účet byl uzamčen. Počkejte, prosím, %1$d minut a zkuste to znovu.
de_de: Dieses Konto wurde gesperrt. Bitte warten Sie %1$d Minuten und versuchen Sie es dann erneut.
fi_fi: Tämä tili on lukittu. Odota% 1 $ d minuuttia ja yritä uudelleen.
hu_hu: Ez a fiók le van zárva. Várjon %1$d percet, majd próbálja újra.
ja_jp: このアカウントはロックされています。%1$d後にもう一度やり直してください。
ro_ro: Acest cont a fost blocat. Așteptați %1$d minute, apoi încercați din nou.
sk_sk: Tento účet bol uzamknutý. Prosím, počkajte %1$d minút a skúste to znova.

source: There is another authentication attempt for this user in process. Please wait.
cs_cz: Probíhá souběžný pokus o přihlášení tohoto uživatele. Počkejte, prosím.
de_de: Für diesen Benutzer läuft bereits ein weiterer Authentifizierungsversuch. Bitte warten.
fi_fi: Tällä käyttäjällä on käynnissä toinenkin todennusyritys. Odota.
hu_hu: Ennek a felhasználónak egy másik hitelesítési kísérlete folyamatban van. Kis türelmet.
ja_jp: このユーザーに対して別の認証が試行中です。お待ちください。
ro_ro: O altă încercare de autentificare pentru acest utilizator este în proces. Vă rugăm să așteptați.
sk_sk: Prebieha iný pokus o overenie totožnosti používateľa. Prosím, počkajte.

source: My Backup
cs_cz: Moje záloha
de_de: Mein Backup
fi_fi: Oma varmuuskopiointi
hu_hu: Saját biztonsági mentés
ja_jp: バックアップ
ro_ro: Copiile mele de rezervă
sk_sk: Moja záloha

source: Primary authentication devices must be set up before backup devices.
cs_cz: Primární autentizační zařízení musí být nastavena před zálohovacími zařízeními.
de_de: Primäre Authentifizierungsgeräte müssen vor Backup-Geräten eingerichtet werden.
fi_fi: Ensisijaiset todennuslaitteet on asetettava ennen varmuuskopiointilaitteita.
hu_hu: Az elsődleges hitelesítő eszközöket a biztonsági mentési eszközök előtt kell beállítani.
ja_jp: 既定の認証デバイスはバックアップデバイスの前に設定する必要があります。
ro_ro: Dispozitivele de autentificare primare trebuie să fie setate înainte de dispozitivele de copiere de rezervă.
sk_sk: Primárne zariadenia na overenie totožnosti musíte nastaviť pred nastavením záložných zariadení.

source: Your authentication code is:
cs_cz: Váš autentizační kód je:
de_de: Ihr Authentifizierungscode lautet:
fi_fi: Henkilökohtainen varmennuskoodisi:
hu_hu: A hitelesítési kód:
ja_jp: お使いの認証コード：
ro_ro: Codul de autentificare este:
sk_sk: Váš autentifikačný kód je:

source: My Phone
cs_cz: Můj telefon
de_de: Mein Telefon
fi_fi: Oma puhelin
hu_hu: Telefon
ja_jp: 電話
ro_ro: Telefonul meu
sk_sk: Môj telefón

source: Authenticator %d
cs_cz: Authentizátor %d
de_de: Authentifikator %d
fi_fi: Todentaja %d
hu_hu: %d hitelesítő
ja_jp: 認証子%d
ro_ro: Autentificator %d
sk_sk: Autentifikátor %d

source: Device %d
cs_cz: Zařízení %d
de_de: Gerät %d
fi_fi: Laite %d
hu_hu: %d eszköz
ja_jp: デバイス%d
ro_ro: Dispozitiv %d
sk_sk: Zariadenie %d

source: Missing multifactor authentication
cs_cz: Chybí vícefaktorová autentizace
de_de: Fehlende Multifaktor-Authentifizierung
fi_fi: Puuttuva usean tekjän todennus
hu_hu: Hiányzó többfaktoros hitelesítés
ja_jp: 多要素認証が見つかりません。
ro_ro: Autentificare multifactor lipsă
sk_sk: Chýba viackroková autentifikácia

source: Invalid multifactor authentication
cs_cz: Neplatná vícefaktorová autentizace
de_de: Ungültige Multifaktor-Authentifizierung
fi_fi: Virheellinen usean tekijän todennus
hu_hu: Érvénytelen többfaktoros hitelesítés
ja_jp: 無効な多要素認証
ro_ro: Autentificare multifactor nevalidă
sk_sk: Neplatná viackroková autentifikácia

source: An error occured while creating/calculating the authentication factor: %1$s.
cs_cz: Došlo k chybě při vytváření (vypočítávání) autentizačního faktoru: %1$s.
de_de: Beim Erstellen/Berechnen des Authentifizierungsfaktors ist ein Fehler aufgetreten: %1$s.
fi_fi: Todennuskertoimen luomisessa / laskennassa tapahtui virhe:%1$s.
hu_hu: Hiba történt a hitelesítési tényező létrehozása/kiszámítása közben: %1$s.
ja_jp: 認証ファクター%1$sの作成/計算中にエラーが発生しました。
ro_ro: A apărut o eroare la crearea/calcularea factorului de autentificare: %1$s.
sk_sk: Vyskytla sa chyba počas vytvárania/výpočtu autentifikačného kroku: %1$s.

source: JSON error: %s
cs_cz: Chyba JSON: %s
de_de: JSON-Fehler: %s
fi_fi: JSON-virhe: %s
hu_hu: JSON hiba: %s
ja_jp: 次の JSON エラーが発生しました: %s
ro_ro: Eroare JSON: %s
sk_sk: Chyba JSON: %s

source: The requested provider %1$s is unknown.
cs_cz: Požadovaný poskytovatel (%1$s) není známý.
de_de: Der angeforderte Anbieter %1$s ist unbekannt.
fi_fi: Pyydetty palveluntarjoaja "%1$s" on tuntematon.
hu_hu: A kért %1$s szolgáltató ismeretlen.
ja_jp: 要求されたプロバイダ%1$sが不明です。
ro_ro: Furnizorul solicitat %1$s nu este cunoscut.
sk_sk: Požadovaný poskytovateľ %1$s je neznámy.

source: The requested provider %1$s is not available for the user.
cs_cz: Požadovaný poskytovatel (%1$s) není pro uživatele k dispozici.
de_de: Der angeforderte Anbieter %1$s ist für den Benutzer nicht verfügbar.
fi_fi: Pyydetty palveluntarjoaja "%1$s" ei ole käyttäjän käytettävissä.
hu_hu: A kért %1$s szolgáltató nem érhető el a felhasználó számára.
ja_jp: このユーザーは要求されたプロバイダ%1$sを利用できません。
ro_ro: Furnizorul solicitat %1$s nu este disponibil pentru utilizator.
sk_sk: Požadovaný poskytovateľ %1$s nie je pre používateľa k dispozícii.

source: Multifactor authentication required but device identifier is missing
cs_cz: Vícefaktorová autentizace je vyžadována, ale chybí identifikátor zařízení
de_de: Multifaktor-Authentifizierung erforderlich, aber Geräteidentifikation fehlt
fi_fi: Monitekijävarmennusta tarvitaan, mutta laitteen tunniste puuttuu
hu_hu: A többfaktoros hitelesítés szükséges, de az eszközazonosító hiányzik
ja_jp: 多要素認証が必要ですが、デバイスの識別子が見つかりません。
ro_ro: Autentificarea multifactor necesară, dar identificatorul dispozitivului lipsește
sk_sk: Požaduje sa viackroková autentifikácia, ale chýba identifikátor zariadenia

source: The requested device is unknown
cs_cz: Požadované zařízení není známé.
de_de: Das angegebene Gerät ist unbekannt
fi_fi: Pyydetty laite on tuntematon
hu_hu: A kért eszköz ismeretlen
ja_jp: 要求されたデバイスが不明です。
ro_ro: Dispozitivul solicitat nu este cunoscut
sk_sk: Požadované zariadenie je neznáme

source: An unknown error occured during multifactor authentication: %s
cs_cz: Došlo k chybě při vícefaktorové autentizaci: %s
de_de: Bei der Multifaktor-Authentifizierung ist ein Fehler aufgetreten: %s
fi_fi: Monen tekijän todennuksessa tapahtui tuntematon virhe: %d
hu_hu: Ismeretlen hiba történt a multifaktor hitelesítés közben: %s
ja_jp: 多要素認証中に不明なエラーが発生しました：%s
ro_ro: S-a produs o eroare necunoscută în timpul autentificării multifactor: %s
sk_sk: Počas viackrokovej autentifikácie sa vyskytla neznáma chyba: %s

source: Multifactor authentication required but provider name is missing
cs_cz: Vícefaktorová autentizace je vyžadována, ale chybí název poskytovatele
de_de: Multifaktor-Authentifizierung erforderlich, aber Anbietername fehlt
fi_fi: Monitekijävarmennusta tarvitaan, mutta palveluntarjoajan nimi puuttuu
hu_hu: Többfaktoros hitelesítés szükséges, de a szolgáltató neve hiányzik
ja_jp: 多要素認証が必要ですが、デバイスの識別子が見つかりません。
ro_ro: Autentificarea multifactor este necesară, dar lipsește numele furnizorului
sk_sk: Požaduje sa viackroková autentifikácia, ale chýba názov poskytovateľa

source: SQL error: %1$s
cs_cz: Chyba SQL: %1$s
de_de: SQL-Fehler: %1$s
fi_fi: SQL-virhe: %1$s
hu_hu: SQL hiba: %1$s
ja_jp: 次の SQL エラーが発生しました: %1$s
ro_ro: Eroare SQL: %1$s
sk_sk: Chyba SQL: %1$s

source: Missing parameter: %1$s
cs_cz: Chybí parametr: %1$s
de_de: Fehlender Parameter: %1$s
fi_fi: Puuttuva parametri: %1$s
hu_hu: Hiányzó paraméter: %1$s
ja_jp: 次のパラメータが見つかりません: %1$s
ro_ro: Lipsește parametrul: %1$s
sk_sk: Chýba parameter: %1$s

source: The device is already registered
cs_cz: Zařízení je již registrováno
de_de: Das Gerät ist bereits registriert
fi_fi: Laite on jo rekisteröity
hu_hu: A készülék már regisztrált
ja_jp: デバイスがは登録済みです。
ro_ro: Dispozitivul este deja înregistrat
sk_sk: Zariadenie je už zaregistrované

source: This action requires recent multifactor authentication. Missing multifactor parameters for this action
cs_cz: Tato akce vyžaduje čerstvou vícefaktorovou autentizaci, ale chybí parametry pro tuto akci
de_de: Diese Aktion erfordert eine neue Multifaktor-Authentifizierung. Für diese Aktion fehlen Multifaktorparameter.
fi_fi: Toimenpide edellyttää usean tekijän todennusta. Usean tekijän parametreja puuttuu
hu_hu: Ez a művelet többfaktoros hitelesítést igényel. Ehhez a művelethez a hiányzó multifaktor-paraméterei hiányoznak
ja_jp: このアクションには最新の多要素認証が必要です。このアクション用の多要素パラメータが見つかりません。
ro_ro: Această acțiune necesită autentificarea multi-factor recentă. Parametri multi-factor lipsă pentru această acțiune
sk_sk: Táto operácia vyžaduje, aby v poslednej dobe prebehla viackroková autentifikácia. Chýbajú viackrokové parametre pre túto operáciu.

source: This device isn't registered
cs_cz: Zařízení není registrováno
de_de: Dieses Gerät ist nicht registriert
fi_fi: Laitetta ei ole rekisteröity
hu_hu: Ez az eszköz nincs regisztrálva
ja_jp: デバイスが登録されていません。
ro_ro: Acest dispozitiv nu este înregistrat
sk_sk: Toto zariadenie nie je zaregistrované

source: No devices in this provider
cs_cz: Poskytovatel nemá žádná zařízení
de_de: Für diesen Anbieter wurden keine Geräte gefunden
fi_fi: Palveluntarjoajalla ei ole laitteita
hu_hu: Ebben a szolgáltatóban nincsenek eszközök
ja_jp: このプロバイダーにはデバイスがありません。
ro_ro: Niciun dispozitiv din acest furnizor
sk_sk: Tento poskytovateľ neobsahuje žiadne zariadenia

source: The provided agument "%1$s" of length %2$s exceeded the allowed length of %3$s
cs_cz: Zadaný parametr „%1$s“ s délkou %2$s přesahuje povolenou délku %3$s
de_de: Das angegebene Agument "%1$s" mit der Länge %2$s hat die zulässige Länge von %3$s überschritten
fi_fi: Argumentti "%1$s" oli pituudeltaan %2$s, mikä ylittää sallitun enimmäispituuden %3$s
hu_hu: A megadott "%1$s" argumentum hossza %2$s, elérte megengedett %3$s hosszúságot
ja_jp: 入力した引数 "%1$s" の長さ %2$s が最大文字数の %3$s を超えています。
ro_ro: Argumentul furnizat "%1$s" de lungime %2$s a depășit lungimea permisă de %3$s
sk_sk: Poskytnutý argument "%1$s" s dĺžkou %2$s prekročil povolenú dĺžku %3$s

source: The registration failed
cs_cz: Registrace selhala
de_de: Die Registrierung ist fehlgeschlagen
fi_fi: Rekisteröinti epäonnistui
hu_hu: A regisztráció sikertelen
ja_jp: 登録に失敗しました。
ro_ro: Înregistrarea nu a reușit
sk_sk: Registrácia zlyhala

source: Unable to remove the device
cs_cz: Nemohu odstranit zařízení
de_de: Das Gerät kann nicht entfernt werden
fi_fi: Laitetta ei voitu poistaa
hu_hu: Nem lehet eltávolítani az eszközt
ja_jp: デバイスを削除できません。
ro_ro: Imposibil de eliminat dispozitivul
sk_sk: Nepodarilo sa odstrániť zariadenie

source: The authentication failed
cs_cz: Autentizace selhala
de_de: Die Authentifizierung ist fehlgeschlagen
fi_fi: Varmennus epäonnistui
hu_hu: A hitelesítés sikertelen
ja_jp: 認証に失敗しました。
ro_ro: Autentificarea a eșuat
sk_sk: Autentifikácia zlyhala.

source: The authentication failed: %1$s
cs_cz: Autentizace selhala: %1$s
de_de: Die Authentifizierung ist fehlgeschlagen: %1$s
fi_fi: Varmennus epäonnistui: %1$s
hu_hu: A hitelesítés sikertelen: %1$s
ja_jp: 次の認証に失敗しました: %1$s
ro_ro: Autentificarea a eșuat: %1$s
sk_sk: Autentifikácia zlyhala: %1$s

source: The authentication failed. A total of %1$d attempts allowed before temporary lockout.
cs_cz: Autentizace selhala. Zbývá %1$d pokusů před dočasným uzamčením.
de_de: Die Authentifizierung ist fehlgeschlagen. Insgesamt %1$d Versuche bis zur vorübergehenden Sperre zulässig.
fi_fi: Varmennus epäonnistui. Yhteensä %1$d yritystä sallitaan ennen väliaikaista lukitusta.
hu_hu: A hitelesítés sikertelen. Összesen %1$d kísérlet engedélyezett az ideiglenes zárolás előtt.
ja_jp: 認証に失敗しました。一時的なロックアウトの前に合計%1$dの試行が可能です。
ro_ro: Autentificarea nu a reușit. Un total de %1$d încercări permise înainte de blocare temporară.
sk_sk: Autentifikácia zlyhala. Do dočasného zamknutia zostáva %1$d pokusov.

source: The SSL certificate with fingerprint '%1$s' was not found for user '%2$s' in context '%3$s'
cs_cz: SSL certifikát s identifikátorem ‚%1$s‘ nebyl pro uživatele ‚%2$s‘ kontextu ‚%3$s‘ nalezen
de_de: Das SSL-Zertifikat mit dem Fingerabdruck '%1$s' wurde für den Benutzer '%2$s' im Kontext '%3$s' nicht gefunden.
fi_fi: SSL-varmennetta sormenjäljellä '%1$s' ei löytynyt käyttäjälle '%2$s' asiayhteydessä '%3$s'
hu_hu: A(z) %1$s ujjlenyomattal rendelkező SSL-tanúsítvány nem található a(z) %3$s kontextus %2$s felhasználójához.
ja_jp: コンテキスト %3$s のユーザー %2$s の電子指紋 ’%1$s’ のSSL 証明書がみつかりませんでした。
ro_ro: Certificatul SSL cu amprenta '%1$s' nu a fost găsit pentru utilizatorul '%2$s' în contextul '%3$s'
sk_sk: Certifikát SSL s odtlačkom "%1$s" nebol nájdený pre používateľa "%2$s" v kontexte "%3$s"

source: The certificate for domain '%2$s' is untrusted.
cs_cz: Certifikát pro doménu „%2$s“ není důvěryhodný.
de_de: Das Zertifikat für die Domäne '%2$s' ist nicht vertrauenswürdig.
fi_fi: Domainin '%2$s' varmenteeseen ei luoteta.
hu_hu: A(z) "%2$s" tartomány tanúsítványa nem megbízható.
ja_jp: ドメインの証明書 "%2$s" は信頼できません。
ro_ro: Certificatul pentru domeniul '%2$s' nu este de încredere.
sk_sk: Certifikát domény "%2$s" je nedôveryhodný.

source: The certificate for domain '%2$s' is untrusted. You can change your general trust level in the settings.
cs_cz: Certifikát pro doménu „%2$s“ není důvěryhodný. Úroveň důvěry můžete změnit v nastavení.
de_de: Das Zertifikat für die Domäne '%2$s' ist nicht vertrauenswürdig. Sie können Ihre allgemeine Vertrauensstufe in den Einstellungen ändern.
fi_fi: Domainin '%2$s' varmenteeseen ei luoteta. Voit vaihtaa yleisen luottamustasosi asetuksista.
hu_hu: A (z) "%2$s" domainhez tartozó tanúsítvány nem megbízható. Az általános bizalmi szintet módosíthatja a beállításokban.
ja_jp: ドメインの証明書 "%2$s" は信頼できません。お使いの一般信頼レベルは設定で変更できます。
ro_ro: Certificatul pentru domeniul '%2$s' nu este de încredere. Puteți modifica nivelul general de încredere din setări.
sk_sk: Certifikát domény "%2$s" je nedôveryhodný. V nastaveniach môžete zmeniť všeobecnú úroveň dôvery.

source: The certificate with is not trusted by the user.
cs_cz: Certifikát není pro uživatele důvěryhodný.
de_de: Das Zertifikat wird vom Benutzer als nicht vertrauenswürdig eingestuft.
fi_fi: Käyttäjä ei luota tähän varmenteeseen.
hu_hu: A tanúsítványt a felhasználó nem tartja megbízhatónak.
ja_jp: ユーザーは証明書を信頼できません。
ro_ro: Utilizatorul nu are încredere în acest certificat.
sk_sk: Používateľ nedôveruje certifikátu s.
