Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: You are not allowed to search in module "%1$s".
cs_cz: Nemáte oprávnění k vyhledávání v modulu „%1$s“.
de_de: Sie haben keine Berechtigung zum Suchen im Modul "%1$s".
fi_fi: Sinulla ei ole valtuuksia etsiä moduulista "%1$s".
hu_hu: Nem kereshet a(z) „%1$s” modulban.
ja_jp: モジュール "%1$s"の検索は許可されていません。
ro_ro: Nu aveți permisiune pentru a efectua o căutare în modulul "%1$s".
sk_sk: Nemáte oprávnenie vyhľadávať v module "%1$s".

source: The query yielded too many results to be displayed. Please refine your search options and try again.
cs_cz: Vyhledávání našlo příliš mnoho výsledků pro zobrazení. Upřesněte, prosím, vyhledávání a zkuste to znovu.
de_de: Die Abfrage ergab zu viele Ergebnisse, um angezeigt werden zu können. Bitte verfeinern Sie Ihre Suchoptionen und versuchen Sie es erneut.
fi_fi: Tiedusteluun tuli liian paljon tuloksia esitettäväksi. Tarkenna hakuasi ja yritä uudelleen.
hu_hu: A lekérdezésnek túl sok eredménye van. Pontosítsa a keresését és próbálja meg újra.
ja_jp: クエリが表示する結果が多すぎます。検索オプションを変更して、もう一度やり直してください。
ro_ro: Interogarea a returnat prea multe rezultate. Modificați opțiunile de căutare și încercați din nou.
sk_sk: Požiadavka vrátila príliš veľa výsledkov na to, aby ich bolo možné zobraziť. Prosím, upresnite vašu vyhľadávaciu požiadavku a skúste to znova.

source: in description
cs_cz: v popisu
de_de: in der Beschreibung
fi_fi: kuvauksista
hu_hu: leírásban
ja_jp: 検索対象: 説明
ro_ro: în descriere
sk_sk: v popise

source: in location
cs_cz: v umístění
de_de: im Ort
fi_fi: sijainneista
hu_hu: helyben
ja_jp: 検索対象: 場所
ro_ro: în locație
sk_sk: v umiestnení

source: in attachment name
cs_cz: v názvu přílohy
de_de: Im Anhangnamen
fi_fi: liitteiden nimistä
hu_hu: melléklet nevében
ja_jp: 検索対象: 添付ファイルの名前
ro_ro: în numele fișierului atașat
sk_sk: v názve prílohy

source: My Status
cs_cz: Můj stav
de_de: Mein Status
fi_fi: Tilani
hu_hu: Saját állapot
ja_jp: 参加可否
ro_ro: Starea mea
sk_sk: Môj stav

source: Date
cs_cz: Datum
de_de: Datum
fi_fi: Päivämäärä
hu_hu: Dátum
ja_jp: 日付
ro_ro: Dată
sk_sk: Dátum

source: Type
cs_cz: Druh
de_de: Typ
fi_fi: Tyyppi
hu_hu: Típus
ja_jp: タイプ
ro_ro: Tip
sk_sk: Typ

source: Participant
cs_cz: Účastník
de_de: Teilnehmer
fi_fi: Osallistuja
hu_hu: Résztvevők
ja_jp: 参加者
sk_sk: Účastník

source: Range
cs_cz: Rozsah
de_de: Bereich
fi_fi: Väli
hu_hu: Tartomány
ja_jp: 期間
ro_ro: Interval
sk_sk: Rozsah

source: ⁺∕₋ 1 month
cs_cz: ⁺∕₋ 1 měsíc
de_de: ⁺∕₋ 1 Monat
fi_fi: ⁺∕₋ 1 kk
hu_hu: ⁺∕₋ 1 hónap
ja_jp: ± 1か月
ro_ro: ⁺∕₋ 1 lună
sk_sk: ⁺∕₋ 1 mesiac

source: ⁺∕₋ 3 months
cs_cz: ⁺∕₋ 3 měsíce
de_de: ⁺∕₋ 3 Monate
fi_fi: ⁺∕₋ 3 kk
hu_hu: ⁺∕₋ 3 hónap
ja_jp: ± 3か月
ro_ro: ⁺∕₋ 3 luni
sk_sk: ⁺∕₋ 3 mesiace

source: ⁺∕₋ 1 year
cs_cz: ⁺∕₋ 1 rok
de_de: ⁺∕₋ 1 Jahr
fi_fi: ⁺∕₋ 1 vuosi
hu_hu: ⁺∕₋ 1 év
ja_jp: ± 1年
ro_ro: ⁺∕₋ 1 an
sk_sk: ⁺∕₋ 1 rok

source: Accepted
cs_cz: Přijal(a)
de_de: Bestätigt
fi_fi: Hyväksytty
hu_hu: Elfogadva
ja_jp: 承諾
ro_ro: Acceptat
sk_sk: Prijaté

source: Declined
cs_cz: Odmítl(a)
de_de: Abgelehnt
fi_fi: Evätty
hu_hu: Elutasítva
ja_jp: 辞退
ro_ro: Respins
sk_sk: Zamietnuté

source: Tentative
cs_cz: Prozatímní
de_de: Vorläufig
fi_fi: Alustava
hu_hu: Feltételes
ja_jp: 仮承諾
ro_ro: Tentativă
sk_sk: Nezáväzne

source: None
cs_cz: Žádný
de_de: Kein
fi_fi: Ei tunnistetta
hu_hu: Nincs
ja_jp: なし
ro_ro: Nimic
sk_sk: Žiadne

source: Single
cs_cz: Jediný
de_de: Einzel
fi_fi: Yksinkertainen
hu_hu: Egyszeres
ja_jp: 単独の予定
ro_ro: Unic
sk_sk: Jednoduché

source: Series
cs_cz: Série
de_de: Serie
fi_fi: Sarja
hu_hu: Ismétlődő
ja_jp: 繰り返し
ro_ro: Serii
sk_sk: Séria

source: Folder type
cs_cz: Druh složky
de_de: Ordnertyp
fi_fi: Kansion tyyppi
hu_hu: Mappatípus
ja_jp: フォルダータイプ
ro_ro: Tip dosar
sk_sk: Typ priečinka

source: Folder
cs_cz: Složka
de_de: Ordner
fi_fi: Kansio
hu_hu: Mappa
ja_jp: フォルダー
ro_ro: Dosar
sk_sk: Priečinok

source: Account
cs_cz: Účet
de_de: Konto
fi_fi: Tili
hu_hu: Felhasználói fiók
ja_jp: アカウント
ro_ro: Cont
sk_sk: Účet

source: Public
cs_cz: Veřejná
de_de: Öffentlich
fi_fi: Julkinen
hu_hu: Nyilvános
ja_jp: パブリック
sk_sk: Verejné

source: Shared
cs_cz: Sdílená
de_de: Freigegeben
fi_fi: Jaettu
hu_hu: Megosztott
ja_jp: 共有
ro_ro: Partajat
sk_sk: Zdieľané

source: last week
cs_cz: minulý týden
de_de: letzte Woche
fi_fi: viimeisin viikko
hu_hu: múlt hét
ja_jp: 先週
ro_ro: săptămâna trecută
sk_sk: minulý týždeň

source: last month
cs_cz: minulý měsíc
de_de: letzter Monat
fi_fi: viimeisin kuukausi
hu_hu: múlt hónap
ja_jp: 先月
ro_ro: luna trecută
sk_sk: minulý mesiac

source: last year
cs_cz: minulý rok
de_de: letztes Jahr
fi_fi: viimeisin vuosi
hu_hu: tavaly
ja_jp: 昨年
ro_ro: anul trecut
sk_sk: minulý rok

source: true
cs_cz: ano
de_de: trifft zu
fi_fi: oikein
hu_hu: igaz
ja_jp: 真
ro_ro: adevărat
sk_sk: áno

source: false
cs_cz: ne
de_de: trifft nicht zu
fi_fi: väärin
hu_hu: hamis
ja_jp: 偽
ro_ro: fals
sk_sk: nie

source: Contact
cs_cz: Kontakt
de_de: Kontakt
fi_fi: Yhteystieto
hu_hu: Névjegy
ja_jp: 連絡先
sk_sk: Kontakt

source: in names
cs_cz: ve jménech
de_de: in Namen
fi_fi: nimistä
hu_hu: nevekben
ja_jp: 検索対象: 名前
ro_ro: în nume
sk_sk: v názvoch

source: in e-mail addresses
cs_cz: v e-mailových adresách
de_de: in E-Mail-Adressen
fi_fi: sähköpostiosoitteista
hu_hu: e-mail címekben
ja_jp: 検索対象: メールアドレス
ro_ro: în adresele de e-mail
sk_sk: v e-mailových adresách

source: in phone numbers
cs_cz: v telefonních číslech
de_de: in Telefonnummern
fi_fi: puhelinnumeroista
hu_hu: telefonszámokban
ja_jp: 検索対象: 電話番号
ro_ro: în numerele de telefon
sk_sk: v telefónnych číslach

source: in addresses
cs_cz: v adresách
de_de: in Adressen
fi_fi: osoitteista
hu_hu: címekben
ja_jp: 検索対象: 住所
ro_ro: în adrese
sk_sk: v adresách

source: in departments
cs_cz: v odděleních
de_de: in Abteilungen
fi_fi: osastoilla
hu_hu: részlegekben
ja_jp: 検索対象: 部署
ro_ro: în departamente
sk_sk: v oddeleniach

source: in user fields
cs_cz: v uživatelských polích
de_de: in Benutzerfeldern
fi_fi: käyttäjäkentissä
hu_hu: felhasználói mezőkben
ja_jp: ユーザー フィールド
ro_ro: în câmpurile utilizator
sk_sk: v používateľských poliach

source: Distribution List
cs_cz: Distribuční seznam
de_de: Verteilerliste
fi_fi: Jakelulista
hu_hu: Terjesztési lista
ja_jp: 連絡先グループ
ro_ro: Listă de distribuție
sk_sk: Distribučný zoznam

source: File content
cs_cz: Obsah souboru
de_de: Dateiinhalt
fi_fi: Tiedostosisältö
hu_hu: Fájltartalom
ja_jp: ファイルの内容
ro_ro: Conținut fișier
sk_sk: Obsah súboru

source: Folders
cs_cz: Složky
de_de: Ordner
fi_fi: Kansiot
hu_hu: Mappák
ja_jp: フォルダー
ro_ro: Dosare
sk_sk: Priečinky

source: Contacts
cs_cz: Kontakty
de_de: Kontakte
fi_fi: Yhteystiedot
hu_hu: Névjegyek
ja_jp: 連絡先
ro_ro: Contacte
sk_sk: Kontakty

source: File description
cs_cz: Popis souboru
de_de: Dateibeschreibung
fi_fi: Tiedostokuvaus
hu_hu: Fájlleírás
ja_jp: ファイルの説明
ro_ro: Descriere fișier
sk_sk: Popis súboru

source: Folder name
cs_cz: Název složky
de_de: Ordnername
fi_fi: Kansion nimi
hu_hu: Mappa neve
ja_jp: フォルダー名
ro_ro: Nume dosar
sk_sk: Názov priečinka

source: Images
cs_cz: Obrázky
de_de: Bilder
fi_fi: Kuvat
hu_hu: Képek
ja_jp: 画像
ro_ro: Imagini
sk_sk: Obrázky

source: Audio
fi_fi: Ääni
ja_jp: オーディオ
sk_sk: Zvuk

source: Video
hu_hu: Videó
ja_jp: 動画

source: Documents
cs_cz: Dokumenty
de_de: Dokumente
fi_fi: Asiakirjat
hu_hu: Dokumentumok
ja_jp: ドキュメント
ro_ro: Documente
sk_sk: Dokumenty

source: Other
cs_cz: Jiné
de_de: Weitere
fi_fi: Muut
hu_hu: Egyéb
ja_jp: その他
ro_ro: Altele
sk_sk: Iné

source: Public folders
cs_cz: Veřejné složky
de_de: Öffentliche Ordner
fi_fi: Julkiset kansiot
hu_hu: Nyilvános mappák
ja_jp: パブリックフォルダー
ro_ro: Dosare publice
sk_sk: Verejné priečinky

source: Private folders
cs_cz: Soukromé složky
de_de: Persönliche Ordner
fi_fi: Yksityiset kansiot
hu_hu: Személyes mappák
ja_jp: プライベートフォルダー
ro_ro: Dosare personale
sk_sk: Súkromné priečinky

source: Shared folders
cs_cz: Sdílené složky
de_de: Freigegebene Ordner
fi_fi: Jaetut kansiot
hu_hu: Megosztott mappák
ja_jp: 共有フォルダー
ro_ro: Dosare partajate
sk_sk: Zdieľané priečinky

source: in file description
cs_cz: v popisu souboru
de_de: in der Dateibeschreibung
fi_fi: tiedostojen kuvauksista
hu_hu: fájlleírásban
ja_jp: 検索対象: ファイルの説明
ro_ro: în descrierea fișierului
sk_sk: v popise súboru

source: in file content
cs_cz: v obsahu souboru
de_de: im Dateiinhalt
fi_fi: tiedostojen sisällöstä
hu_hu: fájltartalomban
ja_jp: 検索対象: ファイルの内容
ro_ro: în conținutul fișierului
sk_sk: v obsahu súboru

source: in folder name
cs_cz: ve složce
fi_fi: kansion nimessä
hu_hu: mappa nevében
ja_jp: 検索対象：フォルダー名
ro_ro: în numele dosarului
sk_sk: v názve priečinka

source: in mail text
cs_cz: v textu zprávy
de_de: im E-Mail-Text
fi_fi: viestien tekstistä
hu_hu: levélben
ja_jp: 検索対象: メールの本文
ro_ro: în textul mesajului
sk_sk: v texte emailu

source: People
cs_cz: Lidé
de_de: Personen
fi_fi: Ihmiset
hu_hu: Emberek
ja_jp: 人物
ro_ro: Persoane
sk_sk: Ľudia

source: From/To
cs_cz: Od/komu
de_de: Von/An
fi_fi: Lähettäjä/vastaanottaja
hu_hu: Feladó/címzett
ja_jp: 差出人/宛先
ro_ro: De la/Către
sk_sk: Od/Komu

source: in attachment file names
cs_cz: v názvech přiložených souborů
de_de: in Anhangsdateinamen
fi_fi: liitteen nimistä
hu_hu: melléklet fájlnevében
ja_jp: 添付ファイル名から
ro_ro: în numele de fișiere atașate
sk_sk: v názvoch súborov príloh

source: Has attachment
cs_cz: Má přílohu
de_de: Enthält einen Anhang
fi_fi: Mukana liite
hu_hu: Van melléklete
ja_jp: 添付ファイルあります
ro_ro: Are fișier atașat
sk_sk: Má prílohu

source: Has no attachment
cs_cz: Nemá přílohu
de_de: Enthält keinen Anhang
fi_fi: Ei liitettä
hu_hu: Nincs melléklet
ja_jp: 添付ファイルありません
ro_ro: Nu are fișier atașat
sk_sk: Nemá prílohu

source: in title
cs_cz: v titulu
de_de: im Betreff
fi_fi: otsikoista
hu_hu: megszólításban
ja_jp: 検索対象: 件名
ro_ro: în titlu
sk_sk: v názve

source: Task folders
cs_cz: Složky úkolů
de_de: Aufgabenordner
fi_fi: Tehtäväkansioissa
hu_hu: Törölt elemek mappa
ja_jp: タスクフォルダー
ro_ro: Dosare de sarcini
sk_sk: Priečinky úloh

source: Task participants
cs_cz: Účastníci úkolů
de_de: Aufgabenteilnehmer
fi_fi: Tehtävän osallistujissa
hu_hu: Feladat résztvevői
ja_jp: タスクの参加者
ro_ro: Participanți la sarcină
sk_sk: Účastníci úlohy

source: Task type
cs_cz: Druh úkolu
de_de: Aufgabentyp
fi_fi: Tehtävän tyypissä
hu_hu: Feladat típus
ja_jp: タスクのタイプ
ro_ro: Tip sarcină
sk_sk: Typ úlohy

source: Task status
cs_cz: Stav úkolu
de_de: Aufgabenstatus
fi_fi: Tehtävän tilassa
hu_hu: Feladat állapota
ja_jp: タスクのステータス
ro_ro: Starea sarcinii
sk_sk: Stav úlohy

source: Not Started
cs_cz: Nezapočaté
de_de: Nicht begonnen
fi_fi: Ei aloitettu
hu_hu: Nem indult el
ja_jp: 未開始
ro_ro: Nu a început
sk_sk: Nezačaté

source: In Progress
cs_cz: Probíhá
de_de: In Bearbeitung
fi_fi: Meneillään
hu_hu: Folyamatban
ja_jp: 進行中
ro_ro: În curs
sk_sk: Prebieha

source: Done
cs_cz: Hotovo
de_de: Erledigt
fi_fi: Valmis
hu_hu: Kész
ja_jp: 完了
ro_ro: Finalizat
sk_sk: Hotovo

source: Waiting
cs_cz: Čekám
de_de: Wartestatus
fi_fi: Odottaa
hu_hu: Várakozás
ja_jp: 待機中
ro_ro: În așteptare
sk_sk: Čaká

source: Deferred
cs_cz: Odloženo
de_de: Verschoben
fi_fi: Lykätty
hu_hu: Elhalasztott
ja_jp: 延期
ro_ro: Amânat
sk_sk: Odložené

source: Single Task
cs_cz: Jeden úkol
de_de: Einzelaufgabe
fi_fi: Yksittäinen tehtävä
hu_hu: Egyszeri felada
ja_jp: 単一のタスク
ro_ro: Sarcină unică
sk_sk: Jednoduchá úloha

source: Diagnostics
cs_cz: Diagnostika
de_de: Diagnose
fi_fi: Diagnostiikka
hu_hu: Diagnosztika
ja_jp: 診断
ro_ro: Diagnosticare
sk_sk: Diagnostika

source: The data archive that you have requested on %1$s is now ready for download. You can download the archive until %2$s.
cs_cz: Datový archív, který jste si vyžádal(a) %1$s je nyní k dispozici ke stažení. Soubor můžete stáhnout do %2$s.
de_de: Das Datenarchiv, das Sie am %1$s angefordert haben, steht nun zum Herunterladen bereit. Sie können das Archiv bis %2$s herunterladen.
fi_fi: %1$s pyytämäsi tietoarkisto on nyt valmis ladattavaksi. Voit ladata sen %2$s mennessä.
hu_hu: Az adatarchívum, amelyet a(z) %1$s-nél kért, készen áll a letöltésre. Az archívumot %2$s-ig töltheti le.
ja_jp: %1$sに要求したデータアーカイブはダウンロードできます。アーカイブは%2$sまでダウンロード可能です。
ro_ro: Arhiva de date pe care ați solicitat-o la %1$s este acum gata pentru descărcare. Puteți descărca arhiva până la %2$s.
sk_sk: Archív údajov, ktorý ste si vyžiadali %1$s, je teraz pripravený na stiahnutie. Archív si môžete stiahnuť až do %2$s.

source: The data archive that you have requested on %1$s is now ready for download.
cs_cz: Datový archív, který jste si vyžádal(a) %1$s je nyní k dispozici ke stažení.
de_de: Das Datenarchiv, das Sie am %1$s angefordert haben, steht jetzt zum Herunterladen bereit.
fi_fi: %1$s pyytämäsi tietoarkisto on nyt valmis ladattavaksi.
hu_hu: Az adatarchívum, amelyet a(z) %1$s-nél kért, készen áll a letöltésre.
ja_jp: %1$sに要求したデータアーカイブはダウンロードできます。
ro_ro: Arhiva de date pe care ați solicitat-o la %1$s este acum gata pentru descărcare.
sk_sk: Archív údajov, ktorý ste si vyžiadali %1$s, je teraz pripravený na stiahnutie.

source: Unfortunately the data export that you have requested on %1$s has failed. Please try again.
cs_cz: Export dat, který jste požadoval(a) %1$s, selhal. Zkuste to znovu později.
de_de: Leider ist der Datenexport, den Sie am %1$s angefordert haben, fehlgeschlagen. Bitte versuchen Sie es erneut.
fi_fi: Valitettavasti %1$s pyytämäsi tietojen vienti epäonnistui. Yritä uudelleen.
hu_hu: Sajnos a(z) %1$s-nél kért adatok exportálása sikertelen. Próbálja meg újra.
ja_jp: 残念ながら、%1$sに要求したデータエクスポートに失敗しました。もう一度やり直してください。
ro_ro: Din păcate, exportul de date pe care l-ați solicitat la %1$s nu a reușit. Vă rugăm să încercați din nou.
sk_sk: Bohužiaľ, export údajov, ktorý ste si vyžiadali %1$s, zlyhal. Skúste to znova.

source: The data export that you have requested on %1$s has been canceled.
cs_cz: Export dat, který jste požadoval(a) %1$s, byl zrušen.
de_de: Der Datenexport, den Sie am %1$s angefordert haben, wurde abgebrochen.
fi_fi: %1$s pyytämäsi tietojen vienti on peruutettu.
hu_hu: A(z) %1$s-nél kért adatok exportálása megszakítva.
ja_jp: 残念ながら、%1$sに要求したデータエクスポートはキャンセルされました。
ro_ro: Exportul de date pe care l-ați solicitat la %1$s a fost anulat.
sk_sk: Export údajov, ktorý ste si vyžiadali %1$s, bol zrušený.

source: Your personal data archive is ready for download
cs_cz: Váš osobní datový archív je k dispozici ke stažení
de_de: Ihr persönliches Datenarchiv steht zum Herunterladen bereit
fi_fi: Oma tietoarkistosi on valmis ladattavaksi laitteellesi
hu_hu: Személyes adatainak archívuma készen áll a letöltésre.
ja_jp: 個人データアーカイブはダウンロードできます。
ro_ro: Arhiva de date personale este gata pentru descărcare
sk_sk: Archív vašich osobných údajov je pripravený na stiahnutie

source: Your personal data export failed
cs_cz: Export vašich osobních dat selhal
de_de: Der Export Ihrer persönlichen Daten ist fehlgeschlagen
fi_fi: Tietojesi siirto epäonnistui
hu_hu: Személyes adatainak exportálása nem sikerült.
ja_jp: 個人データエクスポートに失敗しました。
ro_ro: Exportul de date personale nu a reușit
sk_sk: Export vašich osobných údajov zlyhal

source: Your personal data export has been canceled
cs_cz: Export vašich osobních dat byl zrušen
de_de: Der Export Ihrer persönlichen Daten wurde abgebrochen
fi_fi: Tietojesi siirto on peruutettu
hu_hu: Személyes adatainak exportálása megszakítva.
ja_jp: 個人データエクスポートがキャンセルされました。
ro_ro: Exportul de date personale a fost anulat
sk_sk: Export vašich osobných údajov bol zrušený

source: Download archives
cs_cz: Archivy stažených dat
de_de: Archive herunterladen
fi_fi: Lataa arkistot
hu_hu: Archívumok letöltése.
ja_jp: ダウンロードアーカイブ
ro_ro: Descarcă arhivele
sk_sk: Stiahnuť archívy

source: Service for dowloading your personal data
cs_cz: Služba pro stahování vašich osobních dat
de_de: Dienst zum Herunterladen Ihrer persönlichen Daten
fi_fi: Tietojesi lataamispalvelu
hu_hu: Szolgáltatás a személyes adatok letöltéséhez
ja_jp: 個人データのダウンロードサービス
ro_ro: Serviciu pentru descărcarea datele dvs. personale
sk_sk: Služba na stiahnutie vašich osobných údajov

source: You are receiving this email because you have requested a personal data download recently.
cs_cz: Dostal(a) jste tuto zprávu, protože jste si nedávno vyžádali stažení svých osobních údajů.
de_de: Sie erhalten diese E-Mail, weil Sie vor kurzem das Herunterladen persönlicher Daten angefordert haben.
fi_fi: Tämä sähköposti on lähetetty sinulle, koska olet pyytänyt tietojesi lataamista viime aikoina.
hu_hu: Azért kapja ezt az e-mailt, mert nemrégiben személyes adatok letöltését kérte.
ja_jp: 最近個人データのダウンロードを要求したため、このメールを受信しています。
ro_ro: Primiți acest e-mail deoarece ați solicitat recent o descărcare a datelor personale.
sk_sk: Dostávate tento e-mail, pretože ste nedávno požiadali o stiahnutie osobných údajov.

source: Calendar
cs_cz: Kalendář
de_de: Kalender
fi_fi: Kalenteri
hu_hu: Naptár
ja_jp: カレンダー
sk_sk: Kalendár

source: Drive
ja_jp: ドライブ
sk_sk: Disk

source: E-Mails
fi_fi: Sähköpostit
hu_hu: E-mailek
ja_jp: メール
ro_ro: E-mailuri
sk_sk: E-Maily

source: Tasks
cs_cz: Úkoly
de_de: Aufgaben
fi_fi: Tehtävät
hu_hu: Feladatok
ja_jp: タスク
ro_ro: Sarcini
sk_sk: Úlohy

source: There is already a running data export
cs_cz: Export dat již probíhá
de_de: Es gibt bereits einen laufenden Datenexport
fi_fi: Datan vienti on jo käynnissä
hu_hu: Már folyamatban van az adatok exportálása
ja_jp: すでに実行中のデータエクスポートがあります。
ro_ro: Există deja un export de date în curs
sk_sk: Export údajov už je spustený

source: There is no data export
cs_cz: Žádný export dat neprobíhá
de_de: Es ist kein Datenexport vorhanden
fi_fi: Tietojen vientiä ei ole
hu_hu: Nincs adatexportálás
ja_jp: データエクスポートがありません。
ro_ro: Nu există nici un export de date
sk_sk: Export údajov nie je spustený

source: The data export is not yet finished. Please try again later.
cs_cz: Export dat ještě není dokončený. Zkuste to později.
de_de: Der Datenexport ist noch nicht abgeschlossen. Versuchen Sie es später erneut.
fi_fi: Datan vieminen ei ole vielä valmis. Yritä myöhemmin uudelleen.
hu_hu: Az adatok exportálása még nem fejeződött be. Próbálja újra később.
ja_jp: データエクスポートはまだ終了していません。後でもう一度やり直してください。
ro_ro: Exportul de date nu s-a terminat încă. Vă rugăm să încercați din nou mai târziu.
sk_sk: Export údajov zatiaľ nie je dokončený. Prosím, skúste to znova neskôr.

source: The data export failed
cs_cz: Export dat selhal
de_de: Der Datenexport ist fehlgeschlagen
fi_fi: Datan tuominen epäonnistui
hu_hu: Az adatok exportálása sikertelen
ja_jp: データエクスポートに失敗しました。
ro_ro: Exportul de date nu a reușit
sk_sk: Export údajov zlyhal

source: A data export has already been requested
cs_cz: Export dat byl již vyžádán
de_de: Ein Datenexport wurde bereits angefordert
fi_fi: Datan tuomista on jo pyydetty
hu_hu: Az adatok exportálását már igényelték
ja_jp: データエクスポートがすでに要求されました。
ro_ro: Un export de date a fost deja solicitat
sk_sk: Export údajov už bol vyžiadaný

source: There is no data export or it has already been completed
cs_cz: Žádný export dat neprobíhá, nebo již byl dokončen.
de_de: Es ist kein Datenexport vorhanden oder er wurde bereits abgeschlossen
fi_fi: Datavientiä ei ole tai se on jo toteutunut
hu_hu: Nincs adatexportálás, vagy már befejeződött
ja_jp: データエクスポートがないか、すでに終了しています。
ro_ro: Nu există nici un export de date sau a fost deja finalizat
sk_sk: Export údajov neprebieha alebo už bol dokončený

source: The data export has been aborted
cs_cz: Export dat byl zrušen
de_de: Der Datenexport wurde abgebrochen
fi_fi: Datan siirto on keskeytetty
hu_hu: Az adatok exportálása megszakítva
ja_jp: データエクスポートが中止されました。
ro_ro: Exportul de date a fost anulat
sk_sk: Export údajov bol zrušený

source: No such package
cs_cz: Takový balíček neexistuje
de_de: Kein solches Paket
fi_fi: Tällaista pakettia ei ole
hu_hu: Nincs ilyen csomag
ja_jp: 該当するパッケージありません。
ro_ro: Nici un astfel de pachet
sk_sk: Taký balík neexistuje

source: There is no data export or it is not yet completed
cs_cz: Žádný export dat neprobíhá, nebo ještě nebyl dokončen.
de_de: Es ist kein Datenexport vorhanden oder er ist noch nicht abgeschlossen
fi_fi: Datavientiä ei ole tai se ei ole vielä toteutunut
hu_hu: Nincs adatexportálás, vagy még nem fejeződött be
ja_jp: データエクスポートがないか、まだ終了していません。
ro_ro: Nu există nici un export de date sau nu este încă finalizat
sk_sk: Export údajov neprebieha alebo zatiaľ nebol dokončený

source: The account "%s" is locked.
cs_cz: Účet „%s“ je uzamčený.
de_de: Das Konto "%s" ist gesperrt.
fi_fi: Tili "%s" on lukittu.
hu_hu: A(z) „%s” fiók zárolva.
ja_jp: アカウント "%s" はロックされています。
ro_ro: Contul "%s" este blocat.
sk_sk: Účet "%s" je zamknutý.

source: Account "%1$s" is currently being created. This can take a while. Please try again later.
cs_cz: Účet „%1$s“ se právě vytváří. Může to chvíli trvat. Zkuste to, prosím, později.
de_de: Das Konto "%1$s" wird gerade angelegt. Dies kann eine Weile dauern. Bitte versuchen Sie es später erneut.
fi_fi: Tiliä "%1$s" luodaan parhaillaan. Tämä voi kestää tovin. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: A(z) „%1$s” fiók jelenleg létrehozás alatt áll. Ez eltarthat egy ideig. Próbálja újra később.
ja_jp: アカウント "%1$s" は現在作成中です。処理が完了するまで、多少時間がかかることがあります。後でもう一度やり直してください。
ro_ro: Contul "%1$s" este în curs de creare. Această acțiune poate dura câteva minute. Încercați din nou.
sk_sk: Účet "%1$s" sa momentálne vytvára. To môže chvíľu trvať. Prosím, skúste to znova neskôr.

source: Login not possible at the moment. Please try again later.
cs_cz: Přihlášení nyní není možné. Zkuste to, prosím, později.
de_de: Eine Anmeldung ist derzeit nicht möglich. Bitte versuchen Sie es später erneut.
fi_fi: Kirjautuminen ei tällä hetkellä ole mahdollista. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: A bejelentkezés jelenleg nem lehetséges. Próbálja újra később.
ja_jp: 現在ログインできません。後でもう一度やり直してください。
ro_ro: Autentificarea nu este posibilă momentan. Încercați din nou.
sk_sk: Prihlásenie momentálne nie je možné. Prosím, skúste to znova neskôr.

source: The user name or password is incorrect.
cs_cz: Uživatelské jméno nebo heslo není správné.
de_de: Der Benutzername oder das Passwort ist falsch.
fi_fi: Käyttäjätunnus tai salasana on väärin.
hu_hu: A felhasználónév vagy jelszó helytelen.
ja_jp: ユーザー名またはパスワードが間違っています。
ro_ro: Numele de utilizator este incorect sau parola este incorectă.
sk_sk: Zadané používateľské meno alebo heslo nie je správne.

source: Your password has expired. In order to change it, please log in to %1$s.
cs_cz: Vaše heslo vypršelo. Chcete-li ho změnit, přihlaste se, prosím, k %1$s.
de_de: Ihr Passwort ist abgelaufen. Zum Ändern des Passworts melden Sie sich bitte bei %1$s an.
fi_fi: Salasanasi on vanhentunut. Vaihtaaksesi sen, kirjaudu järjestelmään %1$s.
hu_hu: A jelszava lejárt. A módosításához jelentkezzen be a következő címen: %1$s.
ja_jp: パスワードの期限切れです。変更するには %1$s にログインしてください。
ro_ro: Parola dumneavoastră a expirat. Pentru a o modifica, conectați-vă la %1$s.
sk_sk: Platnosť vášho hesla vypršala. Aby ste ho mohli zmeniť, prosím, prihláste sa do %1$s.

source: You do not have the appropriate permissions to login with client "%1$s".
cs_cz: Nemáte příslušná oprávnění k přihlášení s klientem „%1$s“.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anmelden mit dem Client "%1$s".
fi_fi: Sinulla ei ole tarvittavia valtuuksia asiakkaalla "%1$s" kirjautumiseen.
hu_hu: Nincs megfelelő jogosultsága a bejelentkezéshez „%1$s” klienssel.
ja_jp: クライアント %1$s からでログインするために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a vă conecta la clientul "%1$s".
sk_sk: Nemáte príslušné oprávnenie na prihlásenie sa s klientom "%1$s".
