Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: You do not have the appropriate permissions to open folder %1$s due to missing read access
cs_cz: Kvůli chybějícímu právu ke čtení nemáte příslušná oprávnění k otevření složky %1$d
de_de: Aufgrund fehlenden Lesezugriffs haben Sie nicht die entsprechenden Berechtigungen zum Öffnen des Ordners %1$s
fi_fi: Puuttuvan lukuoikeuden vuoksi, sinulla ei ole tarvittavia valtuuksia kansioon %1$s
hu_hu: Nincs megfelelő jogosultsága a(z) %1$s levélmappa megnyitásához a hiányzó olvasási hozzáférés miatt
ja_jp: 読み取りアクセス権限が無いため、フォルダー %1$s を開けません。
ro_ro: Nu aveți permisiunile necesare pentru a deschide dosarul %1$s, deoarece lipsește dreptul de citire
sk_sk: Nemáte príslušné oprávnenie na otvorenie priečinka %1$s kvôli chýbajúcemu oprávneniu na čítanie

source: The raw content's input stream of message %1$s in folder %2$s cannot be read
cs_cz: Vstupní proud surového obsahu zprávy %1$s ve složce %2$s nelze přečíst
de_de: Der Eingabestream des Rohinhalts der Nachricht %1$s im Ordner %2$s kann nicht gelesen werden
fi_fi: Viestin %1$s raakamuodon streamia ei voitu lukea kansiosta %2$s
hu_hu: A nyers tartalom bemeneti adatfolyama nem olvasható a(z) %1$s üzenetből a(z) %2$s mappában
ja_jp: フォルダー %2$s にあるメッセージ %1$s について、実際の内容の入力ストリームが読み取れません。
ro_ro: Fluxul de intrare al conținutului brut al mesajului %1$s din dosarul %2$s nu poate fi citit
sk_sk: Nebolo možné prečítať nespracovaný obsah vstupného streamu správy %1$s v poštovom priečinku %2$s

source: Versit object (i.e. vCard or vCalendar) could not be saved
cs_cz: Objekt Versit (t.j. vCard nebo vCalendar) se nepodařilo uložit
de_de: Das Versit-Objekt (z.B. vCard oder vCalendar) konnte nicht gespeichert werden
fi_fi: Versit kohdetta (esim. vCard tai vCalendar) ei voitu tallentaa
hu_hu: A Versit objektum (azaz vCard vagy vCalendar) nem menthető
ja_jp: Versit オブジェクト (例: vCard、vCalendar) を保存できませんでした。
ro_ro: Obiectul Versit (adică vCard sau vCalendar) nu a putut fi salvat
sk_sk: Objekt Versit (t.j. vCard alebo vCalendar) nebolo možné uložiť

source: Thread sorting is not supported by the server.
cs_cz: Server nepodporuje řazení podle vláken.
de_de: Die Thread-Sortierung wird vom Server nicht unterstützt.
fi_fi: Palvelin ei tue keskusteluiksi lajittelemista.
hu_hu: A kiszolgáló nem támogatja a szálrendezést.
ja_jp: スレッドのソートはサーバー側でサポートされていません。
ro_ro: Sortarea conversațiilor nu este suportată de server.
sk_sk: Server nepodporuje zoraďovanie vlákien.

source: Moving folders is not supported by the server.
cs_cz: Server nepodporuje přesouvání složek.
de_de: Das Verschieben von Ordnern wird vom Server nicht unterstützt.
fi_fi: Palvelin ei tue kansioiden siirtämistä.
hu_hu: A mappák áthelyezését a kiszolgáló nem támogatja.
ja_jp: フォルダーの移動はサーバー側でサポートされていません。
ro_ro: Mutarea dosarelor nu este suportată de server.
sk_sk: Server nepodporuje presúvanie priečinkov.

source: The sort field you supplied is unsupported.
cs_cz: Řadící pole, které jste zadal(a), není platné.
de_de: Das von Ihnen angegebene Sortierfeld ist ungültig.
fi_fi: Antamasi lajittelukenttä ei ole tuettu.
hu_hu: A megadott rendezési mező nem támogatott.
ja_jp: 入力したソートフィールドはサポートされていません。
ro_ro: Câmpul de sortare furnizat nu este suportat.
sk_sk: Zoraďovanie podľa podľa, ktoré ste zadali nie je podporované.

source: Missing personal namespace. Please provide one and try again.
cs_cz: Chybí osobní jmenný prostor. Zadejte, prosím, nějaký a zkuste to znovu.
de_de: Der persönliche Namespace ist nicht vorhanden. Bitte geben Sie einen an und versuchen Sie es erneut.
fi_fi: Yksityinen nimiavaruus puuttuu Anna sellainen ja yritä uudelleen, ole hyvä.
hu_hu: Hiányzó személyes névtér. Írjon be egy nevet, és próbálja meg újra.
ja_jp: 個人の名前空間が見つかりません。正しい値を入力して、もう一度やり直してください。
ro_ro: Lipsește spațiul de nume. Furnizați un spațiu de nume și încercați din nou.
sk_sk: Chýba osobný menný priestor. Prosím, zadajte ho a skúste to znova.

source: The creation of folders is not supported by the server.
cs_cz: Server nepodporuje vytváření složek.
de_de: Das Anlegen von Ordnern wird vom Server nicht unterstützt.
fi_fi: Palvelin ei tue kansioiden luomista.
hu_hu: A mappák létrehozását a kiszolgáló nem támogatja.
ja_jp: フォルダーの作成はサーバー側でサポートされていません。
ro_ro: Crearea dosarelor nu este suportată de server.
sk_sk: Server nepodporuje vytváranie priečinkov.

source: The deletion of folders is not supported by the server.
cs_cz: Server nepodporuje mazání složek.
de_de: Das Löschen von Ordnern wird vom Server nicht unterstützt.
fi_fi: Palvelin ei tue kansioiden poistamista.
hu_hu: A mappák törlését a kiszolgáló nem támogatja.
ja_jp: フォルダーの削除はサーバー側でサポートされていません。
ro_ro: Ștergerea dosarelor nu este suportată de server.
sk_sk: Server nepodporuje mazanie priečinkov.

source: Updating folders is not supported by the server.
cs_cz: Server nepodporuje aktualizaci složek.
de_de: Die Aktualisierung von Ordnern wird vom Server nicht unterstützt.
fi_fi: Palvelin ei tue kansioiden päivittämistä.
hu_hu: A mappák frissítését a kiszolgáló nem támogatja.
ja_jp: フォルダーの更新はサーバー側でサポートされていません。
ro_ro: Actualizarea dosarelor nu este suportată de server.
sk_sk: Server nepodporuje aktualizáciu priečinkov.

source: Moving messages is not supported by the server.
cs_cz: Server nepodporuje přesouvání zpráv.
de_de: Das Verschieben von Nachrichten wird vom Server nicht unterstützt.
fi_fi: Palvelin ei tue viestien siirtämistä.
hu_hu: Az üzenetek áthelyezését a kiszolgáló nem támogatja.
ja_jp: メッセージの移動はサーバー側でサポートされていません。
ro_ro: Mutarea mesajelor nu este suportată de server.
sk_sk: Server nepodporuje presúvanie správ.

source: Copying messages is not supported by the server.
cs_cz: Server nepodporuje kopírování zpráv.
de_de: Das Kopieren von Nachrichten wird vom Server nicht unterstützt.
fi_fi: Palvelin ei tue viestien kopioimista.
hu_hu: Az üzenetek másolását a kiszolgáló nem támogatja.
ja_jp: メッセージのコピーはサーバーでサポートされていません。
ro_ro: Copierea mesajelor nu este suportată de server.
sk_sk: Server nepodporuje kopírovanie správ.

source: Draft messages are not supported by the server.
cs_cz: Server nepodporuje koncepty zpráv.
de_de: Nachrichtenentwürfe werden vom Server nicht unterstützt.
fi_fi: Palvelin ei tue viestiluonnoksia.
hu_hu: A piszkozat üzeneteket a kiszolgáló nem támogatja.
ja_jp: 下書きメッセージはサーバー側でサポートされていません。
ro_ro: Schițele nu sunt suportate de server.
sk_sk: Server nepodporuje koncepty správ.

source: The POP3 storage name is missing for user %1$s. Please provide one and try again.
cs_cz: Chybí název POP3 úložiště pro uživatele %1$s. Zadejte, prosím, nějaký a zkuste to znovu
de_de: Der POP3-Speichername für den Benutzer %1$s fehlt. Bitte geben Sie einen an und versuchen Sie es erneut.
fi_fi: Käyttäjältä %1$s puuttuu POP3 taltion nimi. Anna sellainen ja yritä uudelleen, ole hyvä.
hu_hu: A POP3 tárolónév hiányzik a(z) %1$s felhasználóhoz. Írjon be egy nevet, és próbálja meg újra.
ja_jp: ユーザー %1$s の POP3 ストレージ名が見つかりません。ストレージ名を入力してもう一度やり直してください。
ro_ro: Lipsește numele depozitului POP3 pentru utilizatorul %1$s. Furnizați un nume și încercați din nou.
sk_sk: Používateľovi %1$s chýba názov úložiska POP3. Prosím, zadajte ho a skúste to znova.

source: The POP3 storage is missing for user %1$s. Please provide one and try again
cs_cz: Chybí POP3 úložiště pro uživatele %1$s. Zadejte, prosím, nějaké a zkuste to znovu
de_de: Der POP3-Speicher für den Benutzer %1$s fehlt. Bitte geben Sie einen an und versuchen Sie es erneut.
fi_fi: Käyttäjältä %1$s puuttuu POP3 taltio. Anna sellainen ja yritä uudelleen, ole hyvä
hu_hu: A POP3 tároló hiányzik a(z) %1$s felhasználóhoz. Írjon be egy nevet, és próbálja meg újra
ja_jp: ユーザー %1$s の POP3 ストレージが見つかりません。ストレージを指定しもう一度やり直してください。
ro_ro: Lipsește depozitul POP3 pentru utilizatorul %1$s. Furnizați un depozit POP3 și încercați din nou
sk_sk: Používateľovi %1$s chýba úložisko POP3. Prosím, zadajte ho a skúste to znova

source: You are not allowed to move the POP3 default folder %1$s.
cs_cz: Nemáte oprávnění k přesouvání výchozí POP3 složky %1$s.
de_de: Sie haben keine Berechtigung zum Verschieben des POP3-Standardordners %1$s.
fi_fi: Sinulla ei ole valtuuksia siirtää POP3 oletuskansiota %1$s.
hu_hu: Nem engedélyezett a(z) %1$s alapértelmezett POP3 mappa áthelyezése.
ja_jp: 既定の POP3 フォルダー %1$s の移動は許可されていません。
ro_ro: Nu aveți permisiune pentru a muta dosarul POP3 implicit %1$s.
sk_sk: Nemáte oprávnenie presúvať predvolený priečinok POP3 %1$s.

source: You are not allowed to rename the POP3 default folder %1$s.
cs_cz: Nemáte oprávnění k přejmenování výchozí POP3 složky %1$s.
de_de: Sie haben keine Berechtigung zum Umbenennen des POP3-Standardordners %1$s.
fi_fi: Sinulla ei ole valtuuksia nimetä uudelleen POP3 oletuskansiota %1$s.
hu_hu: Nem engedélyezett a(z) %1$s alapértelmezett POP3 mappa átnevezése.
ja_jp: 既定の POP3 フォルダー %1$s の名前の変更は許可されていません。
ro_ro: Nu aveți permisiune pentru a redenumi dosarul POP3 implicit %1$s.
sk_sk: Nemáte oprávnenie premenovať predvolený priečinok POP3 %1$s.

source: The POP3 storage path is missing for user %1$s. Please provide one and try again.
cs_cz: Cesta k POP3 úložišti uživatele %1$s chybí. Zadejte, prosím, nějakou cestu a zkuste to znovu.
de_de: Der POP3-Speicherpfad für den Benutzer %1$s fehlt. Bitte geben Sie einen an und versuchen Sie es erneut.
fi_fi: Käyttäjältä %1$s puuttuu POP3 taltion polku. Anna sellainen ja yritä uudelleen, ole hyvä.
hu_hu: A POP3 tárolási útvonal hiányzik a(z) %1$s felhasználóhoz. Írjon be egy nevet, és próbálja meg újra.
ja_jp: ユーザー %1$s の POP3 ストレージ パスが見つかりません。ストレージ パスを入力してもう一度やり直してください。
ro_ro: Lipsește calea către spațiul de stocare POP3 pentru utilizatorul %1$s. Furnizați o cale și încercați din nou.
sk_sk: Cesta k úložisku POP3 chýba pre používateľa %1$s. Prosím, zadajte ju a skúste to znova.

source: The move operation you want to execute is not allowed.
cs_cz: Přesun, který chcete provést, není povolený.
de_de: Der gewünschte Verschiebevorgang ist nicht zulässig.
fi_fi: Toivomasi siirto-operaatio ei ole sallittu.
hu_hu: A végrehajtani kívánt mozgatás művelet nem engedélyezett.
ja_jp: 実行した移動操作は許可されていません。
ro_ro: Operația de mutare pe care doriți să o efectuați nu este permisă.
sk_sk: Operácia presunutia, ktorú chcete spustiť nie je povolená.

source: Login delay denies connecting to server %1$s with login %2$s. Error message from server: %5$s
cs_cz: Prodleva při přihlašování způsobuje odmítnutí připojení k serveru %1$s s přihlašovacím jménem %2$s. Chybová zpráva ze serveru: %5$s
de_de: Anmeldeverzögerung verweigert die Verbindung zum Server %1$s mit dem Login %2$s. Fehlermeldung vom Server: %5$s
fi_fi: Kirjautumisen aikaviive estää yhteyden palvelimeen %1$s käyttäjätunnuksella %2$s. Virheviesti palvelimelta: %5$s
hu_hu: A bejelentkezési késleltetés megakadályozza a kapcsolódást a(z) %1$s levélkiszolgálóhoz a(z) %2$s bejelentkezéssel. A levélkiszolgáló hibaüzenete: %5$s
ja_jp: ログインの遅延が原因で、ログイン %2$s のアクセス先サーバー %1$s の接続が拒否されました。サーバーからのエラーメッセージ: %5$s
ro_ro: Conexiune refuzată din cauza întârzierii autentificării la serverul %1$s cu autentificarea %2$s. Mesaj de eroare de la server: %5$s
sk_sk: Oneskorenie prihlásenia znemožňuje pripojenie k poštovému serveru %1$s s prihlasovacím menom %2$s. Chybová správa zo servera: %5$s

source: Login delay denies connecting to server %1$s with login %2$s. Try again in %5$s seconds. Error message from server: %6$s
cs_cz: Prodleva při přihlašování způsobuje odmítnutí připojení k serveru %1$s s přihlašovacím jménem %2$s. Zkuste to, prosím, znovu za %5$s sekund. Chybová zpráva ze serveru: %6$s
de_de: Anmeldeverzögerung verweigert die Verbindung zum Server %1$s mit dem Login %2$s. Versuchen Sie es in %5$s Sekunden erneut. Fehlermeldung vom Server: %6$s
fi_fi: Kirjautumisen aikaviive estää yhteyden palvelimeen %1$s käyttäjätunnuksella %2$s. Yritä uudelleen %5$s sekuntin kuluttua. Palvelimen lähettämä virheviesti: %6$s
hu_hu: A bejelentkezési késleltetés megakadályozza a kapcsolódást a(z) %1$s levélkiszolgálóhoz a(z) %2$s bejelentkezéssel. Próbálja újra %5$s másodpercen belül. A levélkiszolgáló hibaüzenete: %6$s
ja_jp: ログインの遅延のため、ログイン %2$s のアクセス先サーバー %1$s の接続が拒否されました。%5$s 秒後に再試行します。サーバーからのエラーメッセージ: %6$s
ro_ro: Conexiune refuzată din cauza întârzierii autentificării la serverul %1$s cu autentificarea %2$s. Încercați din nou peste %5$s secunde. Mesaj de eroare de la server: %6$s
sk_sk: Oneskorenie prihlásenia znemožňuje pripojenie k poštovému serveru %1$s s prihlasovacím menom %2$s. Skúste to znova o %5$s sekúnd. Chybová správa zo servera: %6$s

source: The POP3 storage path is invalid. POP3 storage path "%1$s" cannot be created for user %2$s
cs_cz: Cesta k úložišti pro POP3 není platná. Pro uživatele %2$s nelze cestu „%1$s“ k úložišti pro POP3 vytvořit.
de_de: Der POP3-Speicherpfad ist ungültig. Der POP3-Speicherpfad"%1$s" kann für den Benutzer %2$s nicht angelegt werden.
fi_fi: POP3 taltion polku on epäkelpo. POP3 taltion polkua "%1$s" ei voida luoda käyttäjälle %2$s
hu_hu: A POP3 tárolási útvonal érvénytelen. A(z) „%1$s” POP3 tárolási útvonal nem hozható létre %2$s felhasználó számára.
ja_jp: POP3 ストレージのパスが無効です。ユーザー %2$s の POP3 ストレージ パス "%1$s" を作成できません。
ro_ro: Calea către spațiul de stocare POP3 este incorectă. Calea către spațiul de stocare POP3 "%1$s" nu poate fi creată pentru utilizatorul %2$s
sk_sk: Cesta k úložisku POP3 je neplatná. Cestu k úložisku POP3 "%1$s" nemožno vytvoriť pre používateľa %2$s

source: Validation of POP3 credentials is disabled due to possible login restrictions by provider. Otherwise subsequent login attempt might not work. Please be advised that while it is safe to ignore this warning, the POP3 account might not work if the supplied credentials are invalid.
cs_cz: Ověřování přístupových údajů k POP3 je vypnuto kvůli možným omezením pro přihlašování ze strany poskytovatele. Jinak by následné pokusy o přihlášení nemusely fungovat. Vezměte, prosím, na vědomí, že ačkoliv je bezpečné toto varování ignorovat, POP3 účet nemusí fungovat, jsou-li zadané přihlašovací údaje neplatné.
de_de: Die Validierung der POP3-Zugangsdaten wurde aufgrund möglicher Anmeldebeschränkungen vom Anbieter deaktiviert. Andernfalls wären nachfolgende Anmeldeversuche möglicherweise nicht erfolgreich. Bitte beachten Sie, dass zwar das Ignorieren dieses Warnhinweises sicher ist, dass aber das POP3-Konto möglicherweise nicht funktioniert, wenn die Zugangsdaten falsch sind.
fi_fi: Palveluntarjoajasi mahdollisesti asettamien kirjautumisrajoitusten vuoksi POP3-valtuuksien validointi on pois päältä. Muuten myöhemmät kirjautumisyritykset voivat epäonnistua. Tämän varoituksen voi jättää huomiotta, mutta mikäli annetut annetut valtuustiedot ovat väärin, POP3-tili ei välttämättä toimi.
hu_hu: A POP3 hitelesítési adatok ellenőrzése le van tiltva a szolgáltató általi lehetséges bejelentkezési korlátozások miatt. Ellenkező esetben a jövőbeli bejelentkezési kísérletek esetleg nem működnek. Annak ellenére, hogy biztonságosan figyelmen kívül hagyható a figyelmeztetés, a POP3 felhasználói fiók esetlegesen nem működik, amennyiben a hitelesítési adatok érvénytelenek.
ja_jp: プロバイダからログインを制限されている可能性があるため、POP3 の認証情報の検証が無効になっています。有効にしないと、以降のログイン試行が動作しない恐れがあります。この警告を無視しても安全ですが、入力した認証情報が無効であると POP3 アカウントが動作しない場合があります。
ro_ro: Verificarea datelor de autentificare POP3 este dezactivată din cauza eventualelor restricții de autentificare care provin de la furnizor. Altfel este posibil ca o nouă încercare de autentificare să nu funcționeze. Deși acest avertisment poate fi ignorat, contul POP3 ar putea sa nu funcționeze dacă datele de autentificare furnizate nu sunt corecte.
sk_sk: Overenie prihlasovacích údajov POP3 je vypnuté z dôvodu možných obmedzení prihlasovania poskytovateľom. V opačnom prípade je možné, že ďalšie pokusy o prihlásenie ne budú fungovať. Pamätajte, že aj keď je bezpečné toto upozornenie ignorovať, účet POP3 nemusí fungovať, ak sú prihlasovacie údaje, ktoré ste uviedli, neplatné.

source: POP3 messages cannot be imported because of existing quota constraints on primary mail account. Please free some space.
cs_cz: Nelze importovat zprávy přes POP3 kvůli stávajícímu nastavení limitů u primárního poštovního účtu. Uvolněte, prosím, nějaký prostor.
de_de: POP3-Nachrichten können aufgrund bestehender Quota-Beschränkungen für das primäre E-Mail-Konto nicht importiert werden. Bitte sorgen Sie für freien Speicherplatz.
fi_fi: POP3-viestejä ei ensisijaisen postitilin tilakiintiön vuoksi voida tuoda. Järjestä tyhjää tilaa, ole hyvä.
hu_hu: A POP3 üzenetek nem importálhatók, a meglévő elsődleges fiók kvótakorlátozásai miatt. Szabadítson fel némi helyet.
ja_jp: 現在、既定のメールアカウントの割当量が制限されているため、POP3 メッセージをインポートできません。空き容量を増やしてください。
ro_ro: Mesajele POP3 nu pot fi importate din cauza limitelor existente ale contului de mail principal. Eliberați spațiu.
sk_sk: Správy POP3 nemožno importovať kvôli existujúcim obmedzeniam kvóty na primárnom poštovom účte. Prosím, uvoľnite nejaké miesto.

source: The following field(s) are too long: %1$s. Please shorten the values and try again
cs_cz: Následující pole je/jsou příliš dlouhé/á: %1$s. Zadejte, prosím, kratší hodnoty a zkuste to znovu
de_de: Die folgenden Felder sind zu lang: %1$s. Bitte kürzen Sie die Werte und versuchen Sie es erneut.
fi_fi: Seuraava kenttä tai seuraavat kentät ovat liian pitkiä: %1$s. Ole hyvä ja lyhennä arvoja ja yritä uudelleen
hu_hu: A következő mezők túl hosszúak: %1$s. Rövidítse az értékeket, és próbálja újra
ja_jp: フィールド %1$s への入力が長過ぎます。入力を短くしてもう一度やり直してください
ro_ro: Următoarele câmpuri sunt prea lungi: %1$s. Scurtați valorile și încercați din nou
sk_sk: Nasledovné polia sú príliš dlhé: %1$s. Prosím, skráťte hodnoty a skúste to znova.

source: The data you provided (%1$s) cannot be changed.
cs_cz: Data, která jste poskytl(a) (%1$s), nemohou být měněna.
de_de: Die von Ihnen angegebenen Daten (%1$s) können nicht geändert werden.
fi_fi: Antamaasi dataa (%1$s) ei voi muuttaa.
hu_hu: A megadott adatok (%1$s) nem módosíthatók.
ja_jp: 入力したデータ (%1$s) は変更できません。
ro_ro: Datele furnizate (%1$s) nu pot fi modificate.
sk_sk: Údaje, ktoré ste poskytli (%1$s) nie je možné zmeniť.

source: Thumbnail image not available.
cs_cz: Náhled obrázku není k dispozici.
de_de: Kein Vorschaubild verfügbar.
fi_fi: Esikatselukuva ei saatavilla.
hu_hu: Nem érhető el bélyegkép.
ja_jp: サムネイル画像は利用できません。
ro_ro: Imaginea în miniatură nu este disponibilă.
sk_sk: Náhľad nie je k dispozícii.

source: The preview service for MIME type %1$s is currently not available. Please try again later
cs_cz: Náhledová služba pro MIME typ %1$s není v tuto chvíli k dispozici. Zkuste to, prosím, později
de_de: Der Voransicht-Dienst für den MIME-Typ %1$s ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
fi_fi: Esikatselupalvelu MIME-tyypille %1$s ei juuri nyt ole käytettävissä. Yritä uudelleen myöhemmin
hu_hu: Az előnézeti szolgáltatás a(z) %1$s MIME-típushoz jelenleg nem érhető el. Próbálja újra később
ja_jp: MIME タイプ %1$s のプレビュー サービスは一時的に利用できません。後でもう一度やり直してください。
ro_ro: Serviciul de previzualizare pentru tipul MIME %1$s nu este disponibil momentan. Încercați din nou
sk_sk: Služba náhľadu typu MIME %1$s je momentálne nedostupná. Prosím, skúste to neskôr znova

source: Could not load data via proxy.
cs_cz: Nepodařilo se načíst data přes proxy.
de_de: Daten konnten nicht via Proxy geladen werden.
fi_fi: Tietoa ei voitu ladata välityspalvelimen kautta.
hu_hu: Az adatok nem tölthetők be proxyn keresztül.
ja_jp: プロキシ経由でデータを読み込めませんでした。
ro_ro: Nu s-au putut încărca datele utilizând proxy.
sk_sk: Nepodarilo sa načítať dáta cez proxy.

source: Quota exceeded. Please delete some items in order to create new ones. Please note: The quota refers to all items of all users in this context.
cs_cz: Kvóta překročena. Smažte, prosím, některé položky, aby bylo možné vytvářet nové. Berte, prosím, v potaz, že se kvóta vztahuje na všechny položky všech uživatelů v tomto kontextu.
de_de: Das Speicherkontingent wurde überschritten. Bitte löschen Sie einige Objekte, um Platz für neue zu schaffen. Bitte beachten Sie: Das Speicherkontingent bezieht sich auf alle Objekte aller Benutzer in diesem Kontext.
fi_fi: Kiintiö ylitetty. Ole hyvä ja poista joitakin vanhoja kohteita voidaksesi luoda uusia. Huom: Tässä yhteydessä kiintiö tarkoittaa kaikkien kontekstin käyttäjien kohteita.
hu_hu: A kvóta túllépve. Töröljön néhány elemet az újak létrehozásához. Megjegyzés: a kvóta túllépése az össze felhasználó összes elemére vonatkozik.
ja_jp: 容量制限を超えました。新規アイテムを作成する前に既存のアイテムを削除してください。この容量制限はコンテキストのすべてのユーザーのアイテムを対象としています。
ro_ro: Limită depășită. Ștergeți câteva elemente pentru a crea altele noi. Atenție: Limita se referă la toate elementele tuturor utilizatorilor din acest context.
sk_sk: Kvóta bola prekročená. Prosím, odstráňte niektoré položky, aby ste mohli vytvoriť nové. Prosím, vezmite na vedomie, že kvóta sa vzťahuje na všetky položky všetkých používateľov v tomto kontexte.

source: Quota exceeded for calendar. Quota limit: %2$s. Quota used: %1$s. Please delete some appointments in order to create new ones. Please note: The quota refers to all appointments of all users in this context.
cs_cz: Kvóta pro kalendář překročena. Limit: %2$s. Využité: %1$s. Smažte, prosím, nějaké schůzky, aby bylo možné vytvářet nové. Berte, prosím, v potaz, že se kvóta vztahuje na všechny schůzky všech uživatelů v tomto kontextu.
de_de: Das Speicherkontingent für Kalender wurde überschritten. Limit: %2$s. Belegt: %1$s. Bitte löschen Sie einige Termine, um Platz für neue zu schaffen. Bitte beachten Sie: Das Speicherkontingent bezieht sich auf alle Termine aller Benutzer in diesem Kontext.
fi_fi: Kalenterin kiintiö ylitetty. Kiintiön raja: %2$s. Käytetty kiintiö: %1$s. Ole hyvä ja poista joitakin tapaamisia voidaksesi luoda uusia. Huom: Kiintiö sisältää kaikkien kontekstin käyttäjien tapaamiset.
hu_hu: A naptár kvótáját túllépte, amelynek korlátja: %2$s. A felhasznált kvóta: %1$s. Töröljön néhány eseményt, ha újakat szeretne létrehozni. Megjegyzés: A kvóta ebben az esetben az összes felhasználó találkozójára vonatkozik.
ja_jp: カレンダーの登録容量制限を超えました。 容量: %2$s 使用中: %1$s。 新規予定を作成する前に既存の予定を削除してください。この容量制限はコンテキスト内のすべてのユーザーの予定を対象としています。
ro_ro: Limita pentru calendar a fost depășită. Limită: %2$s. Cotă utilizată: %1$s. Ștergeți câteva întâlniri pentru a putea crea altele noi. Atenție: Limita se referă la toate întâlnirile tuturor utilizatorilor din acest context.
sk_sk: Prekročená kvóta kalendára. Kvóta: %2$s. Využitá kvóta: %1$s. Prosím, odstráňte niektoré schôdzky, aby ste mohli vytvoriť nové. Prosím, vezmite na vedomie, že kvóta sa vzťahuje na všetky schôdzky všetkých používateľov v tomto kontexte.
