Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: %1$s (%2$s) has shared %3$d calendars with the group "%4$s". Please click the button below to view them.
cs_cz: %1$s (%2$s) sdílel(a) %3$s kalendářů se skupinou „%4$s“. Klikněte, prosím, na tlačítko níže, chcete-li kalendáře prohlédnout.
de_de: %1$s (%2$s) hat %3$d Kalender für die Gruppe "%4$s" freigegeben. Bitte klicken Sie auf die Schaltfäche unten, um sie anzuzeigen.
fi_fi: %1$s (%2$s) on jakanut %3$d kalenteria ryhmässä "%4$s". Katsele niitä napsauttamalla allaolevaa painiketta.
hu_hu: %1$s (%2$s) megosztott %3$d naptárt a(z) "%4$s" csoporttal. Megtekintésükhöz kattintson az alatta lévő gombra.
ja_jp: %1$s (%2$s) がカレンダー%3$dつをグループ"%4$s"と共有しています。下のボタンをクリックして表示してください。
ro_ro: %1$s (%2$s) a partajat %3$d calendare cu grupul "%4$s". Apăsați pe butonul de mai jos pentru a le vizualiza.
sk_sk: %1$s (%2$s) zdieľa %3$d kalendárov so skupinou "%4$s". Môžete ich zobraziť kliknutím na tlačidlo nižšie.

source: %1$s (%2$s) has shared the file "%3$s" with you and left you a message:
cs_cz: %1$s (%2$s) s vámi sdílel(a) soubor „%3$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat die Datei "%3$s" für Sie freigegeben und Ihnen eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kanssasi tiedoston "%3$s" ja jättänyt sinulle viestin:
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" fájlt Önnel és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) はファイル %3$s をあなたと共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat fișierul "%3$s" cu dumneavoastră și a lăsat un mesaj:
sk_sk: %1$s (%2$s) s vami zdieľa súbor "%3$s" a zanechal vám správu:

source: %1$s (%2$s) has shared %3$s files with you and left you a message:
cs_cz: %1$s (%2$s) s vámi sdílel(a) %3$s souborů a připojil(a) zprávu:
de_de: %1$s (%2$s) hat %3$s Dateien für Sie freigegeben und Ihnen eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kanssasi "%3$s tiedostoa ja jättänyt sinulle viestin:
hu_hu: %1$s (%2$s) megosztott %3$s fájlt Önnel és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) は %3$s 個のファイルをあなたと共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat %3$d fișiere cu dumneavoastră și a lăsat un mesaj:
sk_sk: %1$s (%2$s) s vami zdieľa %3$s súbory a zanechal vám správu:

source: %1$s (%2$s) has shared the image "%3$s" with you and left you a message:
cs_cz: %1$s (%2$s) s vámi sdílel(a) obrázek „%3$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat das Bild "%3$s" für Sie freigegeben und Ihnen eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kanssasi kuvan "%3$s" ja jättänyt sinulle viestin:
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" képet Önnel és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) は画像 %3$s をあなたと共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat imaginea "%3$s" cu dumneavoastră și a lăsat un mesaj:
sk_sk: %1$s (%2$s) s vami zdieľa obrázok "%3$s" a zanechal vám správu:

source: %1$s (%2$s) has shared %3$s images with you and left you a message:
cs_cz: %1$s (%2$s) s vámi sdílel(a) %3$s obrázků a připojil(a) zprávu:
de_de: %1$s (%2$s) hat %3$s Bilder für Sie freigegeben und Ihnen eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kanssasi %3$s kuvaa ja jättänyt sinulle viestin:
hu_hu: %1$s (%2$s) megosztott %3$s képet Önnel és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) は %3$s 個の画像をあなたと共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat %3$d imagini cu dumneavoastră și a lăsat un mesaj:
sk_sk: %1$s (%2$s) s vami zdieľa %3$s obrázky a zanechal vám správu:

source: %1$s (%2$s) has shared the folder "%3$s" with you and left you a message:
cs_cz: %1$s (%2$s) s vámi sdílel(a) složku „%3$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat den Ordner "%3$s" für Sie freigegeben und Ihnen eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kanssasi kansion "%3$s" ja jättänyt sinulle viestin:
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" mappát Önnel és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) はフォルダー %3$s をあなたと共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat dosarul "%3$s" cu dumneavoastră și a lăsat un mesaj:
sk_sk: %1$s (%2$s) s vami zdieľa priečinok "%3$s" a zanechal vám správu:

source: %1$s (%2$s) has shared the calendar "%3$s" with you and left you a message:
cs_cz: %1$s (%2$s) s vámi sdílel(a) kalendář „%3$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat den Kalender "%3$s" für Sie freigegeben und Ihnen eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kanssasi kalenterin "%3$s" ja jättänyt viestin:
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" naptárt Önnel és a következő üzenetet hagyta:
ja_jp: %1$s ( %2$s)は "%3$s" カレンダーを共有して、メッセージを残しています。
ro_ro: %1$s (%2$s) a partajat calendarul "%3$s" cu dumneavoastră și a lăsat un mesaj:
sk_sk: %1$s (%2$s) s vami zdieľa kalendár "%3$s" a zanechal vám správu:

source: %1$s (%2$s) has shared the item "%3$s" with you and left you a message:
cs_cz: %1$s (%2$s) s vámi sdílel(a) položku „%3$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat das Objekt "%3$s" für Sie freigegeben und Ihnen eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kanssasi kohteen "%3$s" ja jättänyt sinulle viestin:
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" elemet Önnel és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) はアイテム %3$s をあなたと共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat elementul "%3$s" cu dumneavoastră și a lăsat un mesaj:
sk_sk: %1$s (%2$s) s vami zdieľa položku "%3$s" a zanechal vám správu:

source: %1$s (%2$s) has shared %3$d items with you and left you a message:
cs_cz: %1$s (%2$s) s vámi sdílel(a) %3$s položek a připojil(a) zprávu:
de_de: %1$s (%2$s) hat %3$s Objekte für Sie freigegeben und Ihnen eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kanssasi %3$s tiedostoa ja jättänyt sinulle viestin:
hu_hu: %1$s (%2$s) megosztott %3$s elemet Önnel és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) は %3$d 個のアイテムをあなたと共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat %3$d elemente cu dumneavoastră și a lăsat un mesaj:
sk_sk: %1$s (%2$s) s vami zdieľa %3$d položky a zanechal vám správu:

source: %1$s (%2$s) has shared %3$d folders with you and left you a message:
cs_cz: %1$s (%2$s) s vámi sdílel(a) %3$s složek a připojil(a) zprávu:
de_de: %1$s (%2$s) hat %3$s Ordner für Sie freigegeben und Ihnen eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kanssasi "%3$s kansiota ja jättänyt sinulle viestin:
hu_hu: %1$s (%2$s) megosztott %3$s mappát Önnel és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) は %3$d 個のフォルダーをあなたと共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat %3$d dosare cu dumneavoastră și a lăsat un mesaj:
sk_sk: %1$s (%2$s) s vami zdieľa %3$d priečinky a zanechal vám správu:

source: %1$s (%2$s) has shared %3$d calendars with you and left you a message:
cs_cz: %1$s (%2$s) s vámi sdílel(a) %3$s kalendářů a připojil(a) zprávu:
de_de: %1$s (%2$s) hat %3$s Kalender für Sie freigegeben und Ihnen eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kanssasi %3$d kalenteria ja jättänyt viestin:
hu_hu: %1$s (%2$s) megosztott %3$s naptárt Önnel és a következő üzenetet hagyta:
ja_jp: %1$s ( %2$s)は "%3$d" カレンダーを共有して、メッセージを残しています。
ro_ro: %1$s (%2$s) a partajat %3$d calendare cu dumneavoastră și a lăsat un mesaj:
sk_sk: %1$s (%2$s) s vami zdieľa %3$s kalendáre a zanechal vám správu:

source: %1$s (%2$s) has shared the file "%3$s" with the group "%4$s" and left a message:
cs_cz: %1$s (%2$s) sdílel(a) soubor „%3$s“ se skupinou „%4$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat die Datei "%3$s" für die Gruppe "%4$s" freigegeben und eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut tiedoston "%3$s" ryhmän "%4$s" kanssa ja jättänyt seuraavan viestin:
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" fájlt a(z) "%4$s" csoporttal és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) はファイル %3$s をグループ %4$s と共有しました。メッセージがあります。
ro_ro: %1$s (%2$s) a partajat fișierul "%3$s" cu grupul "%4$s" și a lăsat un mesaj:
sk_sk: %1$s (%2$s) zdieľa súbor "%3$s" so skupinou "%4$s" a zanechal správu:

source: %1$s (%2$s) has shared %3$s files with the group "%4$s" and left a message:
cs_cz: %1$s (%2$s) sdílel(a) %3$s souborů se skupinou „%4$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat %3$s Dateien für die Gruppe "%4$s" freigegeben und eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut %3$s tiedosto ryhmän "%4$s" kanssa ja jättänyt seuraavan viestin:
hu_hu: %1$s (%2$s) megosztott %3$s fájlt a(z) "%4$s" csoporttal és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) は %3$s 個のファイルをグループ %4$s と共有しまました。メッセージがあります。
ro_ro: %1$s (%2$s) a partajat %3$s fișiere cu grupul "%4$s" și a lăsat un mesaj:
sk_sk: %1$s (%2$s) zdieľa %3$s súbory so skupinou "%4$s" a zanechal správu:

source: %1$s (%2$s) has shared the image "%3$s" with the group "%4$s" and left a message:
cs_cz: %1$s (%2$s) sdílel(a) obrázek „%3$s“ se skupinou „%4$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat das Bild "%3$s" für die Gruppe "%4$s" freigegeben und eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kuvan "%3$s" ryhmän "%4$s" kanssa ja jättänyt seuraavan viestin:
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" képet a(z) "%4$s" csoporttal és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) は画像 %3$s をグループ %4$s と共有しました。メッセージがあります。
ro_ro: %1$s (%2$s) a partajat imaginea "%3$s" cu grupul "%4$s" și a lăsat un mesaj:
sk_sk: %1$s (%2$s) zdieľa obrázok "%3$s" so skupinou "%4$s" a zanechal správu:

source: %1$s (%2$s) has shared %3$s images with the group "%4$s" and left a message:
cs_cz: %1$s (%2$s) sdílel(a) %3$s obrázků se skupinou „%4$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat %3$s Bilder für die Gruppe "%4$s" freigegeben und eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut %3$s kuvaa ryhmän "%4$s" kanssa ja jättänyt seuraavan viestin:
hu_hu: %1$s (%2$s) megosztott %3$s képet a(z) "%4$s" csoporttal és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) は %3$s 個のファイルをグループ %4$s と共有しました。メッセージがあります。
ro_ro: %1$s (%2$s) a partajat %3$s imagini cu grupul "%4$s" și a lăsat un mesaj:
sk_sk: %1$s (%2$s) zdieľa %3$s obrázky so skupinou "%4$s" a zanechal správu:

source: %1$s (%2$s) has shared the folder "%3$s" with the group "%4$s" and left a message:
cs_cz: %1$s (%2$s) sdílel(a) složku „%3$s“ se skupinou „%4$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat den Ordner "%3$s" für die Gruppe "%4$s" freigegeben und eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kansion "%3$s" ryhmän "%4$s" kanssa ja jättänyt seuraavan viestin:
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" mappát a(z) "%4$s" csoporttal és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) はフォルダー %3$s をグループ %4$s と共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat dosarul "%3$s" cu grupul "%4$s" și a lăsat un mesaj:
sk_sk: %1$s (%2$s) zdieľa priečinok "%3$s" so skupinou "%4$s" a zanechal správu:

source: %1$s (%2$s) has shared the calendar "%3$s" with the group "%4$s" and left a message:
cs_cz: %1$s (%2$s) sdílel(a) kalendář „%1$s“ se skupinou „%3$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat den Kalender "%3$s" für die Gruppe "%4$s" freigegeben und eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kalenterin "%3$s" ryhmän "%4$s" kanssa ja jättänyt viestin:
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" naptárt a(z) "%4$s" csoporttal és a következő üzenetet hagyta:
ja_jp: %1$s ( %2$s)はカレンダー "%3$s" をグループ %4$s と共有して、メッセージを残しています。
ro_ro: %1$s (%2$s) a partajat calendarul "%3$s" cu grupul "%4$s" și a lăsat un mesaj:
sk_sk: %1$s (%2$s) zdieľa kalendár "%3$s" so skupinou "%4$s" a zanechal správu:

source: %1$s (%2$s) has shared the item "%3$s" with the group "%4$s" and left a message:
cs_cz: %1$s (%2$s) sdílel(a) položku „%3$s“ se skupinou „%4$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat das Objekt "%3$s" für die Gruppe "%4$s" freigegeben und eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut kohteen "%3$s"ryhmän "%4$s" kanssa ja jättänyt seuraavan viestin:
hu_hu: %1$s (%2$s) megosztotta a(z) "%3$s" elemet a(z) "%4$s" csoporttal és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) はアイテム %3$s をグループ %4$s と共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat elementul "%3$s" cu grupul "%4$s" și a lăsat un mesaj:
sk_sk: %1$s (%2$s) zdieľa položku "%3$s" so skupinou "%4$s" a zanechal správu:

source: %1$s (%2$s) has shared %3$d items with the group "%4$s" and left a message:
cs_cz: %1$s (%2$s) sdílel(a) %3$s položek se skupinou „%4$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat %3$s Objekte für die Gruppe "%4$s" freigegeben und eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut %3$s kohdetta ryhmän "%4$s" kanssa ja jättänyt seuraavan viestin:
hu_hu: %1$s (%2$s) megosztott %3$s elemet a(z) "%4$s" csoporttal és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) は %3$d 個のアイテムをグループ %4$s と共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat %3$d elemente cu grupul "%4$s" și a lăsat un mesaj:
sk_sk: %1$s (%2$s) zdieľa %3$s položky so skupinou "%4$s" a zanechal správu:

source: %1$s (%2$s) has shared %3$d folders with the group "%4$s" and left a message:
cs_cz: %1$s (%2$s) sdílel(a) %3$s složek se skupinou „%4$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat %3$s Ordner für die Gruppe "%4$s" freigegeben und eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut "%3$ kansiota ryhmän "%4$s" kanssa ja jättänyt seuraavan viestin:
hu_hu: %1$s (%2$s) megosztott %3$s mappát a(z) "%4$s" csoporttal és a következő üzenetet hagyta:
ja_jp: %1$s (%2$s) は %3$d 個のフォルダーグループ %4$s と共有しました。メッセージがあります:
ro_ro: %1$s (%2$s) a partajat %3$d dosare cu grupul "%4$s" și a lăsat un mesaj:
sk_sk: %1$s (%2$s) zdieľa %3$s priečinky so skupinou "%4$s" a zanechal správu:

source: %1$s (%2$s) has shared %3$d calendars with the group "%4$s" and left a message:
cs_cz: %1$s (%2$s) sdílel(a) %3$s kalendářů se skupinou „%4$s“ a připojil(a) zprávu:
de_de: %1$s (%2$s) hat %3$s Kalender für die Gruppe "%4$s" freigegeben und eine Nachricht hinterlassen:
fi_fi: %1$s (%2$s) on jakanut %3$d kalenteria ryhmän "%4$s" kanssa ja jättänyt viestin:
hu_hu: %1$s (%2$s) megosztott %3$s naptárt a(z) "%4$s" csoporttal és a következő üzenetet hagyta:
ja_jp: %1$s ( %2$s)はカレンダー %3$d つをグループ %4$s と共有して、メッセージを残しています。
ro_ro: %1$s (%2$s) a partajat %3$d calendare cu grupul "%4$s" și a lăsat un mesaj:
sk_sk: %1$s (%2$s) zdieľa %3$s kalendárov so skupinou "%4$s" a zanechal správu:

source: View image
cs_cz: Zobrazit obrázek
de_de: Bild anzeigen
fi_fi: Katsele kuvaa
hu_hu: Kép megtekintése
ja_jp: 画像を表示
ro_ro: Vizualizează imaginea
sk_sk: Zobraziť obrázok

source: View images
cs_cz: Zobrazit obrázky
de_de: Bilder anzeigen
fi_fi: Katsele kuvia
hu_hu: Képek megtekintése
ja_jp: 画像を表示
ro_ro: Vizualizează imaginile
sk_sk: Zobraziť obrázky

source: View folder
cs_cz: Zobrazit složku
de_de: Ordner anzeigen
fi_fi: Katsele kansiota
hu_hu: Mappa megtekintése
ja_jp: フォルダーを表示
ro_ro: Vizualizează dosarul
sk_sk: Zobraziť priečinok

source: View folders
cs_cz: Zobrazit složky
de_de: Ordner anzeigen
fi_fi: Katsele tiedostoja
hu_hu: Mappák megtekintése
ja_jp: フォルダーを表示
ro_ro: Vizualizează dosarele
sk_sk: Zobraziť priečinky

source: View calendar
cs_cz: Zobrazit kalendář
de_de: Kalender anzeigen
fi_fi: Katsele kalenteria
hu_hu: Naptár megtekintése
ja_jp: カレンダーを表示
ro_ro: Vizualizează calendarul
sk_sk: Zobraziť kalendár

source: View calendars
cs_cz: Zobrazit kalendáře
de_de: Kalender anzeigen
fi_fi: Katsele kalentereita
hu_hu: Naptárak megtekintése
ja_jp: カレンダーを表示
ro_ro: Vizualizează calendarele
sk_sk: Skryť kalendáre

source: View item
cs_cz: Zobrazit položku
de_de: Objekt anzeigen
fi_fi: Katsele kohdetta
hu_hu: Elem megtekintése
ja_jp: アイテムを表示
ro_ro: Vizualizează elementul
sk_sk: Zobraziť položku

source: View items
cs_cz: Zobrazit položky
de_de: Objekte anzeigen
fi_fi: Katsele kohteita
hu_hu: Elemek megtekintése
ja_jp: アイテムを表示
ro_ro: Vizualizează elementele
sk_sk: Zobraziť položky

source: This link is password protected. You need the following password to open it:
cs_cz: Odkaz je chráněný heslem. Pro otevření potřebujete následující heslo:
de_de: Dieser Link ist passwortgeschützt. Sie benötigen das folgende Passwort, um ihn zu öffnen:
fi_fi: Tämä linkki on suojattu salasanalla. Tarvitset seuraavan salasanan sen avaamiseksi:
hu_hu: Ez a hivatkozás jelszóval védett, megnyitásához a következő jelszóra van szükség:
ja_jp: このリンクはパスワードで保護されています。表示するには次のパスワードが必要です:
ro_ro: Legătura este protejată cu parolă. Necesitați această parolă pentru a o deschide:
sk_sk: Tento odkaz je chránený heslom. Na jeho otvorenie budete potrebovať nasledovné heslo:

source: %1$s - Forgot your password?
cs_cz: %1$s - Zapomněl(a) jste své heslo?
de_de: %1$s - Passwort vergessen?
fi_fi: %1$s - Unohditko salasanasi?
hu_hu: %1$s - Elfelejtette a jelszót?
ja_jp: %1$s - パスワードをお忘れですか?
ro_ro: %1$s - Ați uitat parola?
sk_sk: %1$s - Zabudli ste heslo?

source: Hello,
cs_cz: Dobrý den,
de_de: Hallo,
fi_fi: Hei,
hu_hu: Üdvözöljük!
ja_jp: こんにちは、
ro_ro: Salut,
sk_sk: Dobrý deň,

source: we got informed that you forgot your password. You can set a new password here:
cs_cz: byli jsme informováni, že jste zapomněl(a) své heslo. Zde můžete nastavit nové:
de_de: uns wurde mitgeteilt, dass Sie Ihr Passwort vergessen haben. Hier können Sie ein neues Passwort festlegen:
fi_fi: saimme tietää Sinun unohtaneen salasanasi. Voit asettaa uuden salasanan täällä:
hu_hu: értesítést kaptunk arról, hogy elfelejtette a jelszavát. Itt új jelszót állíthat be.
ja_jp: パスワードをお忘れですか? 新しいパスワードをここで設定できます。
ro_ro: am fost informați că ați uitat parola. Puteți seta o nouă parolă aici:
sk_sk: dostali sme správu, že ste zabudli heslo. Nové heslo si môžete nastaviť tu:

source: Set password
cs_cz: Nastavit heslo
de_de: Passwort festlegen
fi_fi: Aseta salasana
hu_hu: Jelszó beállítása
ja_jp: パスワードの設定
ro_ro: Setează parola
sk_sk: Nastaviť heslo

source: If you didn't request this, please ignore this email. Your password won't change until you access the button above and set a new one.
cs_cz: Pokud jste nežádal o změnu hesla, ignorujte tuto zprávu. Vaše heslo se nezmění, dokud nekliknete na tlačítko výše a nenastavíte nové.
de_de: Falls diese Anfrage nicht von Ihnen kam, ignorieren Sie bitte diese E-Mail. Ihr Passwort wird erst geändert, wenn Sie über die Schaltfläche oben ein neues einrichten.
fi_fi: Jos et pyytänyt tätä, jätä tämä sähköposti huomiotta. Salasanasi ei muutu ennen kuin asetat uuden salasanan yllä olevasta napista.
hu_hu: Amennyiben nem kért ilyet, akkor hagyja figyelmen kívül ezt a levelet. A jelszava nem fog addig megváltozni, amíg a fenti gombbal nem állít be egy újat.
ja_jp: 設定のリクエストをしていない場合は、本メールをこの通知は無視してかまいません。上のボタンにアクセスして、新しいパスワードを設定するまではパスワードは変更されません。
ro_ro: Dacă nu ați cerut această operațiune, ignorați mesajul. Parola nu va fi modificată decât atunci când apăsați butonul de mai sus și setați o parolă nouă.
sk_sk: Ak ste si ho nevyžiadali, prosím, tento mail ignorujte. Vaše heslo sa nezmení pokým nepoužijete tlačidlo vyššie a nenastavíte si nové.

source: This is an automated message, please do not reply.
cs_cz: Toto je automatická zpráva. Neodpovídejte, prosím.
de_de: Dies ist eine automatisierte Nachricht. Bitte nicht antworten.
fi_fi: Tämä viesti on automaattinen. Älä vastaa siihen.
hu_hu: Ez egy automatikus üzenet, kérjük ne válaszoljon rá.
ja_jp: このメールは自動送信されたメッセージです。このメッセージへの返信はできません。
ro_ro: Acesta este un mesaj automat, nu răspundeți.
sk_sk: Toto je automatická správa. Prosím, neodpovedajte na ňu.

source: unknown
cs_cz: neznámé
de_de: unbekannt
fi_fi: tuntematon
hu_hu: ismeretlen
ja_jp: 不明
ro_ro: necunoscut
sk_sk: neznámy

source: and %1$d more files.
cs_cz: a %1$d dalších souborů.
de_de: und %1$d weitere Dateien.
fi_fi: ja %1$d lisätiedostoa.
hu_hu: és további %1$d fájl.
ja_jp: そして残り %1$d個のファイル。
ro_ro: și încă %1$d fișiere.
sk_sk: a %1$d ďalších súborov.

source: and 1 more file.
cs_cz: a jeden další soubor.
de_de: und 1 weitere Datei.
fi_fi: ja 1 lisätiedosto.
hu_hu: és további 1 fájl.
ja_jp: そしてもう1個のファイル。
ro_ro: și încă un fișier.
sk_sk: a 1 ďalší súbor.

source: No notification mail could be sent to user "%1$s". We don't know his email address.
cs_cz: Uživateli „%1$s“ nebylo možné poslat oznámení. Neznáme jeho e-mailovou adresu.
de_de: Es konnte keine Benachrichtigungs-E-Mail an den Benutzer "%1$s" gesendet werden. Seine E-Mail-Adresse ist uns nicht bekannt.
fi_fi: Käyttäjälle "%1$s" ei voitu lähettää ilmoitusviestiä. Emme tiedä hänen sähköpostiosoitettaan.
hu_hu: Nem lehet értesítő levelet küldeni "%1$s" felhasználónak, mert nem ismerjük az e-mail címét.
ja_jp: ユーザー %1$s に通知メールを送信できませんでした。メールアドレスが不明です。
ro_ro: Nu s-a putut trimite notificarea către utilizatorul "%1$s". Nu s-a putut obține adresa de mail a utilizatorului.
sk_sk: Na nepodarilo sa odoslať oznámenie pošty používateľovi "%1$s". Nepoznáme jeho emailovú adresu.

source: An error occurred, we were unable to send an email to "%2$s".
cs_cz: Došlo k chybě, nemůžeme poslat zprávu uživateli „%2$s“.
de_de: Es trat ein Fehler auf. Wir konnten keine E-Mail an "%2$s" senden.
fi_fi: Tapahtui virhe. Emme voineet lähettää sähköpostia "%2$s"lle.
hu_hu: Hiba történt, nem tudunk e-mailt küldeni "%2$s" címzettnek.
ja_jp: エラーが発生したため、メールを %2$s に送信できませんでした。
ro_ro: A apărut o eroare, nu s-a putut trimite mailul către "%2$s".
sk_sk: Vyskytla sa chyba. Nepodarilo sa odoslať email na adresu "%2$s".

source: An error occurred, we were unable to send out the notification mails.
cs_cz: Došlo k chybě, nebylo možné poslat oznámení.
de_de: Es trat ein Fehler auf. Wir konnten Ihre Benachrichtigungsmail nicht senden.
fi_fi: Tapahtui virhe. Emme voineet lähettää ilmoitusviestejä.
hu_hu: Hiba történt, nem tudunk értesítőleveleket küldeni.
ja_jp: エラーが発生したため、通知メールを送信できませんでした。
ro_ro: A apărut o eroare, nu s-au putut trimite mailurile de notificare.
sk_sk: Vyskytla sa chyba. Nepodarilo sa odoslať emaily s oznámením.

source: You don't have sufficient permissions to send notifications for this share.
cs_cz: Nemáte příslušná oprávnění k posílání oznámení ohledně tohoto sdíleného obsahu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Senden von Benachrichtigungen für diese Freigabe.
fi_fi: Sinulla ei ole tarvittavia lupia ilmoitusten lähettämiseen tähän jaettuun kohteeseen.
hu_hu: Nincs megfelelő jogosultsága a megosztáshoz kapcsolódó értesítések küldéséhez.
ja_jp: この共有ファイルについての通知を送信するために必要な権限がありません。
ro_ro: Nu aveți suficiente permisiuni pentru a trimite notificări pentru această partajare.
sk_sk: Nemáte dostatočné oprávnenie na poslanie oznámení k tomuto zdieľaniu.

source: Unable to find a subscription for "%1$s"
cs_cz: Nepodařilo se najít přihlášení k odběru k „%1$s“
fi_fi: "%1$s" -tilausta ei löydy
hu_hu: Nem található előfizetés erre: "%1$s"
ja_jp: "%1$s"の登録が見つかりません。
ro_ro: Imposibil de găsit un abonament pentru "%1$s"
sk_sk: Nepodarilo sa nájsť prihlásenie k odberu "%1$s".

source: The given link "%1$s" can't be resolved to a share.
cs_cz: Daný odkaz („%1$s“) nemíří na sdílený obsah.
fi_fi: Annettua linkkiä "%1$s" ei voi yhdistää jakoon.
hu_hu: A megadott "%1$s" hivatkozás nem oldható fel megosztásra.
ja_jp: 指定のリンク"%1$s"は共有ファイルに変換できません。
ro_ro: Legătura dată "%1$s" nu poate fi rezolvată într-o partajare.
sk_sk: Uvedený odkaz "%1$s" nie je možné preložiť na zdieľanie.

source: You don't have enough permissions to perform the operation.
cs_cz: Pro vykonání operace nemáte dostatečná oprávnění.
fi_fi: Käyttöoikeudet eivät riitä toiminnon suorittamiseen.
hu_hu: Nincs megfelelő jogosultsága a művelet végrehajtásához.
ja_jp: その操作を行う十分な権限がありません。
ro_ro: Nu aveți suficiente permisiuni pentru a efectua operația.
sk_sk: Na vykonanie tejto operácie nemáte dostatočné oprávnenia.

source: The folder %1$s belongs to a folder tree that is unsubscribed.
cs_cz: Složka %1$s spadá pod složku, která není přihlášena ḱ odběru.
fi_fi: Kansio %1$s kuuluu kansiopuuhun, johon ei ole tilausta.
hu_hu: A(z) %1$s mappa egy olyan mappastruktúrához tartozik, amelyről leiratkozott.
ja_jp: フォルダー%1$sは登録解除されたフォルダーツリーにあります。
ro_ro: Dosarul %1$s aparține unui arbore de dosare de la care sunteți dezabonat.
sk_sk: Priečinok %1$s patrí do stromu priečinkov, ktoré neodoberáte.
