Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Atlantic/Cape Verde
cs_cz: Atlantický oceán/Kapverdy
de_de: Atlantik/Kapverden
hu_hu: Atlanti-óceán/Cape Verde
ja_jp: 大西洋/カーボベルデ
ro_ro: Atlantic/Republica Capul Verde
sk_sk: Atlantik/Kapverdy

source: Atlantic/Faeroe
cs_cz: Atlantický oceán/Faerské ostrovy
de_de: Atlantik/Färöer
hu_hu: Atlanti-óceán/Faeroe
ja_jp: 大西洋/フェロー
ro_ro: Atlantic/Insulele Feroe
sk_sk: Atlantik/Faerské ostrovy

source: Atlantic/Faroe
cs_cz: Atlantický oceán/Faerské ostrovy
de_de: Atlantik/Färöer
hu_hu: Atlanti-óceán/Feröer-szigetek
ja_jp: 大西洋/フェロー諸島
ro_ro: Atlantic/Insulele Faroe
sk_sk: Atlantik/Faerské ostrovy

source: Atlantic/Jan Mayen
cs_cz: Atlantický oceán/Jan Mayen
de_de: Atlantik/Jan Mayen
hu_hu: Atlanti-óceán/Jan Mayen-sziget
ja_jp: 大西洋/ヤンマイエン島
ro_ro: Atlantic/Insula Jan Mayen
sk_sk: Atlantik/Jan Mayen

source: Atlantic/Madeira
cs_cz: Atlantický oceán/Madeira
de_de: Atlantik/Madeira
hu_hu: Atlanti-óceán/Madeira
ja_jp: 大西洋/マデイラ
sk_sk: Atlantik/Madeira

source: Atlantic/Reykjavik
cs_cz: Atlantický oceán/Reykjavík
de_de: Atlantik/Reykjavik
hu_hu: Atlanti-óceán/Reykjavik
ja_jp: 大西洋/レイキャビック
sk_sk: Atlantik/Reykjavík

source: Atlantic/South Georgia
cs_cz: Atlantický oceán/Jižní Georgie
de_de: Atlantik/South Georgia
hu_hu: Atlanti-óceán/Déli-Georgia
ja_jp: 大西洋/サウスジョージア
ro_ro: Atlantic/Georgia de Sud
sk_sk: Atlantik/Južná Georgia

source: Atlantic/St Helena
cs_cz: Atlantický oceán/Sv. Helena
de_de: Atlantik/St Helena
hu_hu: Atlanti-óceán/Szent Ilona
ja_jp: 大西洋/セントヘレナ
ro_ro: Atlantic/Sfânta Elena
sk_sk: Atlantik/Svätá Helena

source: Atlantic/Stanley
cs_cz: Atlantický oceán/Stanley
de_de: Atlantik/Stanley
hu_hu: Atlanti-óceán/Stanley
ja_jp: 大西洋/スタンリー
sk_sk: Atlantik/Stanley

source: Australia/ACT
cs_cz: Austrálie/ACT
de_de: Australien/ACT
hu_hu: Ausztrália/ACT
ja_jp: オーストラリア/ACT (東部標準時)
sk_sk: Austrália/ACT

source: Australia/Adelaide
cs_cz: Austrálie/Adelaide
de_de: Australien/Adelaide
hu_hu: Ausztrália/Adelaide
ja_jp: オーストラリア/アデレード
sk_sk: Austrália/Adelaide

source: Australia/Brisbane
cs_cz: Austrálie/Brisbane
de_de: Australien/Brisbane
hu_hu: Ausztrália/Brisbane
ja_jp: オーストラリア/ブリスベン
sk_sk: Austrália/Brisbane

source: Australia/Broken Hill
cs_cz: Austrálie/Broken Hill
de_de: Australien/Broken Hill
hu_hu: Ausztrália/Broken Hill
ja_jp: オーストラリア/ブロークンヒル
sk_sk: Austrália/Broken Hill

source: Australia/Canberra
cs_cz: Austrálie/Canberra
de_de: Australien/Canberra
hu_hu: Ausztrália/Canberra
ja_jp: オーストラリア/キャンベラ
sk_sk: Austrália/Canberra

source: Australia/Currie
cs_cz: Austrálie/Currie
de_de: Australien/Currie
hu_hu: Ausztrália/Currie
ja_jp: オーストラリア/カリー
sk_sk: Austrália/Currie

source: Australia/Darwin
cs_cz: Austrálie/Darwin
de_de: Australien/Darwin
hu_hu: Ausztrália/Darwin
ja_jp: オーストラリア/ダーウイン
sk_sk: Austrália/Darwin

source: Australia/Eucla
cs_cz: Austrálie/Eucla
de_de: Australien/Eucla
hu_hu: Ausztrália/Eucla
ja_jp: オーストラリア/ユークラ
sk_sk: Austrália/Eucla

source: Australia/Hobart
cs_cz: Austrálie/Hobart
de_de: Australien/Hobart
hu_hu: Ausztrália/Hobart
ja_jp: オーストラリア/ホーバート
sk_sk: Austrália/Hobart

source: Australia/LHI
cs_cz: Austrálie/LHI
de_de: Australien/LHI
hu_hu: Ausztrália/LHI
ja_jp: オーストラリア/LHI (ロードハウ島標準時)
sk_sk: Austrália/LHI

source: Australia/Lindeman
cs_cz: Austrálie/Lindeman
de_de: Australien/Lindeman
hu_hu: Ausztrália/Lindeman
ja_jp: オーストラリア/リンデマン
sk_sk: Austrália/Lindeman

source: Australia/Lord Howe
cs_cz: Austrálie/Lord Howe
de_de: Australien/Lord Howe
hu_hu: Ausztrália/Lord Howe
ja_jp: オーストラリア/ロードハウ島
sk_sk: Austrália/Lord Howe

source: Australia/Melbourne
cs_cz: Austrálie/Melbourne
de_de: Australien/Melbourne
hu_hu: Ausztrália/Melbourne
ja_jp: オーストラリア/メルボルン
sk_sk: Austrália/Melbourne

source: Australia/NSW
cs_cz: Austrálie/NSW
de_de: Australien/NSW
hu_hu: Ausztrália/Új-Dél-Wales
ja_jp: オーストラリア/NSW (東部標準時)
sk_sk: Austrália/NSW

source: Australia/North
cs_cz: Austrálie/Sever
de_de: Australien/Nord
hu_hu: Ausztrália/Észak
ja_jp: オーストラリア/北部
ro_ro: Australia/Nord
sk_sk: Austrália/Sever

source: Australia/Perth
cs_cz: Austrálie/Perth
de_de: Australien/Perth
hu_hu: Ausztrália/Perth
ja_jp: オーストラリア/パース
sk_sk: Austrália/Perth

source: Australia/Queensland
cs_cz: Austrálie/Queensland
de_de: Australien/Queensland
hu_hu: Ausztrália/Queensland
ja_jp: オーストラリア/クイーンズランド
sk_sk: Austrália/Queensland

source: Australia/South
cs_cz: Austrálie/Jih
de_de: Australien/Süd
hu_hu: Ausztrália/Dél
ja_jp: オーストラリア/南部
ro_ro: Australia/Sud
sk_sk: Austrália/Juh

source: Australia/Sydney
cs_cz: Austrálie/Sydney
de_de: Australien/Sydney
hu_hu: Ausztrália/Sydney
ja_jp: オーストラリア/シドニー
sk_sk: Austrália/Sydney

source: Australia/Tasmania
cs_cz: Austrálie/Tasmánie
de_de: Australien/Tasmanien
hu_hu: Ausztrália/Tasmania
ja_jp: オーストラリア/タスマニア
sk_sk: Austrália/Tasmánia

source: Australia/Victoria
cs_cz: Austrálie/Victoria
de_de: Australien/Victoria
hu_hu: Ausztrália/Victoria
ja_jp: オーストラリア/ビクトリア
sk_sk: Austrália/Viktória

source: Australia/West
cs_cz: Austrálie/Západ
de_de: Australien/West
hu_hu: Ausztrália/Nyugat
ja_jp: オーストラリア/西部
ro_ro: Australia/Vest
sk_sk: Austrália/Západ

source: Australia/Yancowinna
cs_cz: Austrálie/Yancowinna
de_de: Australien/Yancowinna
hu_hu: Ausztrália/Yancowinna
ja_jp: オーストラリア/ヤンコウィナ
sk_sk: Austrália/Yancowinna

source: Brazil/Acre
cs_cz: Brazílie/Acre
de_de: Brasilien/Acre
hu_hu: Brazília/Acre
ja_jp: ブラジル/アクレ州
ro_ro: Brazilia/Acre
sk_sk: Brazília/Acre

source: Brazil/DeNoronha
cs_cz: Brazílie/DeNoronha
de_de: Brasilien/DeNoronha
hu_hu: Brazília/DeNoronha
ja_jp: ブラジル/デノローニャ島
sk_sk: Brazília/DeNoronha

source: Brazil/East
cs_cz: Brazílie/Východ
de_de: Brasilien/Ost
hu_hu: Brazília/Kelet
ja_jp: ブラジル/東部
ro_ro: Brazilia/Est
sk_sk: Brazília/Východ

source: Brazil/West
cs_cz: Brazílie/Západ
de_de: Brasilien/West
hu_hu: Brazília/Nyugat
ja_jp: ブラジル/西部
ro_ro: Brazilia/Vest
sk_sk: Brazília/Západ

source: Canada/Atlantic
cs_cz: Kanada/Atlantický
de_de: Kanada/Atlantik
hu_hu: Kanada/Atlanti
ja_jp: カナダ/大西洋標準時
sk_sk: Kanada/Atlantický

source: Canada/Central
cs_cz: Kanada/Centrální
de_de: Kanada/Central
hu_hu: Kanada/Közép
ja_jp: カナダ/中部標準時
ro_ro: Canada/Centru
sk_sk: Kanada/Centrálny

source: Canada/Eastern
cs_cz: Kanada/Východ
de_de: Kanada/Ost
hu_hu: Kanada/Keleti
ja_jp: カナダ/東部標準時
ro_ro: Canada/de Est
sk_sk: Kanada/Východný

source: Canada/Mountain
cs_cz: Kanada/Horský
de_de: Kanada/Mountain
hu_hu: Kanada/Hegyvidéki
ja_jp: カナダ/山地標準時
sk_sk: Kanada/Horský

source: Canada/Newfoundland
cs_cz: Kanada/Newfoundland
de_de: Kanada/Neufundland
hu_hu: Kanada/Új-Fundland
ja_jp: カナダ/ニューファンドランド
sk_sk: Kanada/Newfoundland

source: Canada/Pacific
cs_cz: Kanada/Tichomoří
de_de: Kanada/Pazifik
hu_hu: Kanda/Csendes-óceáni
ja_jp: カナダ/太平洋標準時
sk_sk: Kanada/Pacifický

source: Canada/Saskatchewan
cs_cz: Kanada/Saskatchewan
de_de: Kanada/Saskatchewan
hu_hu: Kanada/Saskatchewan
ja_jp: カナダ/サスカチュワン
sk_sk: Kanada/Saskatchewan

source: Canada/Yukon
cs_cz: Kanada/Yukon
de_de: Kanada/Yukon
hu_hu: Kanada/Yukon
ja_jp: カナダ/ユーコン
sk_sk: Kanada/Yukon

source: Chile/Continental
cs_cz: Chile/Kontinentální
de_de: Chile/Kontinent
hu_hu: Chile/Kontinentális
ja_jp: チリ/チリ大陸
sk_sk: Čile/Kontinentálny

source: Chile/EasterIsland
cs_cz: Chile/Velikonoční ostrov
de_de: Chile/Osterinsel
hu_hu: Chile/Húsvét-szigetek
ja_jp: チリ/イースター島
ro_ro: Chile/Insula Paștelui
sk_sk: Čile/Veľkonočný ostrov

source: Cuba
cs_cz: Kuba
de_de: Kuba
hu_hu: Kuba
ja_jp: キューバ
sk_sk: Kuba

source: Egypt
de_de: Ägypten
hu_hu: Egyiptom
ja_jp: エジプト
ro_ro: Egipt

source: Eire
de_de: Irland
hu_hu: Írország
ja_jp: エール
ro_ro: Irlanda
sk_sk: Írsko

source: Europe/Amsterdam
cs_cz: Evropa/Amsterdam
de_de: Europa/Amsterdam
hu_hu: Európa/Amszterdam
ja_jp: ヨーロッパ/アムステルダム
ro_ro: Europa/Amsterdam
sk_sk: Európa/Amsterdam

source: Europe/Andorra
cs_cz: Evropa/Andorra
de_de: Europa/Andorra
hu_hu: Európa/Andorra
ja_jp: ヨーロッパ/アンドラ
ro_ro: Europa/Andorra
sk_sk: Európa/Andorra

source: Europe/Astrakhan
cs_cz: Evropa/Astrachaň
de_de: Europa / Astrachan
fi_fi: Eurooppa/Astrakhan
hu_hu: Európa/Asztrahán
ja_jp: ヨーロッパ/アストラカン
ro_ro: Europe/Astrahan
sk_sk: Európa/Astrakhan

source: Europe/Athens
cs_cz: Evropa/Atény
de_de: Europa/Athen
hu_hu: Európa/Athén
ja_jp: ヨーロッパ/アセンス
ro_ro: Europa/Atena
sk_sk: Európa/Atény

source: Europe/Belfast
cs_cz: Evropa/Belfast
de_de: Europa/Belfast
hu_hu: Európa/Belfast
ja_jp: ヨーロッパ/ベルファスト
ro_ro: Europa/Belfast
sk_sk: Európa/Belfast

source: Europe/Belgrade
cs_cz: Evropa/Bělehrad
de_de: Europa/Belgrad
hu_hu: Európa/Belgrád
ja_jp: ヨーロッパ/ベルグレード
ro_ro: Europa/Belgrad
sk_sk: Európa/Belehrad

source: Europe/Berlin
cs_cz: Evropa/Berlín
de_de: Europa/Berlin
hu_hu: Európa/Berlin
ja_jp: ヨーロッパ/ベルリン
ro_ro: Europa/Berlin
sk_sk: Európa/Berlín

source: Europe/Bratislava
cs_cz: Evropa/Bratislava
de_de: Europa/Bratislava
hu_hu: Európa/Pozsony
ja_jp: ヨーロッパ/ブラティスラヴァ
ro_ro: Europa/Bratislava
sk_sk: Európa/Bratislava

source: Europe/Brussels
cs_cz: Evropa/Brusel
de_de: Europa/Brüssel
hu_hu: Európa/Brüsszel
ja_jp: ヨーロッパ/ブリュッセル
ro_ro: Europa/Bruxelles
sk_sk: Európa/Brusel

source: Europe/Bucharest
cs_cz: Evropa/Bukurešť
de_de: Europa/Bukarest
hu_hu: Európa/Bukarest
ja_jp: ヨーロッパ/ブカレスト
ro_ro: Europa/București
sk_sk: Európa/Bukurešť

source: Europe/Budapest
cs_cz: Evropa/Budapešť
de_de: Europa/Budapest
hu_hu: Európa/Budapest
ja_jp: ヨーロッパ/ブダペスト
ro_ro: Europa/Budapesta
sk_sk: Európa/Budapešť

source: Europe/Busingen
cs_cz: Evropa/Busingen
de_de: Europa/Büsingen
hu_hu: Európa/Büsingen
ja_jp: ヨーロッパ/ビュージンゲン
ro_ro: Europa/Büsingen
sk_sk: Európa/Busingen

source: Europe/Chisinau
cs_cz: Evropa/Kišiněv
de_de: Europa/Chisinau
hu_hu: Európa/Kisinyov
ja_jp: ヨーロッパ/キシナウ
ro_ro: Europe/Chișinău
sk_sk: Európa/Kišiňov

source: Europe/Copenhagen
cs_cz: Evropa/Kodaň
de_de: Europa/Kopenhagen
hu_hu: Európa/Koppenhága
ja_jp: ヨーロッパ/コペンハーゲン
ro_ro: Europa/Copenhaga
sk_sk: Európa/Kodaň

source: Europe/Dublin
cs_cz: Evropa/Dublin
de_de: Europa/Dublin
hu_hu: Európa/Dublin
ja_jp: ヨーロッパ/ダブリン
ro_ro: Europa/Dublin
sk_sk: Európa/Dublin

source: Europe/Gibraltar
cs_cz: Evropa/Gibraltar
de_de: Europa/Gibraltar
hu_hu: Európa/Gibraltár
ja_jp: ヨーロッパ/ジブラルタル
ro_ro: Europa/Gibraltar
sk_sk: Európa/Gibraltár

source: Europe/Guernsey
cs_cz: Evropa/Guernsey
de_de: Europa/Guernsey
hu_hu: Európa/Guernsey
ja_jp: ヨーロッパ/ガーンジー
ro_ro: Europa/Guernsey
sk_sk: Európa/Guernsey

source: Europe/Helsinki
cs_cz: Evropa/Helsinky
de_de: Europa/Helsinki
hu_hu: Európa/Helsinki
ja_jp: ヨーロッパ/ヘルシンキ
ro_ro: Europa/Helsinki
sk_sk: Európa/Helsinki

source: Europe/Isle of Man
cs_cz: Evropa/Ostrov Man
de_de: Europa/Isle of Man
hu_hu: Europe/Man-sziget
ja_jp: ヨーロッパ/マン島
ro_ro: Europa/Insula Man
sk_sk: Európa/Man

source: Europe/Istanbul
cs_cz: Evropa/Istanbul
de_de: Europa/Istanbul
hu_hu: Európa/Isztambul
ja_jp: ヨーロッパ/イスタンブール
ro_ro: Europa/Istanbul
sk_sk: Európa/Istanbul

source: Europe/Jersey
cs_cz: Evropa/Jersey
de_de: Europa/Jersey
hu_hu: Európa/Jersey
ja_jp: ヨーロッパ/ジャージー
ro_ro: Europa/Jersey
sk_sk: Európa/Jersey

source: Europe/Kaliningrad
cs_cz: Evropa/Kaliningrad
de_de: Europa/Kaliningrad
hu_hu: Európa/Kalinyingrád
ja_jp: ヨーロッパ/カリーニングラード
ro_ro: Europa/Kaliningrad
sk_sk: Európa/Kaliningrad

source: Europe/Kiev
cs_cz: Evropa/Kyjev
de_de: Europa/Kiew
hu_hu: Európa/Kijev
ja_jp: ヨーロッパ/キエフ
ro_ro: Europa/Kiev
sk_sk: Európa/Kyjev

source: Europe/Kirov
cs_cz: Evropa/Kirov
de_de: Europa / Kirov
fi_fi: Eurooppa/Kirov
hu_hu: Európa/Kirov
ja_jp: ヨーロッパ/キーロフ
sk_sk: Európa/Kirov

source: Europe/Lisbon
cs_cz: Evropa/Lisabon
de_de: Europa/Lissabon
hu_hu: Európa/Lisszabon
ja_jp: ヨーロッパ/リスボン
ro_ro: Europa/Lisabona
sk_sk: Európa/Lisabon

source: Europe/Ljubljana
cs_cz: Evropa/Lublaň
de_de: Europa/Ljubljana
hu_hu: Európa/Ljubljana
ja_jp: ヨーロッパ/リュブリャナ
ro_ro: Europa/Ljubljana
sk_sk: Európa/Ľubľana

source: Europe/London
cs_cz: Evropa/Londýn
de_de: Europa/London
hu_hu: Európa/London
ja_jp: ヨーロッパ/ロンドン
ro_ro: Europa/Londra
sk_sk: Európa/Londýn

source: Europe/Luxembourg
cs_cz: Evropa/Lucembursko
de_de: Europa/Luxemburg
hu_hu: Európa/Luxemburg
ja_jp: ヨーロッパ/ルクセンブルク
ro_ro: Europa/Luxemburg
sk_sk: Európa/Luxemburg

source: Europe/Madrid
cs_cz: Evropa/Madrid
de_de: Europa/Madrid
hu_hu: Európa/Madrid
ja_jp: ヨーロッパ/マドリッド
ro_ro: Europa/Madrid
sk_sk: Európa/Madrid

source: Europe/Malta
cs_cz: Evropa/Malta
de_de: Europa/Malta
hu_hu: Európa/Málta
ja_jp: ヨーロッパ/マルタ
ro_ro: Europa/Malta
sk_sk: Európa/Malta

source: Europe/Mariehamn
cs_cz: Evropa/Mariehamn
de_de: Europa/Mariehamn
hu_hu: Európa/Mariehamn
ja_jp: ヨーロッパ/マリーハムン
ro_ro: Europa/Mariehamn
sk_sk: Európa/Mariehamn

source: Europe/Minsk
cs_cz: Evropa/Minsk
de_de: Europa/Minsk
hu_hu: Európa/Minszk
ja_jp: ヨーロッパ/ミンスク
ro_ro: Europa/Minsk
sk_sk: Európa/Minsk

source: Europe/Monaco
cs_cz: Evropa/Monako
de_de: Europa/Monaco
hu_hu: Európa/Monaco
ja_jp: ヨーロッパ/モナコ
ro_ro: Europa/Monaco
sk_sk: Európa/Monako

source: Europe/Moscow
cs_cz: Evropa/Moskva
de_de: Europa/Moskau
hu_hu: Európa/Moszkva
ja_jp: ヨーロッパ/モスクワ
ro_ro: Europa/Moscova
sk_sk: Európa/Moskva

source: Europe/Nicosia
cs_cz: Evropa/Nikósie
de_de: Europa/Nicosia
hu_hu: Európa/Nicosia
ja_jp: ヨーロッパ/ニコシア
ro_ro: Europa/Nicosia
sk_sk: Európa/Nikózia

source: Europe/Oslo
cs_cz: Evropa/Oslo
de_de: Europa/Oslo
hu_hu: Európa/Oslo
ja_jp: ヨーロッパ/オスロ
ro_ro: Europa/Oslo
sk_sk: Európa/Oslo

source: Europe/Paris
cs_cz: Evropa/Paříž
de_de: Europa/Paris
hu_hu: Európa/Párizs
ja_jp: ヨーロッパ/パリ
ro_ro: Europa/Paris
sk_sk: Európa/Paríž

source: Europe/Podgorica
cs_cz: Evropa/Podgorica
de_de: Europa/Podgorica
hu_hu: Európa/Podgorica
ja_jp: ヨーロッパ/ポドゴリツァ
ro_ro: Europa/Podgorica
sk_sk: Európa/Podgorica

source: Europe/Prague
cs_cz: Evropa/Praha
de_de: Europa/Prag
hu_hu: Európa/Prága
ja_jp: ヨーロッパ/プラハ
ro_ro: Europa/Praga
sk_sk: Európa/Praha

source: Europe/Riga
cs_cz: Evropa/Riga
de_de: Europa/Riga
hu_hu: Európa/Riga
ja_jp: ヨーロッパ/リガ
ro_ro: Europa/Riga
sk_sk: Európa/Riga

source: Europe/Rome
cs_cz: Evropa/Řím
de_de: Europa/Rom
hu_hu: Európa/Róma
ja_jp: ヨーロッパ/ローマ
ro_ro: Europa/Roma
sk_sk: Európa/Rím

source: Europe/Samara
cs_cz: Evropa/Samara
de_de: Europa/Samara
hu_hu: Európa/Szamara
ja_jp: ヨーロッパ/サマーラ
ro_ro: Europa/Samara
sk_sk: Európa/Samara

source: Europe/San Marino
cs_cz: Evropa/San Marino
de_de: Europa/San Marino
hu_hu: Európa/San Marino
ja_jp: ヨーロッパ/サンマリノ
ro_ro: Europa/San Marino
sk_sk: Európa/San Maríno

source: Europe/Sarajevo
cs_cz: Evropa/Sarajevo
de_de: Europa/Sarajevo
hu_hu: Európa/Szarajevó
ja_jp: ヨーロッパ/サラエボ
ro_ro: Europa/Sarajevo
sk_sk: Európa/Sarajevo

source: Europe/Saratov
cs_cz: Evropa/Saratov
de_de: Europa / Saratov
fi_fi: Eurooppa/Saratov
hu_hu: Európa/Szaratov
ja_jp: ヨーロッパ/サラトフ
sk_sk: Európa/Saratov

source: Europe/Simferopol
cs_cz: Evropa/Simferopol
de_de: Europa/Simferopol
hu_hu: Európa/Szimferopol
ja_jp: ヨーロッパ/シンフェロポリ
ro_ro: Europa/Simferopol
sk_sk: Európa/Simferopoľ

source: Europe/Skopje
cs_cz: Evropa/Skopje
de_de: Europa/Skopje
hu_hu: Európa/Szkopje
ja_jp: ヨーロッパ/スコピエ
ro_ro: Europa/Skopje
sk_sk: Európa/Skopje

source: Europe/Sofia
cs_cz: Evropa/Sofie
de_de: Europa/Sofia
hu_hu: Európa/Szófia
ja_jp: ヨーロッパ/ソフィア
ro_ro: Europa/Sofia
sk_sk: Európa/Sofia

source: Europe/Stockholm
cs_cz: Evropa/Stockholm
de_de: Europa/Stockholm
hu_hu: Európa/Stockholm
ja_jp: ヨーロッパ/ストックホルム
ro_ro: Europa/Stockholm
sk_sk: Európa/Štokholm

source: Europe/Tallinn
cs_cz: Evropa/Tallinn
de_de: Europa/Tallinn
hu_hu: Európa/Tallinn
ja_jp: ヨーロッパ/タリン
ro_ro: Europa/Tallinn
sk_sk: Európa/Tallinn

source: Europe/Tirane
cs_cz: Evropa/Tirana
de_de: Europa/Tirane
hu_hu: Európa/Tirana
ja_jp: ヨーロッパ/ティラナ
ro_ro: Europa/Tirana
sk_sk: Európa/Tirana

source: Europe/Tiraspol
cs_cz: Evropa/Tiraspol
de_de: Europa/Tiraspol
hu_hu: Európa/Tiraspol
ja_jp: ヨーロッパ/ティラスポリ
ro_ro: Europa/Tiraspol
sk_sk: Európa/Tiraspol

source: Europe/Ulyanovsk
cs_cz: Evropa/Uljanovsk
de_de: Europa / Ulyanovsk
fi_fi: Eurooppa/Uljanovsk
hu_hu: Európa/Uljanovszk
ja_jp: ヨーロッパ/ウリヤノフスク
ro_ro: Europe/Ulianovsk
sk_sk: Európa/Ulianovsk

source: Europe/Uzhgorod
cs_cz: Evropa/Užhorod
de_de: Europa/Uzhgorod
hu_hu: Európa/Ungvár
ja_jp: ヨーロッパ/ウシュホロト
ro_ro: Europa/Ujhorod
sk_sk: Európa/Užhorod

source: Europe/Vaduz
cs_cz: Evropa/Vaduz
de_de: Europa/Vaduz
hu_hu: Európa/Vaduz
ja_jp: ヨーロッパ/ファドゥーツ
ro_ro: Europa/Vaduz
sk_sk: Európa/Vaduz

source: Europe/Vatican
cs_cz: Evropa/Vatikán
de_de: Europa/Vatikan
hu_hu: Európa/Vatikán
ja_jp: ヨーロッパ/バチカン
ro_ro: Europa/Vatican
sk_sk: Európa/Vatikán

source: Europe/Vienna
cs_cz: Evropa/Vídeň
de_de: Europa/Wien
hu_hu: Európa/Bécs
ja_jp: ヨーロッパ/ウィーン
ro_ro: Europa/Viena
sk_sk: Európa/Viedeň

source: Europe/Vilnius
cs_cz: Evropa/Vilnius
de_de: Europa/Vilnius
hu_hu: Európa/Vilnius
ja_jp: ヨーロッパ/ビリニュス
ro_ro: Europa/Vilnius
sk_sk: Európa/Vilnius

source: Europe/Volgograd
cs_cz: Evropa/Volgograd
de_de: Europa/Wolgograd
hu_hu: Európa/Volgográd
ja_jp: ヨーロッパ/ボルゴグラード
ro_ro: Europa/Volgograd
sk_sk: Európa/Volgograd

source: Europe/Warsaw
cs_cz: Evropa/Varšava
de_de: Europa/Warschau
hu_hu: Európa/Varsó
ja_jp: ヨーロッパ/ワルシャワ
ro_ro: Europa/Varșovia
sk_sk: Európa/Varšava

source: Europe/Zagreb
cs_cz: Evropa/Záhřeb
de_de: Europa/Zagreb
hu_hu: Európa/Zágráb
ja_jp: ヨーロッパ/ザグレブ
ro_ro: Europa/Zagreb
sk_sk: Európa/Záhreb

source: Europe/Zaporozhye
cs_cz: Evropa/Záporoží
de_de: Europa/Zaporozhye
hu_hu: Európa/Zaporozsje
ja_jp: ヨーロッパ/ザポロージェ
ro_ro: Europa/Zaporojia
sk_sk: Európa/Záporožie

source: Europe/Zurich
cs_cz: Evropa/Curych
de_de: Europa/Zürich
hu_hu: Európa/Zürich
ja_jp: ヨーロッパ/チューリッヒ
ro_ro: Europa/Zürich
sk_sk: Európa/Zürich

source: Greenwich
ja_jp: グリニッジ

source: Hongkong
ja_jp: 香港

source: Iceland
cs_cz: Island
de_de: Island
hu_hu: Izland
ja_jp: アイスランド
ro_ro: Islanda
sk_sk: Island

source: Indian/Antananarivo
cs_cz: Indický oceán/Antananarivo
de_de: Indien/Antananarivo
hu_hu: Indiai-óceán/Antananarivo
ja_jp: インド洋/アンタナナリボ
ro_ro: Oceanul Indian/Antananarivo
sk_sk: Indický oceán/Antananarivo

source: Indian/Chagos
cs_cz: Indický oceán/Chagos
de_de: Indien/Chagos
hu_hu: Indiai-óceán/Chagos
ja_jp: インド洋/チャゴス諸島
ro_ro: Oceanul Indian/Arhipelagul Chagos
sk_sk: Indický oceán/Chagos

source: Indian/Christmas
cs_cz: Indický oceán/Vánoční ostrovy
de_de: Indien/Christmas
hu_hu: Indiai-óceán/Karácsony-szigetek
ja_jp: インド洋/クリスマス島
ro_ro: Oceanul Indian/Insula Crăciunului
sk_sk: Indický oceán/Vianočný ostrov

source: Indian/Cocos
cs_cz: Indický oceán/Cocos
de_de: Indien/Cocos
hu_hu: Indiai-óceán/Cocos
ja_jp: インド洋/ココス諸島
ro_ro: Oceanul Indian/Insula Cocos
sk_sk: Indický oceán/Kokosové ostrovy

source: Indian/Comoro
cs_cz: Indický oceán/Comoro
de_de: Indien/Comoro
hu_hu: Indiai-óceán/Comoro
ja_jp: インド洋/コモロ諸島
ro_ro: Oceanul Indian/Insulele Comore
sk_sk: Indický oceán/Komory

source: Indian/Kerguelen
cs_cz: Indický oceán/Kerguelen
de_de: Indien/Kerguelen
hu_hu: Indiai-óceán/Kerguelen
ja_jp: インド洋/ケルゲレン諸島
ro_ro: Oceanul Indian/Insulele Kerguelen
sk_sk: Indický oceán/Kerguelen

source: Indian/Mahe
cs_cz: Indický oceán/Mahe
de_de: Indien/Mahe
hu_hu: Indiai-óceán/Mahe
ja_jp: インド洋/マヘ島
ro_ro: Oceanul Indian/Insula Mahé
sk_sk: Indický oceán/Mahe

source: Indian/Maldives
cs_cz: Indický oceán/Maledivy
de_de: Indien/Malediven
hu_hu: Indiai-óceán/Maldív-szigetek
ja_jp: インド洋/モルディブ島
ro_ro: Oceanul Indian/Insulele Maldive
sk_sk: Indický oceán/Maldivy

source: Indian/Mauritius
cs_cz: Indický oceán/Mauricius
de_de: Indien/Mauritius
hu_hu: Indiai-óceán/Mauritius
ja_jp: インド洋/モーリシャス
ro_ro: Oceanul Indian/Mauritius
sk_sk: Indický oceán/Maurícius

source: Indian/Mayotte
cs_cz: Indický oceán/Mayotte
de_de: Indien/Mayotte
hu_hu: Indiai-óceán/Mayotte
ja_jp: インド洋/マヨット島
ro_ro: Oceanul Indian/Mayotte
sk_sk: Indický oceán/Mayotte

source: Indian/Reunion
cs_cz: Indický oceán/Reunion
de_de: Indien/Reunion
hu_hu: Indiai-óceán/Reunion
ja_jp: インド洋/レユニオン島
ro_ro: Oceanul Indian/La Réunion
sk_sk: Indický oceán/Réunion

source: Iran
cs_cz: Írán
hu_hu: Irán
ja_jp: イラン
sk_sk: Irán

source: Israel
cs_cz: Izrael
hu_hu: Izrael
ja_jp: イスラエル
sk_sk: Izrael

source: Jamaica
cs_cz: Jamajka
de_de: Jamaika
ja_jp: ジャマイカ
sk_sk: Jamajka

source: Japan
cs_cz: Japonsko
hu_hu: Japán
ja_jp: 日本
ro_ro: Japonia
sk_sk: Japonsko

source: Kwajalein
hu_hu: Kwajelein
ja_jp: クアジャリン

source: Libya
cs_cz: Libye
de_de: Libyen
hu_hu: Líbia
ja_jp: リビア
ro_ro: Libia
sk_sk: Líbya

source: Mexico/BajaNorte
cs_cz: Mexiko/BajaNorte
de_de: Mexiko/BajaNorte
ja_jp: メキシコ/バハ北部
ro_ro: Mexic/Baja California Nord
sk_sk: Mexiko/BajaNorte

source: Mexico/BajaSur
cs_cz: Mexiko/BajaSur
de_de: Mexiko/BajaSur
ja_jp: メキシコ/バハスル州
ro_ro: Mexic/Baja California Sud
sk_sk: Mexiko/BajaSur

source: Mexico/General
cs_cz: Mexiko/Obecný
hu_hu: Mexico/Általános
ja_jp: メキシコ/全般
ro_ro: Mexic/General
sk_sk: Mexiko/Všeobecný

source: Navajo
ja_jp: ナバホ

source: Pacific/Apia
cs_cz: Tichomoří/Apia
de_de: Pazifik/Apia
hu_hu: Csendes-óceán/Apia
ja_jp: 太平洋/アピア
sk_sk: Pacifik/Apia

source: Pacific/Auckland
cs_cz: Tichomoří/Auckland
de_de: Pazifik/Auckland
hu_hu: Csendes-óceán/Auckland
ja_jp: 太平洋/オークランド
sk_sk: Pacifik/Auckland

source: Pacific/Bougainville
cs_cz: Tichomoří/Bougainville
de_de: Pazifik/Bougainville
hu_hu: Csendes-óceán/Bougainville
ja_jp: 太平洋/ブーゲンビル島
sk_sk: Pacifik/Bougainville

source: Pacific/Chatham
cs_cz: Tichomoří/Chatham
de_de: Pazifik/Chatham
hu_hu: Csendes-óceán/Chatham
ja_jp: 太平洋/チャタム諸島
sk_sk: Pacifik/Chatham

source: Pacific/Chuuk
cs_cz: Tichomoří/Chuuk
de_de: Pazifik/Chuuk
hu_hu: Csendes-óceán/Chuuk
ja_jp: 太平洋/チュウック
sk_sk: Pacifik/Chuuk

source: Pacific/Easter
cs_cz: Tichomoří/Velikonoční ostrovy
de_de: Pazifik/Easter
hu_hu: Csendes-óceán/Húsvét-szigetek
ja_jp: 太平洋/イースター島
ro_ro: Pacific/Insula Paștelui
sk_sk: Pacifik/Veľkonočný ostrov

source: Pacific/Efate
cs_cz: Tichomoří/Efate
de_de: Pazifik/Efate
hu_hu: Csendes-óceán/Efate
ja_jp: 太平洋/エファテ島
ro_ro: Pacific/Efaté
sk_sk: Pacifik/Efate

source: Pacific/Enderbury
cs_cz: Tichomoří/Enderbury
de_de: Pazifik/Enderbury
hu_hu: Csendes-óceán/Enderbury
ja_jp: 太平洋/エンダーベリー島
sk_sk: Pacifik/Enderbury

source: Pacific/Fakaofo
cs_cz: Tichomoří/Fakaofo
de_de: Pazifik/Fakaofo
hu_hu: Csendes-óceán/Fakaofo
ja_jp: 太平洋/ファカオフォ
sk_sk: Pacifik/Fakaofo

source: Pacific/Fiji
cs_cz: Tichomoří/Fidži
de_de: Pazifik/Fidschi
hu_hu: Csendes-óceán/Fidzsi-szigetek
ja_jp: 太平洋/フィジー諸島
sk_sk: Pacifik/Fidži

source: Pacific/Funafuti
cs_cz: Tichomoří/Funafuti
de_de: Pazifik/Funafuti
hu_hu: Csendes-óceán/Funafuti
ja_jp: 太平洋/フナフティ
sk_sk: Pacifik/Funafuti

source: Pacific/Galapagos
cs_cz: Tichomoří/Galapágy
de_de: Pazifik/Galapagos
hu_hu: Csendes-óceán/Galapagos-szigetek
ja_jp: 太平洋/ガラパゴス
ro_ro: Pacific/Insulele Galápagos
sk_sk: Pacifik/Galapágy

source: Pacific/Gambier
cs_cz: Tichomoří/Gambier
de_de: Pazifik/Gambier
hu_hu: Csendes-óceán/Gambier
ja_jp: 太平洋/ガンビア
sk_sk: Pacifik/Gambier

source: Pacific/Guadalcanal
cs_cz: Tichomoří/Guadalcanal
de_de: Pazifik/Guadalcanal
hu_hu: Csendes-óceán/Guadalcanal
ja_jp: 太平洋/ガダルカナル島
sk_sk: Pacifik/Guadalcanal

source: Pacific/Guam
cs_cz: Tichomoří/Guam
de_de: Pazifik/Guam
hu_hu: Csendes-óceán/Guam
ja_jp: 太平洋/グアム
sk_sk: Pacifik/Guam

source: Pacific/Honolulu
cs_cz: Tichomoří/Honolulu
de_de: Pazifik/Honolulu
hu_hu: Csendes-óceán/Honolulu
ja_jp: 太平洋/ホノルル
sk_sk: Pacifik/Honolulu

source: Pacific/Johnston
cs_cz: Tichomoří/Johnston
de_de: Pazifik/Johnston
hu_hu: Csendes-óceán/Johnston
ja_jp: 太平洋/ジョンストン
sk_sk: Pacifik/Johnston

source: Pacific/Kiritimati
cs_cz: Tichomoří/Kiritimati
de_de: Pazifik/Kiritimati
hu_hu: Csendes-óceán/Kiritimati
ja_jp: 太平洋/クリスマス島
sk_sk: Pacifik/Kiritimati

source: Pacific/Kosrae
cs_cz: Tichomoří/Kosrae
de_de: Pazifik/Kosrae
hu_hu: Csendes-óceán/Kosrae
ja_jp: 太平洋/コスラエ
sk_sk: Pacifik/Kosrae

source: Pacific/Kwajalein
cs_cz: Tichomoří/Kwajalein
de_de: Pazifik/Kwajalein
hu_hu: Csendes-óceán/Kwajelein
ja_jp: 太平洋/クアジャリン
sk_sk: Pacifik/Kwajalein

source: Pacific/Majuro
cs_cz: Tichomoří/Majuro
de_de: Pazifik/Majuro
hu_hu: Csendes-óceán/Majuro
ja_jp: 太平洋/マーシャル諸島
sk_sk: Pacifik/Majuro

source: Pacific/Marquesas
cs_cz: Tichomoří/Marquesas
de_de: Pazifik/Marquesas
hu_hu: Csendes-óceán/Marquesas
ja_jp: 太平洋/マルケサス諸島
ro_ro: Pacific/Insulele Marchize
sk_sk: Pacifik/Markézy

source: Pacific/Midway
cs_cz: Tichomoří/Midway
de_de: Pazifik/Midway
hu_hu: Csendes-óceán/Midway
ja_jp: 太平洋/ミッドウェー島
sk_sk: Pacifik/Midway
