Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: [changed_by] has [confirmation_action] this appointment. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] [confirmation_action] tuto schůzku. Schůzku si můžete zkontrolovat ve svém kalendáři: [link] Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: [changed_by] hat diesen Termin [confirmation_action]. Sie können diesen Termin in Ihrem Kalender prüfen: [link] Termin ====== Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: [changed_by] [confirmation_action] tämän tapaamisen. Voit tarkistaa tämän tapaamisen kalenteristasi: [link] Tapaaminen =========== Luoja: [created_by] Luotu: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [changed_by]: a találkozó [confirmation_action], amelyet a saját naptárában megtekinthet: [link] Találkozó =========== Létrehozta: [created_by] Létrehozás időpontja: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [changed_by] がこの予定を [confirmation_action] しました。 カレンダーでこの予定をチェックできます。 [link] 予定 =========== 作成者: [created_by] 作成日時: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: [changed_by] a [confirmation_action] această întâlnire. Puteți vedea această întâlnire în calendarul dumneavoastră: [link] Întâlnire =========== Creată de: [created_by] Creată pe: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: [changed_by] [confirmation_action] túto schôdzku. Túto schodzku si môžete pozrieť vo vašom kalendári: Schôdzka =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this appointment. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] [confirmation_action] tuto schůzku. Schůzka ======= Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: [changed_by] hat diesen Termin [confirmation_action]. Termin ====== Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: [changed_by] [confirmation_action] tämän tapaamisen. Tapaaminen =========== Luoja: [created_by] Luotu: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [changed_by]: a találkozó [confirmation_action]. Találkozó =========== Létrehozta: [created_by] Létrehozás időpontja: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [changed_by] がこの予定を [confirmation_action] しました。 予定 =========== 作成者: [created_by] 作成日時: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: [changed_by] a [confirmation_action] această întâlnire. Întâlnire =========== Creată de: [created_by] Creată pe: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: [changed_by] [confirmation_action] túto schôdzku. Schôdzka =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] [confirmation_action] tento úkol. Úkol si můžete zkontrolovat ve svých úkolech: [link] Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: [changed_by] hat diese Aufgabe [confirmation_action]. Sie können diese Aufgabe in Ihren Aufgaben prüfen: [link] Aufgabe ======= Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: [changed_by] [confirmation_action] tämän tehtävän. Voit tarkistaa tämän tehtävän omista tehtävistäsi: [link] Tehtävä ==== Luoja: [created_by] Luotu: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [changed_by]: a feladat [confirmation_action], amelyet megtekinthet a saját feladatai között: [link] Feladat ==== Létrehozta: [created_by] Létrehozás dátuma: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [changed_by] がこのタスクを [confirmation_action] しました。 タスクタブでこのタスクをチェックできます。 [link] タスク ==== 作成者: [created_by] 作成日時: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: [changed_by] a [confirmation_action] această sarcină. Puteți vedea această sarcină în lista dumneavoastră de sarcini: [link] Sarcină ==== Creată de: [created_by] Creată pe: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: [changed_by] [confirmation_action] túto úlohu. Túto úlohu si môžete pozrieť vo vašom kalendári: Úloha =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
cs_cz: [changed_by] [confirmation_action] tento úkol. Úkol ==== Vytvořil(a): [created_by] Vytvořeno: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Účastníci ========= [participants] Zdroje ====== [resources] ==========================================
de_de: [changed_by] hat diese Aufgabe [confirmation_action]. Aufgabe ======= Erstellt von: [created_by] Erstellt am: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Teilnehmer ============ [participants] Ressourcen ========= [resources] ==========================================
fi_fi: [changed_by] [confirmation_action] tämän tehtävän. Tehtävä ==== Luoja: [created_by] Luotu: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Osallistujat ============ [participants] Resurssit ========= [resources] ==========================================
hu_hu: [changed_by]: a feladat [confirmation_action]. Feladat ==== Létrehozta: [created_by] Létrehozás dátuma: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Résztvevők ============ [participants] Erőforrások ========= [resources] ==========================================
ja_jp: [changed_by] がこのタスクを [confirmation_action] しました。 タスク ==== 作成者: [created_by] 作成日時: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参加者 ============ [participants] リソース ========= [resources] ==========================================
ro_ro: [changed_by] a [confirmation_action] această sarcină. Sarcină ==== Creată de: [created_by] Creată pe: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participanți ============ [participants] Resurse ========= [resources] ==========================================
sk_sk: [changed_by] [confirmation_action] túto úlohu. Úloha =========== Vytvoril: [created_by] Vytvorené: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Účastníci ============ [participants] Zdroje ========= [resources] ==========================================

source: New appointment
cs_cz: Nová schůzka
de_de: Neuer Termin
fi_fi: Uusi tapaaminen
hu_hu: Új találkozó
ja_jp: 新規予定
ro_ro: Întâlnire nouă
sk_sk: Nová schôdzka

source: Appointment changed
cs_cz: Schůzka změněna
de_de: Termin geändert
fi_fi: Tapaamista muutettu
hu_hu: A találkozó megváltozott
ja_jp: 予定の変更
ro_ro: Întâlnirea a fost modificată
sk_sk: Schôdzka zmenená

source: Appointment deleted
cs_cz: Schůzka smazána
de_de: Termin gelöscht
fi_fi: Tapaaminen poistettu
hu_hu: A találkozó törölve
ja_jp: 予定の削除
ro_ro: Întâlnirea a fost ștearsă
sk_sk: Schôdzka zmazaná

source: Appointment (accepted)
cs_cz: Schůzka (přijata)
de_de: Termin (bestätigt)
fi_fi: Tapaaminen (hyväksytty)
hu_hu: Találkozó (elfogadva)
ja_jp: 予定 (承諾)
ro_ro: Întâlnire (acceptată)
sk_sk: Schôdzka (prijatá)

source: Appointment (declined)
cs_cz: Schůzka (odmítnuta)
de_de: Termin (abgelehnt)
fi_fi: Tapaaminen (kieltäydytty)
hu_hu: Találkozó (visszautasítva)
ja_jp: 予定 (辞退)
ro_ro: Întâlnire (respinsă)
sk_sk: Schôdzka (zamietnutá)

source: Appointment (tentative)
cs_cz: Schůzka (předběžně)
de_de: Termin (vorläufig)
fi_fi: Tapaaminen (alustava)
hu_hu: Találkozó (feltételes)
ja_jp: 予定 (仮承諾)
ro_ro: Întâlnire (provizorie)
sk_sk: Schôdzka (nezáväzne)

source: Appointment (none)
cs_cz: Schůzka (žádná)
de_de: Termin (keiner)
fi_fi: Tapaaminen (ei mitään)
hu_hu: Találkozó (állapot nélkül)
ja_jp: 予定 (なし)
ro_ro: Întâlnire (niciuna)
sk_sk: Schôdzka (žiadna)

source: New task
cs_cz: Nový úkol
de_de: Neue Aufgabe
fi_fi: Uusi tehtävä
hu_hu: Új feladat
ja_jp: 新規のタスク
ro_ro: Sarcină nouă
sk_sk: Nová úloha

source: Task changed
cs_cz: Úkol změněn
de_de: Aufgabe geändert
fi_fi: Tehtävää muutettu
hu_hu: Feladat módosítva
ja_jp: 変更済みのタスク
ro_ro: Sarcina a fost modificată
sk_sk: Úloha zmenená

source: Task deleted
cs_cz: Úkol smazán
de_de: Aufgabe gelöscht
fi_fi: Tehtävä poistettu
hu_hu: Feladat törölve
ja_jp: 削除済みのタスク
ro_ro: Sarcina a fost ștearsă
sk_sk: Úloha zmazaná

source: Task (accepted)
cs_cz: Úkol (přijat)
de_de: Aufgabe (bestätigt)
fi_fi: Tehtävä (hyväksytty)
hu_hu: Feladat (elfogadva)
ja_jp: タスク (承諾)
ro_ro: Sarcină (acceptată)
sk_sk: Schôdzka (prijatá)

source: Task (declined)
cs_cz: Úkol (odmítnut)
de_de: Aufgabe (abgelehnt)
fi_fi: Tehtävä (kieltäydytty)
hu_hu: Feladat (visszautasítva)
ja_jp: タスク (辞退)
ro_ro: Sarcină (respinsă)
sk_sk: Schôdzka (zamietutá)

source: Task (tentative)
cs_cz: Úkol (předběžně)
de_de: Aufgabe (vorläufig)
fi_fi: Tehtävä (alustava)
hu_hu: Feladat (feltételes)
ja_jp: タスク (仮承諾)
ro_ro: Sarcină (provizorie)
sk_sk: Schôdzka (nezáväzne)

source: No resources have been scheduled.
cs_cz: Žádné zdroje nebyly naplánovány.
de_de: Es wurden keine Ressourcen zugewiesen.
fi_fi: Resursseja ei ole varattu.
hu_hu: Nincs ütemezve erőforrás.
ja_jp: リソースがスケジューリングされていません。
ro_ro: Nu a fost rezervată nicio resursă.
sk_sk: Neboli naplánované žiadne zdroje.

source: No series
cs_cz: Žádné série
de_de: Keine Serie
fi_fi: Ei sarjaa
hu_hu: Nincs ismétlődés
ja_jp: 繰り返しなし
ro_ro: Nicio serie
sk_sk: Žiadna séria

source: No start date
cs_cz: Žádné počáteční datum
de_de: Kein Startdatum
fi_fi: Ei alkupäivämäärää
hu_hu: Nincs kezdődátum
ja_jp: 開始日未定
ro_ro: Nicio dată inițială
sk_sk: Žiadny dátum začiatku

source: No end date
cs_cz: Žádné koncové datum
de_de: Kein Enddatum
fi_fi: Ei loppupäivämäärää
hu_hu: Nincs végdátum
ja_jp: 終了日未定
ro_ro: Nicio dată finală
sk_sk: Žiadny dátum konca

source: No due date
cs_cz: Žádné datum dokončení
de_de: Kein Fälligkeitsdatum
fi_fi: Ei valmistumispäivää
hu_hu: Nincs lejárati dátum
ja_jp: 期限未定
ro_ro: Nicio dată de scadență
sk_sk: Žiadny termín

source: No delete exceptions
cs_cz: Žádné výjimky mazání
de_de: Keine Löschausnahmen
fi_fi: Ei poistopoikkeuksia
hu_hu: Nincsenek törlési kivételek
ja_jp: 例外となる削除なし
ro_ro: Nicio excepție de ștergere
sk_sk: Žiadne výnimky zmazania

source: No change exceptions
cs_cz: Žádné výjimky změn
de_de: Keine Änderungsausnahmen
fi_fi: Ei muutospoikkeuksia
hu_hu: Nincsenek módosítási kivételek
ja_jp: 例外となる変更なし
ro_ro: Nicio excepție de modificare
sk_sk: Žiadne výnimky zmeny

source: Mail to resource %1$s
cs_cz: Poslat zdroji %1$s
de_de: E-Mail an Ressource %1$s
fi_fi: Postia resurssille %1$s
hu_hu: Levél a(z) %1$s erőforrásnak
ja_jp: リソース %1$s へのメール
ro_ro: Mesaj la resursa %1$s
sk_sk: Email zdroju %1$s

source: Not set
cs_cz: Není nastaveno
de_de: Nicht festgelegt
fi_fi: Ei asetettu
hu_hu: Nincs beállítva
ja_jp: 未設定
ro_ro: Nu a fost setat
sk_sk: Nenastavené

source: accepted
cs_cz: přijal(a)
de_de: bestätigt
fi_fi: hyväksynyt
hu_hu: elfogadva
ja_jp: 承諾
ro_ro: acceptat
sk_sk: prijaté

source: declined
cs_cz: odmítl(a)
de_de: abgelehnt
fi_fi: hylännyt
hu_hu: elutasítva
ja_jp: 辞退済み
ro_ro: respins
sk_sk: zamietnuté

source: tentatively accepted
cs_cz: předběžně přijal(a)
de_de: vorläufig bestätigt
fi_fi: alustavasti hyväksynyt
hu_hu: feltételesen elfogadva
ja_jp: 仮承諾済み
ro_ro: acceptat provizoriu
sk_sk: nezáväzne prijaté

source: Low
cs_cz: Nízká
de_de: Niedrig
fi_fi: Matala
hu_hu: Alacsony
ja_jp: 低
ro_ro: Jos
sk_sk: Nízka

source: Normal
cs_cz: Normální
fi_fi: Tavallinen
hu_hu: Normál
ja_jp: 標準
sk_sk: Normálna

source: High
cs_cz: Vysoká
de_de: Hoch
fi_fi: Korkea
hu_hu: Magas
ja_jp: 高
ro_ro: Înalt
sk_sk: Vysoká

source: tentative
cs_cz: prozatímní
de_de: vorläufig
fi_fi: alustava
hu_hu: feltételes
ja_jp: 仮承諾
ro_ro: tentativă
sk_sk: nezáväzne

source: external
cs_cz: externí
de_de: extern
fi_fi: ulkoinen
hu_hu: külső
ja_jp: 外部
ro_ro: extern
sk_sk: externé

source: Location: %1$s
cs_cz: Místo: %1$s
de_de: Ort: %1$s
fi_fi: Sijainti: %1$s
hu_hu: Hely: %1$s
ja_jp: 場所: %1$s
ro_ro: Loc: %1$s
sk_sk: Umiestnenie: %1$s

source: Description: %1$s
cs_cz: Popis: %1$s
de_de: Beschreibung: %1$s
fi_fi: Kuvaus: %1$s
hu_hu: Leírás: %1$s
ja_jp: 説明: %1$s
ro_ro: Descriere: %1$s
sk_sk: Popis: %1$s

source: Folder: %1$s
cs_cz: Složka: %1$s
de_de: Ordner: %1$s
fi_fi: Kansio: %1$s
hu_hu: Mappa: %1$s
ja_jp: フォルダー: %1$s
ro_ro: Dosar: %1$s
sk_sk: Priečinok: %1$s

source: Start date: %1$s
cs_cz: Počáteční datum: %1$s
de_de: Startdatum: %1$s
fi_fi: Alkupäivämäärä: %1$s
hu_hu: Kezdés dátuma: %1$s
ja_jp: 開始日: %1$s
ro_ro: Dată inițială: %1$s
sk_sk: Dátum začiatku: %1$s

source: End date: %1$s
cs_cz: Koncové datum: %1$s
de_de: Enddatum: %1$s
fi_fi: Loppupäivämäärä: %1$s
hu_hu: Befejezés dátuma: %1$s
ja_jp: 終了日: %1$s
ro_ro: Dată finală: %1$s
sk_sk: Dátum konca: %1$s

source: Due date: %1$s
cs_cz: Datum dokončení: %1$s
de_de: Fälligkeitsdatum: %1$s
fi_fi: Valmistumispäivämäärä: %1$s
hu_hu: Lejárati dátum: %1$s
ja_jp: 期限: %1$s
ro_ro: Dată de scadență: %1$s
sk_sk: Termín: %1$s

source: Series: %1$s
cs_cz: Série: %1$s
de_de: Serie: %1$s
fi_fi: Sarja: %1$s
hu_hu: Ismétlődés: %1$s
ja_jp: 繰り返しの予定: %1$s
ro_ro: Serie: %1$s
sk_sk: Séria: %1$s

source: Comments: %1$s
cs_cz: Komentáře: %1$s
de_de: Kommentare: %1$s
fi_fi: Kommentit: %1$s
hu_hu: Megjegyzések: %1$s
ja_jp: コメント: %1$s
ro_ro: Comentarii: %1$s
sk_sk: Komentáre: %1$s

source: Priority: %1$s
cs_cz: Priorita: %1$s
de_de: Priorität: %1$s
fi_fi: Prioriteetti: %1$s
hu_hu: Prioritás: %1$s
ja_jp: 優先度: %1$s
ro_ro: Prioritate: %1$s
sk_sk: Priorita: %1$s

source: Status: %1$s
cs_cz: Stav: %1$s
fi_fi: Tila: %1$s
hu_hu: Állapot: %1$s
ja_jp: ステータス: %1$s
ro_ro: Stare: %1$s
sk_sk: Stav: %1$s

source: Delete exceptions: %1$s
cs_cz: Výjimky mazání: %1$s
de_de: Löschausnahme: %1$s
fi_fi: Poistopoikkeuksia: %1$s
hu_hu: Kivételek törlése: %1$s
ja_jp: 削除の例外: %1$s
ro_ro: Șterge excepțiile: %1$s
sk_sk: Zmazať výnimky: %1$s

source: Change exceptions: %1$s
cs_cz: Výjimky změn: %1$s
de_de: Änderungsausnahme: %1$s
fi_fi: Muutospoikkeuksia: %1$s
hu_hu: Kivételek módosítása: %1$s
ja_jp: 変更の例外: %1$s
ro_ro: Modifică excepțiile: %1$s
sk_sk: Zmeniť výnimky: %1$s

source: Change exception of %1$s on %2$s
cs_cz: Výjimka změny %1$s v %2$s
de_de: Änderungsausnahme von %1$s am %2$s
fi_fi: Muutospoikkeus tapaamiseen %1$s %2$s
hu_hu: %1$s kivételének módosítása ezen a napon: %2$s
ja_jp: %2$s の %1$s に関する変更の例外
ro_ro: Modifică excepția de la %1$s pe %2$s
sk_sk: Zmeniť výnimku %1$s dňa %2$s

source: Not started
cs_cz: Nezačalo
de_de: Nicht begonnen
fi_fi: Ei aloitettu
hu_hu: Nem indult el
ja_jp: 未着手
ro_ro: Nu a început
sk_sk: Nezačaté

source: In progress
cs_cz: Probíhá
de_de: In Bearbeitung
fi_fi: Meneillään
hu_hu: Folyamatban
ja_jp: 作業中
ro_ro: În curs
sk_sk: Prebieha

source: Added
cs_cz: Přidáno
de_de: Hinzugefügt
fi_fi: Lisätty
hu_hu: Hozzáadva
ja_jp: 追加
ro_ro: Adăugat
sk_sk: Pridané

source: Removed
cs_cz: Odebráno
de_de: Entfernt
fi_fi: Poistettu
hu_hu: Eltávolítva
ja_jp: 削除
ro_ro: Eliminat
sk_sk: Odstránené

source: and
cs_cz: a
de_de: und
fi_fi: ja
hu_hu: és
ja_jp: と
ro_ro: și
sk_sk: a

source: Each day
cs_cz: Každý den
de_de: Jeden Tag
fi_fi: Päivittäin
hu_hu: Minden nap
ja_jp: 毎日
ro_ro: În fiecare zi
sk_sk: Každý deň

source: Each %1$s days
cs_cz: Každých %1$s dní
de_de: Alle %1$s Tage
fi_fi: Joka %1$s päivä
hu_hu: Minden %1$s nap
ja_jp: %1$s 日ごと
ro_ro: O dată la %1$s zile
sk_sk: Každých %1$s dní

source: Each week on %1$s
cs_cz: Každý týden v %1$s
de_de: Jede Woche am %1$s
fi_fi: Joka viikon %1$s
hu_hu: Minden héten %1$si napon
ja_jp: 毎週 %1$s
ro_ro: În fiecare săptămână %1$s
sk_sk: Každý týždeň v %1$s

source: Each %1$s weeks on %2$s
cs_cz: Každých %1$s týdnů v %2$s
de_de: Alle %1$s Wochen am %2$s
fi_fi: Joka %1$s viikon %2$s
hu_hu: Minden %1$s. héten %2$si napon
ja_jp: %1$s 週ごとの %2$s
ro_ro: O dată la %1$s săptămâni %2$s
sk_sk: Každých %1$s týždňov v %2$s

source: On %1$s day every month
cs_cz: %1$s. den každý měsíc
de_de: Am %1$s Tag jeden Monats
fi_fi: Joka kuukauden %1$s päivä
hu_hu: Minden hónap %1$s napján
ja_jp: 毎月の %1$s 日
ro_ro: A %1$s zi din fiecare lună
sk_sk: %1$s deň v každom mesiaci

source: On %1$s day every %2$s month
cs_cz: %1$s. den každý %2$s. měsíc
de_de: Am %1$s Tag jeden %2$s Monat
fi_fi: Joka %2$s kuuakuden %1$s päivä
hu_hu: Minden %2$s hónap %1$s napján
ja_jp: %2$s か月ごとの %1$s 日
ro_ro: A %1$s zi o dată la %2$s luni
sk_sk: %1$s deň v každom %2$s mesiaci

source: On %1$s %2$s each month
cs_cz: V %1$s %2$s každý měsíc
de_de: Am %1$s %2$s jeden Monats
fi_fi: Joka kuukauden %1$s %2$s
hu_hu: Minden hónap %1$s %2$si napján
ja_jp: 毎月の %1$s %2$s
ro_ro: A %1$s %2$s din fiecare lună
sk_sk: %1$s %2$s v každom mesiaci

source: On %1$s %2$s each %3$s month
cs_cz: V %1$s %2$s každý %3$s. měsíc
de_de: Am %1$s %2$s jeden %3$s Monats
fi_fi: Joka %3$s kuukauden %1$s %2$s
hu_hu: A(z) %1$s %2$s minden %3$s hónapján
ja_jp: %3$s か月ごとの %1$s %2$s
ro_ro: A %1$s %2$s o dată la %3$s luni
sk_sk: %1$s %2$s v každom %3$s mesiaci

source: Each %1$s %2$s
cs_cz: Každý %1$s %2$s
de_de: Jeden %1$s %2$s
fi_fi: Joka %2$s %1$s
hu_hu: %1$s minden %2$s napján
ja_jp: %1$s %2$s 日ごと
ro_ro: În fiecare %1$s %2$s
sk_sk: Každý %1$s %2$s

source: , ends after %1$s appointment(s)
cs_cz: , končí po %1$s schůzce/schůzkách
de_de: , endet nach %1$s Termin(en)
fi_fi: , päättyy %1$s tapaamisen jälkeen
hu_hu: , befejezés %1$s találkozó után
ja_jp: 、%1$s 回の予定で終了
ro_ro: , se încheie după %1$s întâlniri
sk_sk: , končí po %1$s schôdzkach

source: , ends after %1$s task(s)
cs_cz: , končí po %1$s úkolu/úkolech
de_de: , endet nach %1$s Aufgab(en)
fi_fi: , päättyy %1$s tehtävän jälkeen
hu_hu: , befejezés %1$s feladat után
ja_jp: 、%1$s 回のタスクで終了
ro_ro: , se încheie după %1$s sarcini
sk_sk: , končí po %1$s úlohách

source: , ends on %1$s
cs_cz: , končí %1$s
de_de: , endet am %1$s
fi_fi: , päättyy %1$s
hu_hu: , befejezés: %1$s
ja_jp: 、%1$s に終了
ro_ro: , se încheie pe %1$s
sk_sk: , končí %1$s

source: Weekday
cs_cz: Pracovní den
de_de: Wochentag
fi_fi: Viikonpäivä
hu_hu: Hétköznap
ja_jp: 曜日
ro_ro: Zi lucrătoare
sk_sk: Deň v týždni

source: Guest
cs_cz: Host
de_de: Gast
fi_fi: Vieras
hu_hu: Vendég
ja_jp: ゲスト
ro_ro: Invitat
sk_sk: Hosť

source: Broken CSV file.
cs_cz: Vadný CSV soubor.
de_de: Kaputte CSV-Datei.
fi_fi: Rikkinäinen CSV-tiedosto.
hu_hu: Sérült CSV fájl.
ja_jp: CSV ファイルが破損しています。
ro_ro: Fișier CSV defect.
sk_sk: Poškodený súbor CSV.

source: Error at row %1$s: %2$s
cs_cz: Chyba v řadě %1$s: %2$s
de_de: Fehler in Zeile %1$s: %2$s
fi_fi: Virhe rivillä %1$s: %2$s
hu_hu: Hiba a(z) %1$s: %2$s sorban
ja_jp: %1$s行のエラー：%2$s
ro_ro: Eroare la linia %1$s: %2$s
sk_sk: Chyba na riadku %1$s: %2$s
