Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Could not translate a single field of information. Entry %s has not been inserted.
cs_cz: Nepodařilo se převést ani jedno informační pole, položka %s nebyla vložena.
de_de: Keines der Informationsfelder konnte übersetzt werden. Eintrag %s wurde nicht eingefügt.
fi_fi: Ei pystytty kääntämään yhtään kenttää. Kohtaa %s ei ole lisätty.
hu_hu: Egyetlen információmező sem fordítható le, ez a bejegyzés nem lett hozzáadva: %s.
ja_jp: いずれの情報も変換できませんでした。エントリ %s は追加されていません。
ro_ro: Nu s-a putut converti un singur câmp de informații. Intrarea %s nu a fost inserată.
sk_sk: Nepodarilo sa preložiť jediné informačné pole. Záznam %s nebol vložený.

source: File does not contain fields for assigning contact names: no name, company or E-Mail.
cs_cz: Soubor neobsahuje pole pro přiřazování jmen kontaktů: žádné jméno, firma nebo e-mailová adresa.
de_de: Die Datei enthält keine Felder für die Zuordnung von Kontaktnamen: kein Name, keine Firma, keine E-Mail.
fi_fi: Tiedosto ei sisällä kenttiä yhteystietojen nimien määrittämiseksi; ei nimeä, yritystä tai sähköpostiosoitetta.
hu_hu: A fájl nem tartalmaz mezőket a hozzátartozó nevekhez: nincs megadva név, cég vagy e-mail.
ja_jp: 連絡先の名前に割り当てるための次のフィールドがファイルにありません: 名前、会社、メール
ro_ro: Fișierul nu conține câmpuri pentru atribuirea numelor de contact: niciun nume, nicio firmă, niciun e-mail.
sk_sk: Súbor neobsahuje polia na pridelenie mien kontaktov: žiadne meno, spoločnosť alebo email.

source: No field was set that might give the contact in line %s a display name: no name, company or E-Mail.
cs_cz: Nebylo určeno žádné pole, které by mohlo pro kontakt na řádku %s určitzobrazované jméno. Jméno, firma, ani e-mailová adresa.
de_de: Kein Feld gesetzt, das dem Kontakt in Zeile %s einen Anzeigenamen geben kann: kein Name, keine Firma, keine E-Mail.
fi_fi: Ei nimeävää kenttää yhteystiedolle rivillä %s: ei nimeä, yritystä tai sähköpostiosoitetta.
hu_hu: Nem található a(z) %s sorban lévő kapcsolat elnevezésére használható mező: nincs megadva név, cég vagy e-mail.
ja_jp: 連絡先の行 %s に表示名を表示するための次のフィールドが設定されていません: 名前、会社、メール
ro_ro: Nu s-a setat niciun câmp ce poate da contactului din linia %s un nume afișat: nici nume, nici firmă, nici e-mail.
sk_sk: Nebolo nastavené žiadne pole, ktoré by mohlo dať kontaktu na riadku %s zobrazené meno: žadne meno, spoločnosť ani email.

source: Can only handle one file, not %s
cs_cz: Mohu pracovat jen s jedním souborem, ne %s
de_de: Es kann nur eine Datei verarbeitet werden, nicht %s
fi_fi: Voidaan käsitellä vain yksi tiedosto, ei %s
hu_hu: Csak egy fájl kezelhető, nem %s
ja_jp: １つのファイルしか処理できません。%s 個のファイルは処理できません。
ro_ro: Se poate manipula doar un singur fișier, nu %s
sk_sk: Je možné pracovať iba s jedným súborom nie %s

source: Unknown format: %s
cs_cz: Neznámý formát: %s
de_de: Unbekanntes Format: %s
fi_fi: Tuntematon muoto: %s
hu_hu: Ismeretlen formátum: %s
ja_jp: 次の形式は不明です: %s
ro_ro: Format necunoscut: %s
sk_sk: Neznámy formát: %s

source: Empty file uploaded.
cs_cz: Nahrán prázdný soubor.
de_de: Leere Datei hochgeladen
fi_fi: Tyhjä tiedosto ladattu.
hu_hu: A feltöltött fájl üres.
ja_jp: 空のファイルがアップロードされました。
ro_ro: Fișier gol încărcat.
sk_sk: Nahraný prázdny súbor.

source: The file you selected does not exist.
cs_cz: Soubor, který jste vybral(a), neexistuje.
de_de: Die von Ihnen gewählte Datei ist nicht vorhanden.
fi_fi: Valitsemaasi tiedostoa ei ole olemassa.
hu_hu: A kijelölt fájl nem létezik.
ja_jp: 選択されたファイルは存在しません。
ro_ro: Fișierul selectat nu există.
sk_sk: Súbor, ktorý ste vybrali neexistuje.

source: Ignoring invalid value for field "%1$s": %2$s
cs_cz: Ignoruji neplatnou hodnotu v poli „%1$s“: %2$s
de_de: Ungültiger Wert für das Feld "%1$s" wird ignoriert: %2$s
fi_fi: Jätetään huomiotta kentän "%1$s" epäkelpo arvo %2$s
hu_hu: A(z) „%1$s” mező érvénytelen értékének figyelmen kívül hagyása: %2$s
ja_jp: フィールド "%1$s" の次の値は無効なため、無視します: %2$s
ro_ro: Se ignoră valoarea incorectă pentru câmpul "%1$s": %2$s
sk_sk: Ignoruje sa neplatná hodnota v prvku "%1$s": %2$s.

source: No file was uploaded
cs_cz: Nebyl nahrán žádný soubor
de_de: Es wurde keine Datei hochgeladen
fi_fi: Yhtään tiedostoa ei ladattu
hu_hu: Nincs fájl feltöltve
ja_jp: アップロードされたファイルはありません。
ro_ro: Nu a fost încărcat niciun fișier
sk_sk: Nebol nahraný žiadny súbor

source: Could not import an entry because one or more fields are too big for the database: %s
cs_cz: Nepodařilo se importovat záznam, protože jedno nebo více polí je na databázi příliš velké: %s
de_de: Ein Eintrag konnte nicht importiert werden, da ein oder mehrere Felder zu groß für die Datenbank sind: %s
fi_fi: Jotakin kohtaa ei voitu tuoda, koska yksi tai useampi kenttä olivat liian isoja tietokannalle: %s
hu_hu: A bejegyzés importálása nem történt meg, mert egy vagy több mező túl nagy az adatbázishoz: %s
ja_jp: １つ以上のフィールドが次のデータベースに対して大き過ぎるため、エントリをインポートできませんでした: %s
ro_ro: Nu s-a putut importa intrarea deoarece unul sau mai multe câmpuri sunt prea mari pentru baza de date: %s
sk_sk: Nebolo možné importovať záznam, pretože jedno alebo viac polí je pre databázu priveľké: %s

source: Could not create the following element: %s
cs_cz: Nepodařilo se vytvořit následující prvek: %s
de_de: Folgendes Objekt konnte nicht erstellt werden %s
fi_fi: Ei voitu luoda alkiota: %s
hu_hu: A következő elem nem hozható létre: %s
ja_jp: 次の要素を作成できませんでした: %s
ro_ro: Nu s-a putut crea elementul următor: %s
sk_sk: Nepodarilo sa vytvoriť nasledovný prvok: %s

source: Missing parameter for folder
cs_cz: Chybí parametr pro složku
de_de: Fehlender Parameter für den Ordner
fi_fi: Puuttuva parametri kansiolle
hu_hu: Hiányzó paraméter a mappához
ja_jp: フォルダーのパラメータが見つかりません。
ro_ro: Lipsește un parametru pentru dosar
sk_sk: Chýba parameter priečinka

source: Columns should be numbers, could not convert %s into number
cs_cz: Sloupce by měla být čísla. Nepodařilo se převést %s na číslo
de_de: Tabellenspalten sollten als Zahlen angegeben werden. Die Konvertierung von %s in eine Zahl ist fehlgeschlagen.
fi_fi: Sarakkeiden tulisi olla numeroita. "%s" ei voitu muuttaa numeroksi
hu_hu: Az oszlopok csak számok lehetnek, %s nem alakítható át számmá
ja_jp: 列は数である必要がありますが、%s を数に変換できませんでした。
ro_ro: Coloanele trebue să conțină numere, nu s-a putut converti %s în număr
sk_sk: Stĺpce by mali byť čísla. Nebolo možné previesť %s na číslo.

source: The uploaded file did not contain any content
cs_cz: Nahraný soubor nic neobsahuje.
de_de: Die hochgeladene Datei enthält keinen Inhalt
fi_fi: Ladatussa tiedostossa ei ollut sisältöä
hu_hu: A feltöltött fájl nem tartalmazott tartalmat
ja_jp: アップロードされたファイルには内容が含まれていません。
ro_ro: Fișierul încărcat nu conține nimic
sk_sk: Nahraný súbor neobsahoval žiaden obsah

source: Something went wrong reading from specified file. Please try again.
cs_cz: Při čtení z určeného souboru došlo k chybě. Zkuste to, prosím, znovu.
de_de: Beim Lesen der angegebenen Datei trat ein Fehler auf. Bitte versuchen Sie es erneut.
fi_fi: Jotakin meni pieleen luettaessa määriteltyä tiedostoa. Yritä uudelleen.
hu_hu: Hiba történt a megadott fájl olvasása közben. Próbálja újra.
ja_jp: 指定されたファイルの読み込み中に不明なエラーが発生しました。もう一度やり直してください。
ro_ro: A apărut o eroare la citirea din fișierul specificat. Încercați din nou.
sk_sk: Niečo sa pokazilo počas čítania zo zadaného súboru. Prosím, skúste to znova.

source: Could not create: %s
cs_cz: Nepodařilo se vytvořit: %s
de_de: Erstellung fehlgeschlagen: %s
fi_fi: Ei voitu luoda: %s
hu_hu: Nem hozható létre: %s
ja_jp: 次を作成できませんでした: %s
ro_ro: Nu s-a putut crea: %s
sk_sk: Nepodarilo sa vytvoriť: %s

source: Import limit exceeded. Only imported the first %1$s contacts
cs_cz: Dosaženo limitu pro import. Načteno bylo prvních %1$s kontaktů
de_de: Das Limit für den Import wurde überschritten. Es wurden nur die ersten %1$s Kontakte importiert.
fi_fi: Tuonnin raja ylittynyt. Tuotiin ainoastaan %1$s ensimmäistä yhteystietoa
hu_hu: Az importálási korlát túllépve. Csak az első %1$S névjegy lett importálva
ja_jp: インポートする連絡先の上限を超えました。最初の %1$s 件の連絡先のみインポートされました。
ro_ro: Limită de importare depășită. Au fost importate doar primele %1$s contacte
sk_sk: Prekročený limit importu. Bolo importovaných iba prvých %1$s kontaktov

source: The character encoding "%1$s" is not supported. Please choose another one.
cs_cz: Kódování znaků „%1$s“ není podporované. Zvolte, prosím, jiné.
de_de: Die Zeichenkodierung "%1$s" wird nicht unterstützt. Bitte wählen Sie eine andere.
fi_fi: Tavuesitystä "%1$s" ei tueta. Valitse toinen.
hu_hu: A(z) "%1$s" karakterkódolás nem támogatott. Válasszon egy másikat.
ja_jp: 文字エンコード "%1$s" はサポートされていません。別の名前を選んでください。
ro_ro: Codificarea caracterelor "%1$s" nu este suportată. Selectați alta.
sk_sk: Kódovanie znakov "%1$s" nie je podporované. Prosím, zvoľte si iné.

source: The contact with uid %1$s is too similar to the existing contact with uid %2$s in folder %3$s
cs_cz: Kontakt s UID %1$s se příliš podobá existujícímu kontaktu s UID %2$s ve složce %3$s
de_de: Der Kontakt mit der UID %1$s ist dem bestehenden Kontakt mit der UID %2$s im Ordner %3$s zu ähnlich
fi_fi: Käyttäjätunnuksen %1$s yhteystieto on liian samankaltainen aiemman kansiossa %3$s sijaitsevan käyttäjätunnuksen %2$s kanssa
hu_hu: A(z) %1$s azonosítójú névjegy nagyon hasonlít a(z) %3$s mappában lévő %2$s azonosítójúhoz
ja_jp: uid %1$s の連絡先はフォルダー %3$s 内の uid %2$s の付いている既存の連絡先に近すぎです。
ro_ro: Contactul cu uid-ul %1$s este prea asemănător cu contectul existent cu uid-ul %2$s din dosarul %3$s
sk_sk: Kontakt s uid %1$s je príliš podobný existujúcemu kontaktu s uid %2$s v priečinku %3$s

source: Could not create a proper name for the export file.
cs_cz: Nepodařilo se vytvořit korektní název pro exportní soubor.
de_de: Es konnte kein passender Name für die Exportdatei erstellt werden.
fi_fi: Vietävälle tiedostolle ei voitu luoda nimeä.
hu_hu: Nem sikerült létrehozni a megfelelő nevet az export fájlhoz.
ja_jp: エクスポートファイル用の適切な名前を作成できませんでした。
ro_ro: Nu s-a putut crea un nume corect pentru fișierul de export.
sk_sk: Nepodarilo sa vytvoriť správny názov exportovaného súboru.

source: Not all of the objects could be imported due to a configured limitation
cs_cz: Kvůli omezení v nastavení se všechny objekty nepodařilo importovat
de_de: Aufgrund einer konfigurierten Begrenzung konnten nicht alle Objekte importiert werden
fi_fi: Kaikkia objekteja ei voitu tuoda konfiguroidun rajoituksen takia
hu_hu: Nem sikerült az összes objektumot beimportálni a beállított korlátozások miatt
ja_jp: 構成上の制限によりすべてのオブジェクトをインポートすることができませんでした。
ro_ro: Nu au putut fi importate toate obiectele din cauza unei limitări configurate
sk_sk: Nie všetky objekty bolo možné importovať z dôvodu nakonfigurovaného obmedzenia

source: %1$sd warnings when importing file and not all of the objects could be imported due to a configured limitation
cs_cz: %1$sd varování při importu souboru, kdy se kvůli omezení v nastavení nepodařilo všechny objekty importovat
de_de: %1$sd Warnungen beim Importieren von Dateien und aufgrund einer konfigurierten Begrenzung konnten nicht alle Objekte importiert werden
fi_fi: %1$sd varoitusta tiedostoa tuotaessa eikä kaikkia objekteja voitu tuoda konfiguroidun rajoituksen vuoksi
hu_hu: %1$sd figyelmeztetés történt a fájl importálás közben és nem sikerült az összes objektumot beimportálni a beállított korlátozások miatt
ja_jp: ファイルのインポート中に%1$sdの警告が検出されました。構成上の制限によりすべてのオブジェクトをインポートすることができませんでした。
ro_ro: %1$sd avertismente la importul fișierului și nu au putut fi importate toate obiectele din cauza unei limitări configurate
sk_sk: %1$sd upozornení pri importe súboru a nie všetky objekty bolo možné naimportovať z dôvodu nakonfigurovaného obmedzenia

source: Could not parse json body parameters for folders and objects.
cs_cz: Nepodařilo se parsovat klíče JSON se složkami a objekty.
de_de: Die Json-Body-Parameter für Ordner und Objekte konnten nicht analysiert werden.
fi_fi: JSON-parametreja kansioille ja objekteille ei voitu jäsentää.
hu_hu: Nem sikerült elemezni a json body paramétereit mappákhoz és objektumokhoz.
ja_jp: フォルダーやオブジェクトに対してjson本文パラメータを解析できませんでした。
ro_ro: Nu s-au putut analiza parametrii corpului json pentru dosare și obiecte.
sk_sk: Nepodarilo sa analyzovať parametre tela JSON pre priečinky a objekty.

source: Appointments
cs_cz: Schůzky
de_de: Termine
fi_fi: Tapaamiset
hu_hu: Találkozók
ja_jp: 予定
ro_ro: Întâlniri
sk_sk: Schôdzky

source: Events
cs_cz: Události
de_de: Ereignisse
fi_fi: Tapahtumat
hu_hu: Események
ja_jp: イベント
ro_ro: Evenimente
sk_sk: Udalosti

source: Export
fi_fi: Vie
hu_hu: Exportálás
ja_jp: エクスポート
ro_ro: Exportare

source: Referenced JSlob %1$s must not be set for service %2$s. Nothing will be done.
cs_cz: Odkazovaný JSlob %1$s nesmí být pro službu %2$s nastaven. Nic nebude provedeno.
de_de: Referenzierter JSlob %1$s darf für den Dienst %2$s nicht gesetzt werden. Es wird keine Aktion ausgeführt.
fi_fi: Viitattua JSlob %1$s ei saa asettaa palvelulle %2$s. / Viitattu JSlob ei ole asetettuna palvelulle. Mitään ei tehdä.
hu_hu: A hivatkozott JSlob (%1$s) nem állítható be a(z) %2$s szolgáltatáshoz. Semmi sem fog történni.
ja_jp: 参照先の JSlob %1$s をサービス %2$s に設定できません。処理を停止します。
ro_ro: JSlob referențiat %1$s nu poate fi setat pentru serviciul %2$s. Nu se va efectua nicio operațiune.
sk_sk: Odkazovaný JSlob %1$s nesmie byť nastavený pre službu %2$s. Nevykoná sa nič.

source: with IP
cs_cz: s IP
de_de: mit IP
fi_fi: IP:n kanssa
hu_hu: IP-vel
ja_jp: IP付き
ro_ro: cu IP-ul
sk_sk: s IP

source: with domain
cs_cz: s doménou
de_de: mit Domain
fi_fi: domainin kanssa
hu_hu: tartománnyal
ja_jp: ドメイン付き
ro_ro: cu domeniul
sk_sk: s doménou

source: The E-Mail address %1$s is invalid.
cs_cz: E-mailová adresa %1$s není platná.
de_de: Die E-Mail-Adresse %1$s ist ungültig.
fi_fi: Sähköpostiosoite %1$s on epäkelpo.
hu_hu: A(z) %1$s e-mail cím hibás.
ja_jp: メールアドレス %1$s は無効です。
ro_ro: Adresa de e-mail %1$s este incorectă.
sk_sk: Emailová adresa %1$s je neplatná.

source: Reorganizing of mails failed. Please try again later.
cs_cz: Přeuspořádání pošty selhalo. Zkuste to, prosím, znovu později.
de_de: Neuorganisieren von E-Mails ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
fi_fi: Viestien uudelleenjärjestely ei onnistunut. Yritä myöhemmin uudelleen.
hu_hu: A levelek átrendezése meghiúsult. Próbálja újra később.
ja_jp: メールの整理に失敗しました。後でもう一度やり直してください。
ro_ro: Reorganizarea mesajelor a eșuat. Încercați din nou mai târziu.
sk_sk: Nepodarilo sa zmeniť usporiadanie pošty. Prosím, skúste to neskôr znova.

source: The user category %1$s does not exist.
cs_cz: Kategorie uživatele %1$s neexistuje.
de_de: Die Benutzerkategorie %1$s ist nicht vorhanden.
fi_fi: Käyttäjäkategoriaa %1$s ei ole olemassa.
hu_hu: A(z) %1$s felhasználói kategória nem létezik.
ja_jp: ユーザー カテゴリー %1$s は存在しません。
ro_ro: Categoria de utilizator %1$s nu există.
sk_sk: Kategória používateľa %1$s neexistuje.

source: Invalid configuration: %1$s
cs_cz: Neplatná konfigurace: %1$s
de_de: Ungültige Konfiguration: %1$s
fi_fi: Epäkelpo konfiguraatio: %1$s
hu_hu: Érvénytelen konfiguráció: %1$s
ja_jp: 次の構成は無効です: %1$s
ro_ro: Configurație incorectă: %1$s
sk_sk: Neplatná konfigurácia: %1$s

source: The required service %1$s is temporary not available. Please try again later.
cs_cz: Požadovaná služba %1$s dočasně není k dispozici. Zkuste to, prosím, znovu později.
de_de: Der erforderliche Dienst %1$s ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.
fi_fi: Pyydetty palvelu %1$s ei ole hetkellisesti saatavilla. Yritä myöhemmin uudelleen.
hu_hu: A(z) %1$s szolgáltatás jelenleg nem érhető el. Próbálja újra később.
ja_jp: 要求されたサービス %1$s は現在利用できません。後でもう一度やり直してください。
ro_ro: Serviciul %1$s nu este disponibil momentan. Încercați din nou mai târziu.
sk_sk: Požadovaná služba %1$s je dočasne nedostupná. Prosím, skúste to neskôr znova.

source: You are not allowed to change the name of the category %1$s.
cs_cz: Nemáte oprávnění změnit název kategorie %1$s.
de_de: Sie haben keine Berechtigung zum Ändern des Namens der Kategorie %1$s.
fi_fi: Kategorian %1$s nimeä ei saa vaihtaa.
hu_hu: Nem módosíthatja a(z) %1$s kategória nevét.
ja_jp: カテゴリ名 %1$s の変更は許可されていません。
ro_ro: Nu aveți permisiuni pentru modificarea numelui categoriei %1$s.
sk_sk: Nemáte oprávnenie zmeniť názov kategórie %1$s.

source: You are not allowed to enable or disable the category %1$s.
cs_cz: Nemáte oprávnění povolit nebo zablokovat kategorii %1$s.
de_de: Sie haben keine Berechtigung zum Aktivieren oder Deaktivieren der Kategorie %1$s.
fi_fi: Kategoriaa %1$s ei voi kytkeä päälle tai pois päältä.
hu_hu: Nem tilthatja le vagy engedélyezheti a(z) %1$s kategóriát.
ja_jp: カテゴリ %1$s を有効または無効にすることは許可されていません。
ro_ro: Nu aveți permisiuni pentru activarea sau dezactivarea categoriei %1$s.
sk_sk: Nemáte oprávnenie zapnúť alebo vypnúť kategóriu %1$s.

source: Draft
cs_cz: Koncept
fi_fi: Luonnos
hu_hu: Vázlat
ja_jp: 下書き
ro_ro: Schiță
sk_sk: Rozpísaná správa

source: E-Mail from #DATE# at #TIME#
cs_cz: Zpráva z #DATE#, #TIME#
fi_fi: Sähköposti #PVM# at #KLO#
hu_hu: E-mail innentől: #DATE#, #TIME#
ja_jp: #DATE# の #TIME#のメール
ro_ro: E-mail din #DATE# la #TIME#
sk_sk: E-Mail z #DATE#, #TIME#

source: The redirect address "%1$s" is not valid.
cs_cz: Adresa přesměrování „%1$s“ není platná.
de_de: Die Umleitungsadresse "%1$s" ist ungültig.
fi_fi: Uudelleenohjauksen osoite "%1$s" on epäkelpo.
hu_hu: A(z) „%1$s” átirányító cím érvénytelen.
ja_jp: リダイレクトアドレス "%1$s" は有効ではありません。
ro_ro: Adresa de redirecționare "%1$s" este incorectă.
sk_sk: Presmerovacia adresa "%1$s" nie je platná.

source: The redirect address "%1$s" has been rejected.
cs_cz: Adresa přesměrování „%1$s“ byla odmítnuta.
de_de: Die Umleitungsadresse "%1$s" wurde abgelehnt.
fi_fi: Uudelleenohjauksen osoite "%1$s" on hylätty.
hu_hu: A(z) „%1$s” átirányító cím elutasítva.
ja_jp: リダイレクトアドレス "%1$s" が拒否されました。
ro_ro: Adresa de redirecționare "%1$s" a fost respinsă.
sk_sk: Presmerovacia adresa "%1$s" bola zamietnutá.

source: Invalid SIEVE rule specified. Please review your mail filter rules
cs_cz: Zadáno neplatné pravidlo SIEVE. Zkontrolujte, prosím, své nastavení filtrování pošty
de_de: Es wurde eine ungültige SIEVE-Regel angegeben. Bitte prüfen Sie Ihre Mailfilter-Regeln.
fi_fi: Epäkelpo SIEVE-sääntö. Ole hyvä ja tarkista postin suodatussääntösi
hu_hu: Érvénytelen SIEVE szabályt adott meg. Tekintse át a levélszűrő szabályokat
ja_jp: 指定された SIEVE ルールが無効です。メールフィルタールールを見直してください。
ro_ro: A fost specificată o regulă SIEVE incorectă. Verificați regulile de filtrare a mesajelor
sk_sk: Bolo zadané neplatné pravidlo SIEVE. Prosím, skontrolujte svoje pravidlá filtrovania pošty.

source: Please review your mail filter rules as they seem to be invalid. Response from server: "%1$s"
cs_cz: Zkontrolujte, prosím, své nastavení filtrování pošty, protože to vypadá, že je neplatné. Odpověď ze serveru: „%1$s“
de_de: Bitte prüfen Sie Ihre Mailfilter-Regeln. Diese scheinen ungültig zu sein. Antwort von Server: "%1$s"
fi_fi: Postin suodatussääntösi vaikuttavat epäkevloilta. Ole hyvä ja tarkista ne. Palvelimen vastaus: "%1$s"
hu_hu: Tekintse át a levélszűrő szabályokat, mert valamelyik hibás. A kiszolgáló válasza: "%1$s"
ja_jp: メールのフィルタールールが無効です。サーバーからの応答: "%1$s"
ro_ro: Verificați regulile de fitrare a mesajelor, deoarece par a fi incorecte. Răspuns de la server: "%1$s"
sk_sk: Prosím, skontrolujte svoje pravidlá filtrovania pošty, pretože sa zdajú byť neplatné. Odpoveď servera: "%1$s"

source: Managing mail filter rules is not available for your account.
cs_cz: Správa pravidel pro filtrování pošty není ve vašem účtu k dispozici.
de_de: Das Verwalten von Mailfilterregeln ist für Ihr Konto nicht verfügbar.
fi_fi: Sähköpostinsuodatinsääntöjen hallinta ei ole saatavissa tiliisi.
hu_hu: A Levélszűrő szabályok nem érhetők el a fiókjához.
ja_jp: メールのフィルタールールはご利用中のアカウントは設定できません。
ro_ro: Gestionarea de reguli de filtrare a mesajelor nu este suportată pentru acest cont.
sk_sk: Správa pravidiel filtra pošty nie je pre váš účet dostupná.

source: The maximum amount of redirect rules is reached. Please delete or deactivate another redirect rule first.
cs_cz: Bylo dosaženo maximálního počtu pravidel pro přesměrování. Nejprve smažte nebo deaktivujte jiné pravidlo pro přesměrování.
de_de: Die maximale Anzahl der Umleitungsregeln ist erreicht. Bitte löschen Sie zuerst eine andere Umleitungsregel.
fi_fi: Uudelleenohjaussääntöjen maksimimäärä on saavutettu. Poista tai kytke pois päältä jokin muu uudelleenohjaussääntö ensin.
hu_hu: Elérte az átirányítási szabályok maximális mennyiségét. Először törölni vagy deaktiválni kell egy másik átirányítási szabályt.
ja_jp: リダイレクトルールの最大数に達しました。まず別のリダイレクトルールを削除または無効にしてください。
ro_ro: S-a atins numărul maxim de reguli de redirecționare. Ștergeți sau dezactivați altă regulă de redirecționare.
sk_sk: Bol dosiahnutý maximálny počet pravidiel presmerovania. Prosím, najskôr odstráňte alebo deaktivujte iné pravidlo presmerovania.

source: Maximum number of messages already stored for client %1$s
cs_cz: Pro klienta %1$s již byl uložen maximální počet zpráv
de_de: Die maximale Anzahl von Nachrichten für den Client %1$s ist erreicht.
fi_fi: Asiakkaalle %1$s on jo tallennettu suurin sallittu määrä viestejä
hu_hu: Maximális számú üzenet van tárolva ehhez a klienshez: %1$s
ja_jp: クライアント %1$s のメッセージが既に最大限保存されています。
ro_ro: S-a atins numărul maxim de mesaje stocate pentru clientul %1$s
sk_sk: Maximálny počet správ už uložených pre klienta %1$s

source: No client identifier associated with session %1$s
cs_cz: Se sezením %1$s není asociován žádný identifikátor klienta
de_de: Der Sitzung %1$s ist keine Client-ID zugeordnet.
fi_fi: Istuntoon %1$s ei liity asiakastunnistetta
hu_hu: Nincs kliensazonosító társítva ehhez a munkamenethez: %1$s
ja_jp: セッション %1$s に関連付けられているクライアント識別子がありません。
ro_ro: Nu există niciun identificator de client asociat cu sesiunea %1$s
sk_sk: Žiaden identifikátor klienta nie je spojený s reláciou: %1$s

source: Invalid Twitter messaging account. Please delete and re-create your Twitter messaging account.
cs_cz: Neplatný účet pro posílání zpráv na Twitter. Smažte, prosím, svůj účet a vytvořte jej znovu.
de_de: Ungültiges Twitter-Messaging-Konto. Löschen Sie bitte Ihr Twitter Messaging-Konto und legen Sie es erneut an.
fi_fi: Epäkelpo Twitter-tili. Ole hyvä ja poista Twitter-tilisi ja luo se uudelleen.
hu_hu: Érvénytelen Twitter üzenőfiók. Törölje, és hozza létre újra a Twitter üzenőfiókját.
ja_jp: Twitter メッセージアカウントが無効です。Twitter メッセージングアカウントを削除して再作成してください。
ro_ro: Cont de mesagerie Twitter incorect. Ștergeți și creați din nou contul dumneavoastră de mesagerie Twitter.
sk_sk: Neplatný účet na posielanie správ Twitter. Prosím, zmažte a znova vytvorte váš účet na posielanie správ Twitter.

source: A messaging error occurred: %1$s
cs_cz: Došlo k chybě při zpracování zpráv: %1$s
de_de: Es trat ein Messaging-Fehler auf: %1$s
fi_fi: Viestivirhe: %1$s
hu_hu: Üzenetkezelési hiba történt: %1$s
ja_jp: 次のメッセージエラーが発生しました: %1$s。
ro_ro: A apărut o eroare de mesagerie: %1$s
sk_sk: Vyskytla sa chyba posielania správ: %1$s

source: Wrongly formatted address: %1$s.
cs_cz: Špatně formátovaná adresa: %1$s.
de_de: Falsch formatierte Adresse: %1$s.
fi_fi: Väärän muotoinen osoite: %1$s.
hu_hu: Hibás formázású cím: %1$s.
ja_jp: 次のアドレスの形式が誤っています: %1$s
ro_ro: Formatul adresei este eronat: %1$s.
sk_sk: Slabý formát adresy: %1$s.

source: Unknown messaging content: %1$s.
cs_cz: Neznámý obsah zprávy: %1$s.
de_de: Unbekannter Messaging-Inhalt: %1$s.
fi_fi: Tuntematon viestisisältö: %1$s.
hu_hu: Ismeretlen üzenettartalom: %1$s.
ja_jp: 次のメッセージ内容が不明です: %1$s
ro_ro: Conținut de mesagerie necunoscut: %1$s.
sk_sk: Neznámy obsah posielania správ: %1$s.
