Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Invalid value %s written to setting %s.
cs_cz: Neplatná hodnota %s zapsána do nastavení %s.
de_de: Ungültiger Wert %s in Einstellung %s.
fi_fi: Epäkelpo arvo %s kirjoitettu asetukseen %s.
hu_hu: Érvénytelen érték (%s) került kiírásra a(z) %s beállításba.
ja_jp: 設定 %s に指定された値 %s は無効です。
ro_ro: Valoare incorectă %s scrisă în setarea %s.
sk_sk: Neplatná hodnota %s zapísaná do nastavenia %s.

source: Current costs
cs_cz: Aktuální náklady
de_de: Aktuelle Kosten
fi_fi: Nykyiset kustannukset
hu_hu: Aktuális költségek
ja_jp: 現在のコスト
ro_ro: Costuri curente
sk_sk: Aktuálne náklady

source: Current duration
cs_cz: Aktuální doba trvání
de_de: Aktuelle Dauer
fi_fi: Nykyinen kesto
hu_hu: Aktuális időtartam
ja_jp: 現在の期間
ro_ro: Durată curentă
sk_sk: Aktuálne trvanie

source: Billing information
cs_cz: Fakturační údaje
de_de: Rechnungsinformationen
fi_fi: Laskutustiedot
hu_hu: Számlázási adatok
ja_jp: 支払い条件
ro_ro: Informații de facturare
sk_sk: Účtovacie informácie

source: Companies
cs_cz: Firmy
de_de: Firmen
fi_fi: Yritykset
hu_hu: Cégek
ja_jp: 会社
ro_ro: Firme
sk_sk: Spoločnosti

source: Currency
cs_cz: Měna
de_de: Währung
fi_fi: Valuutta
hu_hu: Pénznem
ja_jp: 通貨
ro_ro: Devize
sk_sk: Mena

source: Estimated costs
cs_cz: Odhadované náklady
de_de: Geschätzte Kosten
fi_fi: Arvioidut kustannukset
hu_hu: Becsült költségek
ja_jp: 見積もりコスト
ro_ro: Costuri estimate
sk_sk: Odhadované náklady

source: Estimated duration
cs_cz: Odhadovaná doba trvání
de_de: Geschätzte Dauer
fi_fi: Arvioitu kesto
hu_hu: Becsült időtartam
ja_jp: 見積もり期間
ro_ro: Durată estimată
sk_sk: Odhadované trvanie

source: Trip meter
cs_cz: Měření výletu
de_de: Entfernung
fi_fi: Trippimittari
hu_hu: Útvonalmérő
ja_jp: トリップメーター
ro_ro: Contor de parcurs
sk_sk: Taxameter

source: Error while inserting task.
cs_cz: Chyba při vkládání úkolu.
de_de: Fehler beim Einfügen der Aufgabe.
fi_fi: Virhe lisättäessä tehtävää.
hu_hu: Hiba a feladat beszúrásakor.
ja_jp: タスクの挿入中にエラーが発生しました。
ro_ro: Eroare la inserarea sarcinii.
sk_sk: Chyba počas vkladania úlohy.

source: Folder cannot be found.
cs_cz: Složku nelze nalézt.
de_de: Der Ordner konnte nicht gefunden werden.
fi_fi: Kansiota ei löydy.
hu_hu: A mappa nem található.
ja_jp: フォルダーが見つかりません。
ro_ro: Dosarul nu a fost găsit.
sk_sk: Priečinok nebol nájdený.

source: Edit conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
cs_cz: Konflikt při úpravách. Vaši změnu nelze dokončit, protože někdo jiný provedl neslučitelnou změnu ve stejné položce. Prosím, obnovte nebo synchronizujte a zkuste to znovu.
de_de: Bearbeitungskonflikt. Ihre Änderung konnte nicht ausgeführt werden, da derselbe Eintrag von einem anderen Benutzer geändert wurde. Bitte starten Sie neu oder synchronisieren Sie und versuchen Sie es erneut.
fi_fi: Muokkaa ristiriitaa. Muutostasi ei voida saattaa loppuun, koska joku muu on tehnyt ristiriitaisen muutoksen samaan kohteeseen. Ole hyvä ja päivitä tai synkronoi ja yritä uudelleen.
hu_hu: Szerkesztési ütközés. A változtatás nem fejezhető be, mert valaki más ütköző módosítást hajtott végre ugyanazon az elemen. Frissítsen vagy szinkronizáljon, és próbálja újra.
ja_jp: 編集の競合が発生しました。他のユーザーが同じアイテムを変更したため、変更を完了できません。最新の状態に更新または同期して、やり直してください。
ro_ro: Conflict de editare. Modificarea dumneavoastră nu poate fi efectuată deoarece altcineva a efectuat o altă modificare asupra aceluiași element, generând un conflict. Actualizați sau sincronizați și încercați din nou.
sk_sk: Konflikt pri úpravách. Vašu zmenu nebolo možné dokončiť, pretože niekto iný vykonal konfliktnú zmenu rovnakej položky. Prosím, znovu načítajte položku alebo vykonajte synchronizáciu a skúste to znova.

source: Cannot create private task in public/shared folder.
cs_cz: Nelze vytvořit soukromý úkol ve veřejné/sdílené složce.
de_de: Das Erstellen einer privaten Aufgabe in öffentlichen/freigegebenen Ordnern ist nicht möglich.
fi_fi: Yksityistä tehtävää ei voi luoda julkiseen/jaettuun kansioon.
hu_hu: Nem hozható létre személyes feladat a nyilvános/megosztott mappában.
ja_jp: パブリックフォルダー/共有フォルダーにプライベートのタスクを作成できません。
ro_ro: Nu se poate crea o sarcină personală într-un dosar public/partajat.
sk_sk: Nie je možné vytvoriť súkromnú úlohu vo verejnom/zdieľanom priečinku.

source: Error while updating task.
cs_cz: Chyba při aktualizaci úkolu.
de_de: Fehler beim Aktualisieren der Aufgabe.
fi_fi: Virhe päivitettäessä tehtävää.
hu_hu: Hiba a feladat frissítésekor.
ja_jp: タスクの更新中にエラーが発生しました。
ro_ro: Eroare la actualizarea sarcinii.
sk_sk: Chyba počas vkladania úlohy.

source: Error while deleting task.
cs_cz: Chyba při mazání úkolu.
de_de: Fehler beim Löschen der Aufgabe.
fi_fi: Virhe poistettaessa tehtävää.
hu_hu: Hiba a feladat törlésekor.
ja_jp: タスクの削除中にエラーが発生しました。
ro_ro: Eroare la ștergerea sarcinii.
sk_sk: Chyba počas mazania úlohy.

source: Error while listing tasks.
cs_cz: Chyba při vypisování úkolu.
de_de: Fehler beim Auflisten von Aufgaben.
fi_fi: Virhe listattaesssa tehtäviä.
hu_hu: Hiba a feladatok felsorolásakor.
ja_jp: タスクの表示中にエラーが発生しました。
ro_ro: Eroare la listarea sarcinilor.
sk_sk: Chyba počas výpisu zoznamu úloh.

source: You do not have the appropriate permissions to delete the task.
cs_cz: Nemáte příslušná oprávnění ke smazání tohoto úkolu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen der Aufgabe.
fi_fi: Sinulla ei ole tarvittavia valtuuksia tämän tehtävän poistamiseen.
hu_hu: Nincs megfelelő jogosultsága a feladat törléséhez.
ja_jp: タスクを削除するのに必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a șterge sarcina.
sk_sk: Nemáte príslušné oprávnenie na zmazanie úlohy.

source: Date range in search must contain 2 and not %d values.
cs_cz: Datový rozsah při vyhledávání musí obsahovat 2, a ne %d hodnot.
de_de: Der Datumsbereich in Suche muss 2, nicht %d Werte enthalten.
fi_fi: Päivämäärien välin määrittelyn pitää sisältää 2, ei %d, arvoa.
hu_hu: A keresésben megadott dátumtartománynak 2, és nem %d értéket kell tartalmaznia.
ja_jp: 検索に日付範囲を指定する場合、%d 個ではなく、2 個の値が必要です。
ro_ro: Intervalul de date din căutare trebuie să conțină 2 și nu %d valori.
sk_sk: Rozsah dátumov v hľadaní musí obsahovať 2 a nie %d hodnôt.

source: You do not have the appropriate permissions to read the contents in that folder.
cs_cz: Nemáte příslušná oprávnění ke čtení obsahu dané složky.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Lesen der Inhalte dieses Ordners.
fi_fi: Sinulla ei ole tarvittavia lupia lukeaksesi tämän kansion sisältöä.
hu_hu: Nincs megfelelő jogosultsága a mappa tartalmának olvasásához.
ja_jp: フォルダーの内容の読み取りに必要な限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a citi conținutul acestui dosar.
sk_sk: Nemáte príslušné oprávnenie na čítanie obsahu v tomto priečinku.

source: Tasks are disabled for you.
cs_cz: Úkoly jsou pro vás vypnuté.
de_de: Aufgaben sind für Sie deaktiviert.
fi_fi: Tehtävät ovat sinulta kytketty pois päältä.
hu_hu: A feladatok letiltásra kerültek.
ja_jp: タスクが無効になっています。
ro_ro: Sarcinile sunt dezactivate pentru dumneavoastră.
sk_sk: Úlohy sú pre vás vypnuté.

source: You do not have the appropriate permissions to create tasks in that folder.
cs_cz: Nemáte příslušná oprávnění k vytváření úkolů v dané složce.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anlegen von Aufgaben in diesem Ordner.
fi_fi: Sinulla ei ole tarvittavia lupia luodaksesi tehtäviä tähän kansioon.
hu_hu: Nincs megfelelő jogosultsága feladatok létrehozásához ebben a mappában.
ja_jp: フォルダー内のタスクを作成するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a crea sarcini în acest dosar.
sk_sk: Nemáte príslušné oprávnenie na vytvorenie úloh v tomto priečinku.

source: You do not have the appropriate permission to delegate tasks.
cs_cz: Nemáte příslušná oprávnění k delegování úkolů.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Delegieren von Aufgaben.
fi_fi: Sinulla ei ole tarvittavia valtuuksia tehtävien delegoimiseen.
hu_hu: Nincs megfelelő jogosultsága feladatok kiosztásához.
ja_jp: タスクの代理となるために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a delega sarcini.
sk_sk: Nemáte príslušné oprávnenie na delegovanie úloh.

source: Tasks with private flag cannot be delegated.
cs_cz: Úkoly se soukromým příznakem nemohou být delegovány.
de_de: Als privat markierte Aufgaben können nicht delegiert werden.
fi_fi: Yksityiseksi merkittyjä tehtäviä ei voi delegoida.
hu_hu: A személyesként megjelölt feladatok nem oszthatók ki.
ja_jp: プライベートフラグが付いたタスクは委任できません。
ro_ro: Sarcinile marcate ca personale nu pot fi delegate.
sk_sk: Úlohy označené ako súkromné nemožno delegovať.

source: Percent is %d but must be between 0 and 100.
cs_cz: Procentuální hodnota %d musí být mezi 0 a 100.
de_de: Die Prozentangabe ist %d. Sie muss jedoch zwischen 0 und 100 liegen.
fi_fi: Prosentti on %d. Sen pitää olla väliltä 0 ja 100.
hu_hu: A százalékos érték %d, de 0 és 100 között kellene lennie.
ja_jp: パーセントの値は %d ではなく、0 から 100 までの必要があります。
ro_ro: Procentul este %d dar trebuie să fie între 0 și 100.
sk_sk: Počet percent je %d, ale musí byť medzi 0 a 100.

source: Tasks that have not been started yet need to have a 'Done' percentage of 0 and not %d.
cs_cz: U nezapočatých úkolů musí být procentuální vyjádření údaje ‚hotovo‘ odpovídat 0, ne %d.
de_de: Bei nicht begonnenen Aufgaben muss die Prozentangabe bei 0 liegen und nicht bei %d.
fi_fi: Tehtävillä, joita ei vielä ole aloitettu, tulee olla 'Valmiina' prosentti 0 eikä %d.
hu_hu: Az el nem indult feladatok százalékos készültsége 0, és nem %d kell legyen.
ja_jp: まだ開始されていないタスクの完成率は %d でなく、0 にする必要があります。
ro_ro: Pentru sarcinile ce nu au fost începute, procentajul trebuie să fie 0 și nu %d.
sk_sk: Pri nezačatých úlohách musí byť počet percent dokončenia 0 a nie %d.

source: You do not have the appropriate permissions to edit tasks in that folder
cs_cz: Nemáte příslušná oprávnění k úpravě úkolů v dané složce
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Bearbeiten von Aufgaben in diesem Ordner
fi_fi: Sinulla ei ole tarvittavia lupia muokataksesi tehtäviä tässä kansiossa
hu_hu: Nincs megfelelő jogosultsága feladatok szerkesztéséhez ebben a mappában.
ja_jp: フォルダー内のタスクの編集に必要な権限がありません
ro_ro: Nu aveți permisiunile necesare pentru a edita sarcini în acest dosar
sk_sk: Nemáte príslušné oprávnenie na upravovanie úloh v tomto priečinku.

source: Moving items from or into a shared folder is not allowed.
cs_cz: Přesouvání položek z nebo do sdílené složky není povolené.
de_de: Das Verschieben von Objekten aus einem oder in einen freigegebenen Ordner ist nicht zulässig.
fi_fi: Kohteiden siirtäminen jaettuun kansioon tai sieltä pois ei ole sallittua.
hu_hu: Az elemek mozgatása megosztott mappába vagy megosztott mappából nem engedélyezett.
ja_jp: 共有フォルダーからのアイテムの移動、または共有フォルダーへのアイテムの移動は許可されていません。
ro_ro: Nu este permisă mutarea elementelor din sau într-un dosar partajat.
sk_sk: Presunutie položiek do zdieľaného priečinka nie je povolené.

source: Unknown recurrence type %d.
cs_cz: Neznámý typ opakování %d.
de_de: Unbekannter Wiederholungstyp %d.
fi_fi: Tuntematon toistumisen tyyppi %d.
hu_hu: Ismeretlen ismétlődéstípus: %d.
ja_jp: 次の繰り返しのタイプが不明です: %d
ro_ro: Tip de repetare necunoscut %d.
sk_sk: Neznámy typ opakovaného výskytu %d.

source: Value for the recurrence is missing: %d.
cs_cz: Chybí hodnota opakování: %d.
de_de: Fehlender Wert für die Wiederholung: %d.
fi_fi: Toistumiselta puuttuu arvo: %d.
hu_hu: Az ismétlődés értéke hiányzik: %d.
ja_jp: 次の繰り返しの値が見つかりません: %d
ro_ro: Lipsește valoarea pentru repetare: %d.
sk_sk: Hodnota opakovaného výskytu chýba: %d.

source: Finished tasks need to have a percentage of 100 and not %d.
cs_cz: U dokončených úkolů musí být hodnota procent 100, ne %d.
de_de: Bei abgeschlossenen Aufgaben muss die Prozentangabe bei 100 liegen und nicht bei %d.
fi_fi: Valmiilla tehtävillä tulee olla prosenttina 100 eikä %d.
hu_hu: A befejezett feladatok százalékos készültsége 100, és nem %d kell legyen.
ja_jp: 完了したタスクの完成率は %d でなく、100 にする必要があります。
ro_ro: Pentru sarcinile finalizate, procentajul trebuie să fie 100 și nu %d.
sk_sk: Pri ukončených úlohách musí byť počet percent 100 a nie %d.

source: Start date "%1$s" must be before end date "%2$s".
cs_cz: Počáteční datum „%1$s“ musí být před koncovým datem „%2$s“.
de_de: Das Startdatum "%1$s" muss vor dem Enddatum "%2$s" liegen.
fi_fi: Alkupäivämäärän "%1$s" tulee olla ennen loppupäivämäärää "%2$s".
hu_hu: A(z) „%1$s” kezdő dátumnak meg kell előznie a(z) „%2$s” befejező dátumot.
ja_jp: 開始日 "%1$s" は終了日 "%2$s" よりも前の日付にしてください。
ro_ro: Data inițială "%1$s" trebuie să fie înaintea datei finale "%2$s".
sk_sk: Dátum začiatku "%1$s" musí byť pred dátumom konca "%2$s".

source: The task could not be saved. Please shorten the "%1$s" and try again. Current length "%3$d" is more than allowed length of "%2$d" characters.
cs_cz: Úkol se nepodařilo uložit. Zkraťte, prosím, „%1$s“ a zkuste to znovu. Stávající délka „%3$s“ je vce než povolených „%2$s“ znaků.
de_de: Die Aufgabe konnte nicht gespeichert werden. Bitte kürzen Sie "%1$s" und versuchen Sie es erneut. Die aktuelle Länge "%3$d" überschreitet die zulässige Länge von "%2$d" Zeichen.
fi_fi: Tehtävää ei voitu tallentaa. Ole hyvä ja lyhennä "%1$s" ja yritä uudelleen. Nykyinen pituus "%3$d" on pidempi kuin sallittu "%2$d" merkkiä.
hu_hu: A feladat nem menthető. Rövidítse a(z) „%1$s” részt, és próbálja újra. A jelenlegi „%3$d” hossz nagyobb az engedélyezett „%2$d” karakternél.
ja_jp: タスクを保存できませんでした。"%1$s" を短くして、もう一度やり直してください。現在の文字数 "%3$d" は、許可された文字数 "%2$d" よりも大きいです。
ro_ro: Sarcina nu a putut fi salvată. Reduceți "%1$s" și încercați din nou. Lungimea actuală de "%3$d" depășește lungimea permisă de "%2$d" caractere.
sk_sk: Úlohu nebolo možné uložiť. Prosím, skráťte "%1$s" a skúste to znova. Aktuálna dĺžka "3$s" je dlhšia ako povolená dĺžka "%2$s" znakov.

source: Tasks with private flag cannot be moved to a public folder.
cs_cz: Úkoly se soukromými příznaky nelze přesunout do veřejné složky.
de_de: Aufgaben mit Privatmarkierung (private flag) können nicht in öffentliche Ordner verschoben werden.
fi_fi: Yksityisellä lipulla merkittyjä tehtäviä ei voida siirtää julkiseen kansioon.
hu_hu: A személyes jelzővel ellátott feladatok nem mozgathatók nyilvános mappába.
ja_jp: プライベートフラグが付いたタスクをパブリックフォルダーに移動できません。
ro_ro: Sarcinile cu marcaj personal nu pot fi mutate într-un dosar public.
sk_sk: Úloha so označením "súkromná" nemôže byť presunutá do verejného priečinka.

source: Only the task creator is allowed to set the private flag.
cs_cz: Pouze autor úkolu může nastavit soukromý příznak.
de_de: Nur der Ersteller der Aufgabe darf darauf eine Privatmarkierung (private flag) setzen.
fi_fi: Vain tehtävän luoja saa asettaa lipukkeen 'yksityinen'.
hu_hu: Csak a feladat létrehozója állíthat be személyes jelzőt.
ja_jp: プライベートフラグを設定できるのはタスクの作成者のみです。
ro_ro: Doar creatorul sarcinii poate seta marcajul de personal.
sk_sk: Iba tvorca úlohy môže nastaviť príznak "súkromná".

source: External participants without E-Mail address can not be added.
cs_cz: Nelze přidat externí účastníky bez e-mailové adresy.
de_de: Externer Teilnehmer ohne E-Mail-Adresse kann nicht hinzugefügt werden.
fi_fi: Ulkopuolisia osallistujia ei voi lisätä ilman sähköpostiosoitetta.
hu_hu: Nem vehető fel külső résztvevő e-mail cím nélkül.
ja_jp: メールアドレスを持たない外部参加者は追加できません。
ro_ro: Nu se pot adăuga participanți externi fără adresă de e-mail.
sk_sk: Nie je možné pridať externého účastníka bez emailovej adresy.

source: You do not have the appropriate permisson to see the task.
cs_cz: Nemáte příslušná oprávnění k prohlížení tohoto úkolu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Sehen der Aufgabe.
fi_fi: Sinulla ei ole tarvittavia lupia nähdäksesi tehtävän.
hu_hu: Nincs megfelelő jogosultsága a feladatok megtekintéséhez.
ja_jp: タスクの表示に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a vizualiza sarcina.
sk_sk: Nemáte príslušné oprávnenie na zobrazenie úlohy.

source: Task contains invalid data: "%1$s".
cs_cz: Úkol obsahuje neplatné údaje: „%1$s“.
de_de: Die Aufgabe enthält ungültige Daten: "%1$s".
fi_fi: Tehtävä sisältää epäkelpoa dataa: "%1$s".
hu_hu: A feladat érvénytelen adatokat tartalmaz: „%1$s”.
ja_jp: タスクに次の無効なデータが含まれています: "%1$s"
ro_ro: Sarcina conține date incorecte: "%1$s".
sk_sk: Úloha obsahuje neplatné dáta: "%1$s".

source: Group %1$d is empty. You can not add an empty group to a task.
cs_cz: Skupina %1$d je prázdná. K úkolu nelze přidat prázdnou skupinu.
de_de: Die Gruppe %1$d ist leer. Eine leere Gruppe kann nicht zu einer Aufgabe hinzugefügt werden.
fi_fi: Ryhmä %1$d on tyhjä. Tehtävään ei voi lisätä tyhjää ryhmää.
hu_hu: A(z) %1$d csoport üres. Nem vehet fel üres csoportot a feladathoz.
ja_jp: グループ %1$d は空です。空のグループをタスクに追加できません。
ro_ro: Grupul %1$d este gol. Nu se poate adăuga un grup gol la o sarcină.
sk_sk: Skupina %1$s je prázdna. Nemôžete pridať prázdnu skupinu do úlohy.

source: Value "%1$s" of attribute "%2$s" contains non digit characters.
cs_cz: Hodnota „%1$s“ atributu „%2$s“ obsahuje nečíselné znaky.
de_de: Der Wert "%1$s" des Attributs "%2$s" darf nur Zahlen enthalten.
fi_fi: Ominaisuuden "%2$s" arvo "%1$s" sisältää merkkejä, jotka eivät ole numeroita.
hu_hu: A(z) „%2$s” attribútum „%1$s” értéke nem számjegy karaktereket tartalmaz.
ja_jp: 属性 %2$s の設定値 "%1$s" にが数字以外の文字が含まれています。
ro_ro: Valoarea "%1$s" a atributului "%2$s" conține caractere ce un sunt cifre.
sk_sk: Hodnota "%1$s" atribútu "%2$s" obsahuje nečíselné znaky.

source: Priority is %d but must be between 1 and 3.
cs_cz: Priorita %d musí být mezi 1 a 3.
de_de: Priorität ist %d, muss jedoch zwischen 1 und 3 liegen.
fi_fi: Prioriteetti on %d. Sen pitää olla väliltä 1 ja 3.
hu_hu: A prioritás %d, de 1 és 3 között kellene lennie.
ja_jp: 優先度が %d になっていますが、１から３までの値にしてください。
ro_ro: Prioritatea este %d, dar trebuie să fie între 1 și 3.
sk_sk: Počet percent je %d, ale musí byť medzi 1 a 3.

source: You do not have the appropriate permisson to see the folder.
cs_cz: Nemáte příslušná oprávnění k prohlížení této složky.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Sehen des Ordners.
fi_fi: Sinulla ei ole tarvittavia lupia nähdäksesi kansion.
hu_hu: Nincs megfelelő jogosultsága a mappa megtekintéséhez.
ja_jp: フォルダーを表示するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a vizualiza dosarul.
sk_sk: Nemáte príslušné oprávnenie na zobrazenie priečinka.

source: The current version number %1$s is already lower than or equal to the desired version number %2$s.
cs_cz: Aktuální číslo verze %1$s už je nižší nebo stejné jako požadované číslo verze %2$s.
de_de: Aktuelle Versionsnummer %1$s ist bereits niedriger oder gleich der gewünschten Versionsnummer %2$s.
fi_fi: Tämänhetkinen versionumero %1$s on jo pienempi tai yhtä suuri kuin toivottu versionumero %2$s.
hu_hu: A jelenlegi %1$s verziószám már kisebb vagy egyenlő, mint a kívánt %2$s verziószám.
ja_jp: 現在のバージョン %1$s は、対象のバージョン %2$s よりも低いか同じです。
ro_ro: Numărul curent de versiune %1$s este deja mai mic sau egal cu numărul de versiune dorit %2$s.
sk_sk: Číslo aktuálnej verzie %1$s je už nižšie alebo rovné ako číslo požadovanej verzie %2$s.

source: Error loading update task "%1$s".
cs_cz: Chyba při načítání aktualizačního úkolu „%1$s“.
de_de: Fehler beim Laden der Aktualisierungsaufgabe "%1$s".
fi_fi: Virhe ladattaessa päivitystehtävää "%1$s".
hu_hu: Hiba a(z) „%1$s” frissítési feladat betöltésekor.
ja_jp: 更新タスク "%1$s" の読み込み中にエラーが発生しました。
ro_ro: Eroare la încărcarea sarcinii de actualizare "%1$s".
sk_sk: Chyba pri načítavaní aktualizačnej úlohy "%1$s".

source: Unknown schema name: "%1$s".
cs_cz: Neznámý název schématu: „%1$s“.
de_de: Unbekannter Schema-Name: "%1$s".
fi_fi: Tuntematon kaavion nimi: "%1$s".
hu_hu: Ismeretlen sémanév: „%1$s”.
ja_jp: 次のスキーマ名が不明です: "%1$s"
ro_ro: Numele schemei este necunoscut: "%1$s".
sk_sk: Neznámy názov schémy: "%1$s".

source: Update task "%1$s" returned an unknown concurrency level. Running as blocking task.
cs_cz: Aktualizační úkol „%1$s“ vrátil neznámou úroveň souběhu. Spuštěno jako blokující úkol.
de_de: Die Aktualisierungsaufgabe "%1$s" gab einen unbekannten Parallelitätsgrad zurück. Sie wird als blockierende Aufgabe ausgeführt.
fi_fi: Päivitystehtävä "%1$s" palautti tuntemattoman rinnakkaisuuden tason. Suoritetaan blokkaantuvana tehtävänä.
hu_hu: A(z) „%1$s” frissítési feladat ismeretlen konkurenciaszintet adott vissza. Futtatás blokkoló feladatként.
ja_jp: 更新タスク "%1$s" が不明な同時接続数を返しました。ブロックタスクとして動作します。
ro_ro: Sarcina de actualizare "%1$s" a returnat un nivel de concurență necunoscut. Se rulează ca sarcină cu blocare.
sk_sk: Aktualizačná úloha "%1$s" vrátila neznámu úroveň súbežnosti. Spúšťa sa ako blokujúca úloha.

source: The version can not be set back if the update tasks handling has been migrated to the Remember Executed Update Tasks concept on schema "%1$s".
cs_cz: Verzi nelze nastavit zpět, pokud bylo řízení aktualizačního úkolu převedeno na koncept „Pamatuj si provedené aktualizační úkoly“ ve schématu „%1$s“.
de_de: Die Version kann nicht zurückgesetzt werden, wenn das Aktualisieren der Aufgaben im Schema "%1$s" auf das \"Remember Executed Update Tasks\"-Konzept migriert wurde.
fi_fi: Versiota ei voida pienentää, jos päivitystehtävien käsittely on siirretty 'Remember Executed Update Tasks" konseptiin kaaviossa"%1$s".
hu_hu: A verzió nem állítható vissza, ha frissítő feladatok átálltak a Végrehajtott frissítési feladatok megjegyzése elvre a(z) „%1$s” sémán.
ja_jp: スキーマ "%1$s" の Remember Executed Update Tasks コンセプトに更新タスクの処理が移行された場合、バージョンを元に戻すことはできません。
ro_ro: Versiunea nu poate fi anulată dacă gestionarea sarcinilor de actualizare a fost mutată în conceptul Memorarea sarcinilor de actualizare executate din schema "%1$s".
sk_sk: Verziu nie je možné vrátiť späť ak bola obsluha aktualizačných úloh migrovaná na koncept "Pamätať si vykonané aktualizačné úlohy" v schéme "%1$s".

source: Unable to determine next update task to execute. Executed: "%1$s". Enqueued: "%2$s". Scheduled: "%3$s".
cs_cz: Nemohu určit, který další aktualizační úkol spustit. Spuštěné: „%1$s“. Ve frontě: „%2$s“. Naplánované: „%3$s“.
de_de: Die nächste auszuführende Aktualisierungsaufgabe konnte nicht bestimmt werden. Ausgeführt: "%1$s". In Warteschlange: "%2$s". Beauftragt: "%3$s".
fi_fi: Ei voitu määrittää seuraavaksi suoritettavaa päivitystehtävää. Suoritettu: "%1$s". Jonotettu: "%2$s". Aikataulutettu: "%3$s".
hu_hu: Nem határozható meg a következőként végrehajtandó frissítési feladat. Végrehajtva: „%1$s”. Sorba állítva: „%2$s”. Ütemezve: „%3$s”.
ja_jp: 次に実行する更新タスクを決定できません。実行済み: "%1$s"待ち: "%2$s"スケジューリング済み: "%3$s"
ro_ro: Nu s-a putut determina următoarea sarcină de executat. Executate: "%1$s". În coadă: "%2$s". Programate: "%3$s".
sk_sk: Nebolo možné určiť, ktorá ďalšia aktualizačná úloha sa má vykonať. Vykonaná: "%1$s". Vo fronte: "%2$s". Naplánovaná: "%3$s".

source: Processed a wrong number of rows in database. Expected %1$d rows but worked on %2$d rows.
cs_cz: Zpracován chybný počet řádků v databázi. Očekáváno %1$d, ale pracovalo se s %2$d.
de_de: Falsche Anzahl von Zeilen in Datenbank bearbeitet. %1$d Zeilen erwartet, jedoch %2$d Zeilen bearbeitet.
fi_fi: Tietokannassa käsiteltiin väärä määrä rivejä. Odotettu määrä rivejä oli %1$d, mutta työstettyjä oli %2$d.
hu_hu: Hibás számú sor lett feldolgozva az adatbázisból. A várt %1$d sor helyett %2$d sor került feldolgozásra.
ja_jp: データベースで誤った行数が処理されました。想定されたのは %1$d 行ですが、実際は %2$d 行が処理されました。
ro_ro: S-a procesat un număr eronat de linii în baza de date. S-au așteptat %1$d linii, dar s-a lucrat pe %2$d linii.
sk_sk: Spracovaný chybný počet riadkov databázy. Očakávaných bolo %1$d riadkov, ale pracovalo sa na %2$d riadkoch.
