Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The attachment %1$s was removed from the appointment.
cs_cz: Příkloha %1$s byla odebrána ze schůzky.
de_de: Der Anhang %1$s wurde aus dem Termin entfernt.
fi_fi: Liite%1$s poistettiin tapaamisesta.
hu_hu: %1$s melléklet eltávolítva a találkozóból.
ja_jp: 添付ファイル%1$sは予定から削除されました。
ro_ro: Atașarea %1$s a fost eliminată din întâlnire.
sk_sk: Príloha %1$s s bola z plánovanej činnosti odstránená.

source: The organizer would like to create an exception for a recurring appointment that could not be found. Either ignore this update, or ask the organizer to again send you the recurrence.
cs_cz: Organizátor si přeje vytvořit výjimku u série schůzek, kterou se nepodařilo nalézt. Buď tuto aktualizaci ignorujte, nebo požádejte organizátora o opětovné zaslání série schůzek.
de_de: Der Organisator möchte eine Ausnahme für eine unbekannte Terminserie erstellen. Ignorieren Sie diese Aktualisierung oder bitten Sie den Organisator, Ihnen die Serie erneut zu senden.
fi_fi: Järjestäjä haluaisi tehdä poikkeuksen toistuvaan tapaamiseen, jota ei löydy. Joko jätä tämä päivitys huomiotta tai pyydä järjestäjää lähettämään sinulle toistuva tapahtuma.
hu_hu: A szervező kivételt kíván létrehozni egy ismétlődő találkozóhoz, ami nem található. Vagy hagyja figyelmen kívül azt a frissítést, vagy kérje meg a szervezőt, hogy küldje újra az ismétlődő találkozót.
ja_jp: 開催者が存在しない繰り返しの予定について例外を作成しました。この更新を無視するか、開催者に繰り返しの予定を再送するよう要求してください。
ro_ro: Organizatorul dorește să creeze o excepție pentru o serie de întâlniri care nu poate fi găsită. Puteți ignora această actualizare sau puteți cere organizatorului să vă trimită din nou întreaga serie.
sk_sk: Organizátor by rád vytvoril výnimku opakovanej schôdzky, ktorú server nepozná. Buď túto správu ignorujte alebo požiadajte organizátora, aby vám znova poslal opakovanie.

source: The organizer would like to change the occurrence of a recurrence on a day that already contains such a change. The server can only store one change for a series per day.
cs_cz: Organizátor si přeje změnit výskyt série v den, který již takovou změnuobsahuje. Mohu uložit pouze jednu změnu série v jeden den.
de_de: Der Organisator möchte den Termin einer Serie für einen Tag ändern, der bereits eine solche Änderung enthält. Der Server kann pro Tag nur eine Änderung für eine Serie speichern.
fi_fi: Järjestäjä haluaisi muuttaa toistuvaa tapahtumaa päivänä jolle sellainen muutos jo on. Palvelin voi tallettaa toistuvaan sarjaan vain yhden muutoksen päivää kohti.
hu_hu: A szervező megváltoztatná egy ismétlődés előfordulását egy olyan napon, amelyen már történt ilyen változás. Ugyanazon a napon csak egyetlen ilyen változás tárolható.
ja_jp: 開催者が繰り返しの予定について、すでに反復回数を変更された予定を変更しようとしています。繰り返しの予定の変更は１日あたり1回のみ保存できます。
ro_ro: Organizatorul dorește să modifice o serie pentru o zi ce conține deja o astfel de modificare. Serverul poate stoca doar o singură modificare pe zi pentru o serie.
sk_sk: Organizátor by rád zmenil výskyt opakovania v dni, ktorý už takúto zmenu obsahuje. Server dokáže ukladať iba jednu zmenu série za deň.

source: The organizer would like to cancel an appointment that could not be found.
cs_cz: Organizátor si přeje zrušit schůzku, kterou se nepodařilo nalézt.
de_de: Der Organisator möchte einen unbekannten Termin verwerfen.
fi_fi: Järjestäjä haluaisi perua tapaamisen, jota ei löytynyt.
hu_hu: A szervező törölni kíván egy nem található találkozót.
ja_jp: 開催者が存在しない予定のキャンセルを要求しています。
ro_ro: Organizatorul dorește să anuleze o întâlnire ce nu a putut fi găsită.
sk_sk: Organizátor by rád zrušil schôdzku, ktorá nebola nájdená.

source: An attendee wanted to change his/her participant state in an appointment that could not be found. Probably the appointment was already canceled.
cs_cz: Účastník chtěl změnit stav své účasti na schůzce, kterou se nepodařilo nalézt. Schůzka již byla pravděpodobně zrušena.
de_de: Ein Teilnehmer wollte seinen Teilnahmestatus für einen Termin ändern, der nicht gefunden werden konnte. Wahrscheinlich wurde der Termin bereits verworfen.
fi_fi: Osallistuja halusi muuttaa vahvistustilannettaan tapaamisessa jota ei löydy. Tapahtuma on todennäköisesti jo peruttu.
hu_hu: Egy résztvevő módosítani kívánta részvételi állapotát egy nem található találkozón. Valószínűleg a találkozó már törlésre került.
ja_jp: 1名の参加者が存在しない予定に対する参加可否の変更を要求しました。予定は既にキャンセルされている可能性があります。
ro_ro: Un participant dorește să modifice starea participării sale la o întâlnire ce nu poate fi găsită. Probabil această întâlnire a fost deja anulată.
sk_sk: Účastník požiadal o zmenu svojho stavu účasti v schôdzke, ktorá nebola nájdená. Je možné, že schôdzka už bola zrušená.

source: An attendee wanted to change his/her participant state in an appointment that was already deleted.
cs_cz: Účastník chtěl změnit stav své účasti na schůzce, která již byla zrušena.
de_de: Ein Teilnehmer wollte seinen Teilnahmestatus für einem Termin ändern, der bereits gelöscht wurde.
fi_fi: Osallistuja halusi vaihtaa osallistumistilaansa tapaamiseen, joka on jo poistettu.
hu_hu: Egy résztvevő módosítani kívánta részvételi állapotát egy korábban törölt találkozón.
ja_jp: すでに削除された予定の参加者状態の変更を参加者が要求しています。
ro_ro: Un participant dorește să-și modifice starea de participant într-o întâlnire care a fost deja ștearsă.
sk_sk: Účastník chcel zmeniť svoj stav účasti v schôdzke, ktorá už bola zmazaná.

source: This is an update to an appointment that has been changed in the meantime. Best ignore it.
cs_cz: Toto je aktualizace schůzky, která byla mezitím změněna. Touto zprávou se nemusíte zabývat.
de_de: Dies ist eine Aktualisierung eines Termins, der zwischenzeitlich geändert wurde. Am besten, Sie ignorieren diese.
fi_fi: Tämä on päivitys tapahtumaan, jota on sillä aikaa muutettu. Paras jättää se huomiotta.
hu_hu: Ez egy olyan találkozó módosítása, amelyet időközben módosítottak. A legjobb megoldás ennek figyelmen kívül hagyása.
ja_jp: これは既に変更された予定に対する更新です。この通知は無視してかまいません。
ro_ro: Aceasta este o actualizare a unei întâlniri ce a fost modificată între timp. Se recomandă să o ignorați.
sk_sk: Toto je aktualizácia stretnutia, ktoré sa už medzitým zmenilo. Najlepšie bude túto zmenu jednoducho ignorovať.

source: An attendee wants to change an appointment that could not be found. Probably the appointment was deleted. Best ignore it.
cs_cz: Účastník si přeje změnit schůzku, kterou se nepodařilo nalézt. Schůzka byla pravděpodobně smazána. Touto zprávou se nemusíte zabývat.
de_de: Ein Teilnehmer möchte einen Termin ändern, der nicht gefunden werden konnte. Möglicherweise wurde der Termin zwischenzeitlich gelöscht. Am besten, Sie ignorieren diese Aktualisierung.
fi_fi: Osallistuja haluaisi muuttaa tapaamista, jota ei löydy. Tapahtuma on todennäköisesti poistettu. Paras jättää se huomiotta.
hu_hu: Egy résztvevő módosítani kívánja állapotát egy nem található találkozón. Valószínűleg a találkozó már törlésre került, ezért célszerű ezt a módosítást figyelmen kívül hagyni.
ja_jp: 1名の参加者が存在しない予定を変更しようとしました。予定は削除されている可能性があります。この通知は無視してかまいません。
ro_ro: Un participant dorește să modifice o întâlnire ce nu poate fi găsită. Probabil această întâlnire a fost ștearsă. Se recomandă să ignorați această actualizare.
sk_sk: Účastník chce zmeniť schôdzky, ktorá nebola nájdená. Schôdzka už bola pravdepodobne zmazaná. Najlepšie bude túto zmenu jednoducho ignorovať.

source: The organizer declined your counter proposal for the appointment.
cs_cz: Organizátor odmítl váš protinávrh ohledně schůzky.
de_de: Der Organisator hat Ihren Gegenvorschlag zu dem Termin abgelehnt.
fi_fi: Järjestäjä kieltäytyi vastaehdotuksestasi tapaamiselle.
hu_hu: A szervező elutasított egy másik javaslatot erre a találkozóra.
ja_jp: 開催者は予定に対する日時変更の提案を承諾しませんでした。
ro_ro: Organizatorul a respins contrapropunerea dumneavoastră pentru întâlnire.
sk_sk: Organizátor zamietol váš protinávrh schôdzky.

source: The organizer declined your counter proposal for an appointment that could not be found. It was probably deleted in the meantime.
cs_cz: Organizátor odmítl váš protinávrh ohledně schůzky, kterou se nepodařilo nalézt. Pravděpodobně byla mezitím smazána.
de_de: Der Organisator hat Ihren Gegenvorschlag zu dem Termin abgelehnt. Der Termin ist jedoch nicht vorhanden. Er wurde möglicherweise zwischenzeitlich gelöscht.
fi_fi: Järjestäjä kieltäytyi vastaehdotuksestasi tapaamiselle, jota ei löytynyt. Se todennäköisesti sillä aikaa poistettiin.
hu_hu: A szervező elutasított egy nem található találkozóhoz tartozó másik javaslatot. Valószínűleg időközben ez törlésre került.
ja_jp: 開催者は存在しない予定に対する日時変更の提案を承諾しませんでした。予定は既に削除されている可能性があります。
ro_ro: Organizatorul a respins contrapropunerea dumneavoastră pentru o întâlnire ce nu a putut fi găsită. Probabil că a fost ștearsă între timp.
sk_sk: Organizátor zamietol váš protinávrh schôdzky, ktorá nebola nájdená. Je možné, že schôdzka už bola zrušená.

source: An attendee wants to be brought up to date about an appointment that could not be found. It was probably deleted at some point. Best ignore this message.
cs_cz: Účastník si přeje aktuální informace o schůzce, kterou se nepodařilo nalézt. Schůzka byla pravděpodobně smazána, takže se touto zprávou nemusíte zabývat.
de_de: Ein Teilnehmer möchte über den neuesten Stand eines Termins informiert werden, der nicht gefunden werden konnte. Er wurde möglicherweise zwischenzeitlich gelöscht. Am besten, Sie ignorieren diese Meldung.
fi_fi: Osallistuja haluaa tulla saatetuksi ajan tasalle tapaamisesta, jota ei löydy. Se on todennäköisesti poistettu jossakin vaiheessa. Paras jättää tämä viesti huomiotta.
hu_hu: Egy résztvevő módosítani kívánja állapotát egy nem létező találkozón. Lehetséges, hogy a találkozó már törlésre került, ezért célszerű ezt a módosítást figyelmen kívül hagyni.
ja_jp: 1名の参加者が存在しない予定についての確認を求めています。既に削除されている可能性があります。この通知は無視してかまいません。
ro_ro: Un participant dorește să fie informat la zi despre o întâlnire ce pare să nu existe. Probabil că a fost ștearsă. Se recomandă să ignorați acest mesaj.
sk_sk: Účastník požiadal o poslanie aktuálnych informácií o schôdzke, ktorú server nepozná. Je možné, že schôdzka bola medzitým zrušená. Najlepšie bude túto správu jednoducho ignorovať.

source: This message contains appointment updates that were already accepted by another user. Best ignore this message.
cs_cz: Tato zpráva obsahuje aktualizace schůzky, které již přijal jiný uživatel. Touto zprávou se nemusíte zabývat.
de_de: Diese Nachricht enthält Terminaktualisierungen, die bereits von einem anderen Benutzer akzeptiert wurden. Sie können diese Nachricht ignorieren.
fi_fi: Tämä viesti sisältää tapaamispäivityksiä, jotka toinen käyttäjä on jo hyväksynyt. Paras jättää tämä viesti huomiotta.
hu_hu: Ez az üzenet egy olyan találkozó frissítését tartalmazza, amelyet már egy másik felhasználó elfogadott. Semmit sem kell tennie ezzel az üzenettel.
ja_jp: このメッセージは他の参加者によって既に承諾されている予定についての更新を含んでいます。この通知は無視してかまいません。
ro_ro: Acest mesaj conține actualizări de întâlniri ce au fost deja acceptate de către alt utilizator. Nu trebuie să reacționați la acest mesaj.
sk_sk: Táto správa obsahuje aktualizácie schôdzky, ktoré už iný používateľ prijal. Najlepšie bude túto správu jednoducho ignorovať.

source: This message comes from an internal user. Best ignore it.
cs_cz: Toto je zpráva od interního uživatele. Nemusíte se jí zabývat.
de_de: Diese Nachricht stammt von einem internen Benutzer. Sie können die Nachricht ignorieren.
fi_fi: Tämä viesti on sisäiseltä käyttäjältä. Paras jättää se huomiotta.
hu_hu: Ez az üzenet egy belső felhasználótól érkezett. Semmit sem kell tennie ezzel az üzenettel.
ja_jp: このメッセージは内部ユーザーから送信されました。この通知は無視してかまいません。
ro_ro: Acest mesaj provine de la un utilizator intern. Nu trebuie să reacționați la acest mesaj.
sk_sk: Táto správa pochádza od interného používateľa. Najlepšie bude túto správu jednoducho ignorovať.

source: This invitation was sent to someone else, not you. This appointment would have to be created in a user's private folder to which you do not have write permissions.
cs_cz: Toto pozvání bylo posláno někomu jinému, ne vám. Schůzku by bylo nutné vytvořit v soukromé složce uživatele, ke které nemáte právo k zápisu.
de_de: Diese Einladung wurde nicht an Sie gesendet, sondern an einen anderen Benutzer. Dieser Termin hätte in einem privaten Benutzerordner erstellt werden müssen, für den Sie keine Schreibberechtigung besitzen.
fi_fi: Tämä kutsu lähetettiin jollekin toiselle, ei sinulle. Tämä tapaaminen pitäisi luoda käyttäjän yksityiseen kansioon, johon sinulla ei ole kirjoitusoikeutta.
hu_hu: Ezt a meghívót valaki másnak küldték, nem Önnek. Ezt a találkozót egy felhasználó személyes mappájában kellene létrehozni, amelyhez azonban Önnek nincs írási jogosultsága.
ja_jp: この招待はあなた以外の他の参加者に対して送信されました。この予定はあなたが書き込み権限を持たない、ユーザーのプライベート フォルダーに作成されました。
ro_ro: Invitația a fost trimisă către altcineva, nu dumneavoastră. Întâlnirea ar fi trebuit creată într-un dosar personal al utilizatorului la care dumneavoastră nu aveți drept de scriere.
sk_sk: Táto pozvánka bola poslaná niekomu inému, nie vám. Táto schôdzka by sa musela vytvoriť v súkromnom priečinku používateľa, do ktorého nemáte oprávnenie zapisovať.

source: The appointment's attachments have been changed
cs_cz: Přílohy u schůzky se změnily
de_de: Die Anhänge zu dem Termin wurden geändert
fi_fi: Tapaamisen liitteitä on muutettu
hu_hu: A találkozó mellékletei megváltoztak
ja_jp: 予定の添付ファイルが更新されました。
ro_ro: Fișierele atașate ale întâlnirii au fost modificate
sk_sk: Prílohy schôdzky boli zmenené

source: One or more other fields have been updated
cs_cz: Jedno nebo více dalších polí bylo aktualizováno
de_de: Mindestens ein anderes Feld wurde aktualisiert
fi_fi: Yhtä tai useampaa kenttää on päivitetty
hu_hu: Egy vagy több további mező módosult
ja_jp: フィールドが更新されました。
ro_ro: Unul sau mai multe câmpuri au fost actualizate
sk_sk: Jedno alebo viacero ďalších polí bolo aktualizovaných

source: Reserved
cs_cz: Rezervováno
de_de: Gebucht
fi_fi: Varattu
hu_hu: Foglalt
ja_jp: 予定あり
ro_ro: Rezervat
sk_sk: Vyhradené

source: Temporary
cs_cz: Dočasné
de_de: Mit Vorbehalt
fi_fi: Tilapäinen
hu_hu: Ideiglenes
ja_jp: 仮承諾
ro_ro: Temporar
sk_sk: Dočasne

source: Absent
cs_cz: Nepřítomen
de_de: Abwesend
fi_fi: Muualla
hu_hu: Hiányzik
ja_jp: 欠席
sk_sk: Chýba

source: Free
cs_cz: Volné
de_de: Frei
fi_fi: Vapaa
hu_hu: Szabad
ja_jp: 空き時間
ro_ro: Liber
sk_sk: Voľné

source: %1$s has declined your proposed changes for the appointment %2$s.
cs_cz: %1$s odmítl(a) vámi navrhované změny ohledně schůzky %2$s.
de_de: %1$s hat Ihre vorgeschlagenen Änderungen zum Termin %2$s abgelehnt.
fi_fi: %1$s on kieltäytynyt ehdottamistasi muutoksista tapaamiseen %2$s.
hu_hu: %1$s elutasította a javasolt módosítást a(z) %2$s találkozóhoz.
ja_jp: %1$s は予定 %2$s に対する日時変更の提案を承諾しませんでした。
ro_ro: %1$s a respins modificările propuse de dumneavoastră asupra întâlnirii %2$s.
sk_sk: %1$s zamietol váš protinávrh schôdzky %2$s.

source: %1$s has declined your proposed changes on behalf of %2$s for the appointment %3$s.
cs_cz: %1$s odmítl(a) jménem %2$s vámi navrhované změny ohledně schůzky %3$s.
de_de: %1$s hat Ihre vorgeschlagenen Änderungen zum Termin %3$s im Auftrag von %2$s abgelehnt.
fi_fi: %1$s on %2$s puolesta kieltäytynyt ehdottamistasi muutoksista tapaamiseen %3$s.
hu_hu: %1$s, %2$s nevében elutasította a javasolt módosítást a(z) %3$s találkozóhoz.
ja_jp: %1$s は予定 %3$s に対するあなたの日時変更の提案を%2$sの代わりに承諾しませんでした。
ro_ro: %1$s a respins modificările propuse de dvs. în numele utilizatorului %2$s pentru întâlnirea %3$s.
sk_sk: %1$s zamietol zmeny schôdzky %3$s, ktoré ste navrhovali v mene %2$.

source: %1$s would like to be brought up to date about the appointment %2$s. Please send another invitation.
cs_cz: %1$s si přeje aktuální informace o schůzce %2$s. Pošlete, prosím, další pozvání.
de_de: %1$s möchte über den aktuellen Stand des Termins %2$s informiert werden. Bitte senden Sie eine weitere Einladung.
fi_fi: %1$s haluaisi tulla saatetuksi ajan tasalle tapaamisesta %2$s. Lähetä toinen kutsu.
hu_hu: %1$s szeretne naprakész lenni ezzel a(z) %2$s találkozóval kapcsolatban. Küldjön neki egy másik meghívót.
ja_jp: %1$s が予定 %2$s についての確認を求めています。招待を再送してください。
ro_ro: %1$s ar dori să fie informat la zi despre întâlnirea %2$s. Trimiteți altă invitație.
sk_sk: %1$s požiadal o poslanie aktuálnych informácií o schôdzke %2$s. Prosím, pošlite ďalšiu pozvánku.

source: %1$s has %2$s the invitation:
cs_cz: %1$s %2$s pozvání:
de_de: %1$s hat die Einladung %2$s:
fi_fi: %1$s on %2$s kutsun:
hu_hu: %1$s %2$s a meghívást:
ja_jp: %1$s は招待を %2$s しました:
ro_ro: %1$s a %2$s invitația:
sk_sk: %1$s %2$s pozvanie:

source: %1$s has %2$s the invitation to an appointment of the series %3$s:
cs_cz: %1$s %2$s pozvánku na schůzku v sérii %3$s:
de_de: %1$s hat die Einladung zu einem Termin der Serie %3$s %2$s:
fi_fi: %1$s on %2$s kutsu sarjaan %3$s kuuluvaan tapaamiseen:
hu_hu: %1$s %2$s meghívást kapott a(z) %3$s találkozósorozat megbeszélésére:
ja_jp: %1$sは繰り返しの予定%3$sに招待を%2$sしました：
ro_ro: %1$s a %2$s invitația la o întâlnire din seriei %3$s:
sk_sk: %1$s %2$s pozvanie do série schôdzok %3$s:

source: %1$s has %2$s the invitation on behalf of %3$s:
cs_cz: %1$s jménem %3$s %2$s pozvání:
de_de: %1$s hat die Einladung im Auftrag von %3$s %2$s:
fi_fi: %1$s on %2$s kutsun %3$s puolesta:
hu_hu: %1$s, %2$s nevében %3$s a meghívást:
ja_jp: %1$s は %3$s の代わりに招待を %2$s しました:
ro_ro: %1$s a %2$s invitația în numele utilizatorului %3$s:
sk_sk: %1$s %2$s pozvanie v mene %3$:

source: %1$s has %2$s the invitation to an appointment of the series %3$s on behalf of %4$s:
cs_cz: %1$s jménem %4$s %2$s pozvánku na schůzku v sérii %3$s
de_de: %1$s hat die Einladung zu einem Termin der Serie %3$s im Auftrag von %4$s %2$s:
fi_fi: %1$s on %2$s kutsun sarjan %3$s tapaamiseen %4$s puolesta:
hu_hu: %1$s %2$s meghívást kapott a(z) %3$s találkozósorozat megbeszélésére, %4$s nevében:
ja_jp: %1$sは%4$sの代わりに繰り返しの予定%3$sに招待を%2$sしました：
ro_ro: %1$s a %2$s invitația la o rezervare din seria %3$s în numele lui %4$s:
sk_sk: %1$s %2$s pozvanie do série schôdzok %3$s v mene %4$s:

source: %1$s has %2$s the invitation on your behalf:
cs_cz: %1$s vaším jménem %2$s pozvání:
de_de: %1$s hat die Einladung in Ihrem Auftrag %2$s:
fi_fi: %1$s on %2$s kutsun puolestasi:
hu_hu: %1$s, %2$s nevében a meghívást:
ja_jp: %1$s は代理として招待 %2$s しました:
ro_ro: %1$s a %2$s invitația în numele dumneavoastră:
sk_sk: %1$s %2$s pozvanie vo vašom mene:

source: %1$s has %2$s the invitation to an appointment of the series %3$s on your behalf:
cs_cz: %1$s vaším jménem %4$s %2$s pozvánku na schůzku v sérii %3$s
de_de: %1$s hat die Einladung zu einem Termin der Serie %3$s in Ihrem Auftrag %2$s:
fi_fi: %1$s on %2$s kutsun sarjan %3$s tapaamiseen puolestasi:
hu_hu: %1$s %2$s meghívást kapott a(z) %3$s találkozósorozat megbeszélésére az Ön nevében:
ja_jp: %1$sはあなたの代わりに繰り返しの予定%3$sに招待を%2$sしました：
ro_ro: %1$s a %2$s invitația la întâlnirea din seriei %3$s în numele dvs.:
sk_sk: %1$s %2$s pozvanie do série schôdzok %3$s vo vašom mene:

source: %1$s sets the status to %2$s for this appointment:
cs_cz: %1$s nastavil(a) stav na %2$s pro tuto schůzku:
de_de: %1$s hat den Status für diesen Termin auf %2$s festgelegt:
fi_fi: %1$s asetti tilan %2$s tälle tapaamiselle:
hu_hu: %1$s %2$s állapotra módosította ezt a találkozót:
ja_jp: %1$s がこの予定の参加可否を %2$s に設定しました:
ro_ro: %1$s setează starea acestei întâlniri drept %2$s:
sk_sk: %1$s nastavuje stav na %2$s pre túto schôdzku:

source: %1$s sets the status to %2$s for an appointment of the series %3$s:
cs_cz: %1$s nastavil(a) stav schůzky v sérii %3$s na %2$s:
de_de: %1$s hat den Status für einen Termin der Serie %3 auf %2$s festgelegt:
fi_fi: %1$s asettaa tilaksi %2$s sarjaan %3$s kuuluvaan tapaamiseen:
hu_hu: %1$s %2$s állapotra módosította ezt a találkozót a %3$s találkozósorozatból:
ja_jp: %1$s が繰り返しの予定%3$sの参加可否を %2$s に設定しました:
ro_ro: %1$s setează starea la %2$s pentru o întâlnire din seria %3$s:
sk_sk: %1$s nastaví stav %2$s schôdzky série %3$s:

source: On behalf of %3$s, %1$s sets the status for this appointment to %2$s:
cs_cz: %1$s jménem %3$s nastavil(a) stav schůzky na %2$s:
de_de: Im Auftrag von %3$s hat %1$s den Status für diesen Termin auf %2$s festgelegt:
fi_fi: %3$s puolesta, %1$s asettaa tämän tapaamisen tilaksi %2$s:
hu_hu: %3$s nevében, %1$s %2$s állapotra módosította ezt a találkozót:
ja_jp: %1$s は %3$s の代わりに予定の参加可否を %2$s に設定しました:
ro_ro: %1$s setează în numele utilizatorului %3$s starea pentru această întâlnire drept %2$s:
sk_sk: %1$s v mene %3$s nastavuje stav tejto schôdzky na %2$s:

source: On behalf of %4$s, %1$s sets the status for an appointment of the series %3$s to %2$s:
cs_cz: %1$s jménem %4$s nastavil(a) stav schůzky v sérii %3$s na %2$s:
de_de: Im Auftrag von %4$s hat %1$s den Status für einen Termin der Serie %3s auf %2$s festgelegt:
fi_fi: %1$s asettaa sarjaan %3$s kuuluvan tapaamisen tilaksi %2$s %4$s puolesta:
hu_hu: %4$s nevében, %1$s, %3$s állapotról %2$s állapotra módosította ezt a találkozót:
ja_jp: %1$s は%4$sの代わりに繰り返しの予定%3$sの参加可否を %2$s に設定しました:
ro_ro: %1$s setează în numele utilizatorului %4$s starea pentru o întâlnire din seria %3$s drept %2$s:
sk_sk: %1$s nastaví v mene %4$s stav tejto schôdzky série %3$s na %2$s:

source: On your behalf, %1$s sets your status for this appointment to %2$s:
cs_cz: %1$s nastavil(a) vaším jménem stav pro tuto schůzku na %2$s:
de_de: In Ihrem Auftrag hat %1$s Ihren Status für diesen Termin auf %2$s festgelegt:
fi_fi: %1$s asettaa, sinun puolestasi, tämän tapaamisen tilaksi %2$s:
hu_hu: Az Ön nevében, %1$s %2$s állapotra módosította ezt a találkozót:
ja_jp: %1$s はあなたの代わりに予定の参加可否を %2$s に設定しました:
ro_ro: %1$s setează în numele dvs. starea dvs. pentru această întâlnire drept %2$s:
sk_sk: %1$s nastavuje vo vašom mene váš stav tejto schôdzky na %2$s:

source: On your behalf, %1$s sets your status for an appointment of the series %3$s to %2$s:
cs_cz: %1$s vaším jménem nastavil(a) stav schůzky v sérii %3$s na %2$s:
de_de: In Ihrem Auftrag hat %1$s Ihren Status für einen Termin der Serie %3$s auf %2$s festgelegt:
fi_fi: %1$s asettaa sarjaan %3$s kuuluvan tapaamisen tilaksi %2$s puolestasi:
hu_hu: Az Ön nevében, %1$s, %3$s állapotról %2$s állapotra módosította ezt a találkozót:
ja_jp: %1$s はあなたの代わりに繰り返しの予定%3$sの参加可否を %2$s に設定しました:
ro_ro: %1$s setează în numele dvs. starea dvs. pentru o întâlnire din seria %3$s drept %2$s:
sk_sk: %1$s nastavuje vo vašom mene váš stav tejto schôdzky série na %2$s:

source: none
cs_cz: žádné
de_de: keine
fi_fi: ei yhtään
hu_hu: nincs
ja_jp: なし
ro_ro: niciunul
sk_sk: žiadne

source: %1$s would like you to change the appointment:
cs_cz: %1$s si přeje, abyste změnil(a) schůzku:
de_de: %1$s möchte, dass Sie den Termin ändern:
fi_fi: %1$s haluaisi sinun muuttavan tapaamista:
hu_hu: %1$s megváltoztatná a találkozót:
ja_jp: %1$s は予定の変更を求めています:
ro_ro: %1$s dorește să modificați întâlnirea:
sk_sk: %1$s by bol rád, keby ste zmenili schôdzku:

source: %1$s has asked %2$s to change the appointment:
cs_cz: %1$s požádal(a) %2$s o změnu schůzky:
de_de: %1$s hat %2$s gebeten, den Termin zu ändern:
fi_fi: %1$s on pyytänyt %2$s muuttamaan tapaamista:
hu_hu: %1$s kérte %2$s-t, hogy változtassa meg a találkozót:
ja_jp: %1$sは%2$sに予定の変更を求めています：
ro_ro: %1$s a solicitat %2$s să modifice întâlnirea:
sk_sk: $%1$s požiadal %2$s o zmenu schôdzky:

source: You have been invited to an appointment by %1$s:
cs_cz: %1$s vás pozval(a) na schůzku:
de_de: Sie wurden von %1$s zu einem Termin eingeladen:
fi_fi: %1$s kutsui sinut tapaamiseen:
hu_hu: %1$s meghívta egy találkozóra:
ja_jp: %1$s から予定に招待されました
ro_ro: Ați fost invitat la o întâlnire de către %1$s:
sk_sk: %1$s vás pozval na schôdzku:
