Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Alias entries are missing for user %1$d in context %2$d.
cs_cz: Pro uživatele %1$d v kontextu %2$d chybí záznamy o aliasech.
de_de: Es sind keine Alias-Einträge für den Benutzer %1$d im Kontext %2$d vorhanden.
fi_fi: Aliastiedot puuttuvat käyttäjältä %1$d kontekstissa %2$d.
hu_hu: A(z) %2$d kontextus %1$d felhasználójának álnévbejegyzései hiányoznak.
ja_jp: コンテキスト %2$d のユーザー %1$d のエイリアスエントリが見つかりません。
ro_ro: Lipsesc intrările alias pentru utilizatorul %1$d în contextul %2$d.
sk_sk: Chýbajú záznamy alias používateľa %1$d v kontexte %2$d.

source: Updating attributes failed in context %1$d for user %2$d.
cs_cz: Aktualizace atributů v kontextu %1$d pro uživatele %2$d selhala.
de_de: Die Aktualisierung der Attribute im Kontext %1$d für Benutzer %2$d ist fehlgeschlagen.
fi_fi: Attribuuttien päivitys epäonnistui kontekstin %1$d käyttäjälle %2$d.
hu_hu: A(z) %1$d kontextusban a(z) %2$d felhasználó attribútumainak frissítése sikertelen.
ja_jp: コンテキスト %1$d のユーザー %2$d の属性の更新に失敗しました。
ro_ro: Actualizarea atributelor a eșuat în contextul %1$d pentru utilizatorul %2$d.
sk_sk: Aktualizácia atribútov zlyhala v kontexte %1$d pre používateľa %2$d.

source: Invalid password length. The password must have a minimum length of %1$d characters.
cs_cz: Neplatná délka hesla. Heslo musí mít alespoň %1$d znaků.
de_de: Ungültige Passwortlänge. Das Passwort muss mindestens %1$d Zeichen lang sein.
fi_fi: Salasanan pituus ei kelpaa. Salasanan vähimmäispituus on %1$d merkkiä.
hu_hu: Érvénytelen jelszóhossz. A jelszó minimális hossza %1$d karakter.
ja_jp: パスワードの文字数が無効です。パスワードの文字数は %1$d 以上でなければなりません。
ro_ro: Lungimea parolei nu este acceptată. Parola trebuie să aibă o lungime de minim %1$d caractere.
sk_sk: Neplatná dĺžka hesla. Heslo musí mať minimálnu dĺžku %1$d znakov.

source: Invalid password length. The password must have a maximum length of %1$d characters.
cs_cz: Neplatná délka hesla. Heslo nesmí mít více než %1$d znaků.
de_de: Ungültige Passwortlänge. Das Passwort darf höchstens %1$d Zeichen lang sein.
fi_fi: Salasanan pituus ei kelpaa. Salasanan enimmäispituus on %1$d merkkiä.
hu_hu: Érvénytelen jelszóhossz. A jelszó maximális hossza %1$d karakter.
ja_jp: パスワードの文字数が無効です。パスワードの文字数は %1$d 以下でなければなりません。
ro_ro: Lungimea parolei nu este acceptată. Parola poate avea o lungime maximă de %1$d caractere.
sk_sk: Neplatná dĺžka hesla. Heslo musí mať maximálnu dĺžku %1$d znakov.

source: The parameter "%s" for this user is missing.
cs_cz: Chybí parametr „%s“ pro tohoto uživatele.
de_de: Der Parameter %s für diesen Benutzer fehlt.
fi_fi: Tältä käyttäjältä puuttuu parametri "%s".
hu_hu: A felhasználó „%s” paramétere hiányzik.
ja_jp: このユーザーのパラメータ %s が見つかりません。
ro_ro: Lipsește parametrul "%s" pentru acest utilizator.
sk_sk: Parameter "%s" pre tohto používateľa chýba.

source: "%s" is not a valid locale.
cs_cz: „%s“ není platné locale (národní nastavení).
de_de: "%s" ist keine gültige Sprachangabe.
fi_fi: "%s" ei ole käypä lokaaliasetus.
hu_hu: A(z) „%s” nem érvényes nyelv.
ja_jp: "%s" は有効なロケールではありません。
ro_ro: "%s" nu este o localizare validă.
sk_sk: "%s" nie je platné locale.

source: "%s" is not a valid timezone.
cs_cz: „%s“ není platná časová zóna.
de_de: "%s" ist keine gültige Zeitzone.
fi_fi: "%s" ei ole käypä aikavyöhyke.
hu_hu: A(z) „%s” nem érvényes időzóna.
ja_jp: "%s" は有効なタイムゾーンではありません。
ro_ro: "%s" nu este un fus orar valid.
sk_sk: "%s" nie je platné časové pásmo.

source: Locking attributes of multiple users is not allowed. You tried to lock %1$d user's attributes.
cs_cz: Zamknout atributy více uživatelů není povolené. Pokusili jste se uzamknout %1$d uživatelských atributů.
de_de: Das Sperren von Attributen mehrerer Benutzer ist nicht zulässig. Sie haben versucht, die Attribute von %1$d Benutzern zu sperren.
fi_fi: Useamman käyttäjän attribuuttien lukitseminen ei ole sallittua. Yritit lukita %1$d käyttäjän attribuutteja.
hu_hu: Több felhasználó attribútumainak zárolása nem engedélyezett. %1$d felhasználó attribútumait próbálta zárolni.
ja_jp: 複数のユーザー属性のロックは許容されていません。 %1$d のユーザー属性をロックしようとしました。
ro_ro: Atributele de blocare ale mai multor utilizatori nu sunt permise. Ați încercat să blocați atributele utilizatorului %1$d.
sk_sk: Zamykanie atribútov viacerých používateľov nie je povolené. Pokúsili ste sa zamknúť atribúty %1$d používateľov.

source: The entered password is illegal and can't be saved. Allowed characters are: %1$s
cs_cz: Zadané heslo je neplatné a nemůže být uloženo. Jsou povolené následující znaky: %1$s
de_de: Das eingegebene Passwort enthält unzulässige Zeichen und kann nicht gespeichert werden. Zulässige Zeichen: %1$s
fi_fi: Annettu salasana on virheellinen eikä sitä voida tallentaa. Sallitut merkit ovat:%1$s
hu_hu: A megadott jelszó érvénytelen és nem menthető el. Az engedélyezett karakterek: %1$s
ja_jp: 入力されたパスワードは無効なため保存できません。使用可能な文字: %1$s
ro_ro: Parola introdusă nu este validă și nu poate fi salvată. Caractere permise: %1$s
sk_sk: Zadané heslo je neplatné a nemožno ho uložiť. Povolené znaky sú: %1$s

source: The current password is incorrect. Please enter your correct current password and try again.
cs_cz: Aktuální heslo není správné. Zadejte, prosím, správné heslo a zkuste to znovu.
de_de: Das aktuelle Passwort ist falsch. Bitte geben Sie Ihr korrektes aktuelles Passwort ein und versuchen Sie es erneut.
fi_fi: Nykyinen salasana on väärä. Anna oikea nykyinen salasana ja yritä uudelleen.
hu_hu: A jelenlegi jelszó is helytelen. Adja meg a megfelelő jelenlegi jelszót és próbálja meg újra.
ja_jp: 入力されたパスワードが正しくありません。正しいパスワードを入力してやり直してください。
ro_ro: Parola actuală nu este corectă. Introduceți parola actuală corectă și încercați din nou.
sk_sk: Aktuálne heslo je príliš slabé. Prosím, skúste to znova s zložitejším heslom.

source: The current password is missing. Please enter your current password and try again.
cs_cz: Chybí aktuální heslo. Zadejte, prosím, své heslo a zkuste to znovu.
de_de: Das aktuelle Passwort fehlt. Bitte geben Sie Ihr aktuelles Passwort ein und versuchen Sie es erneut.
fi_fi: Nykyinen salasana puuttuu. Anna nykyinen salasanasi ja yritä uudelleen.
hu_hu: A jelenlegi jelszó hiányzik. Adja meg a megfelelő jelenlegi jelszót és próbálja meg újra.
ja_jp: 現在のパスワードが入力されていません。現在のパスワードを入力してやり直してください。
ro_ro: Lipsește parola actuală. Introduceți parola actuală și încercați din nou.
sk_sk: Aktuálne heslo chýba. Prosím, zadajte svoje aktuálne heslo a skúste to znova.

source: The new password is missing. Please enter your new password and try again.
cs_cz: Nové heslo chybí. Zadejte, prosím, své nové heslo a zkuste to znovu.
de_de: Das neue Passwort fehlt. Bitte geben Sie Ihr neues Passwort ein und versuchen Sie es erneut.
fi_fi: Uusi salasana puuttuu. Anna uusi salasana ja yritä uudelleen, ole hyvä.
hu_hu: A jelenlegi jelszó hiányzik. Adja meg az új jelszót és próbálja meg újra.
ja_jp: 新しいパスワードが入力されていません。新しいパスワードを入力して度やり直してください。
ro_ro: Lipsește noua parolă. Introduceți noua parolă și încercați din nou.
sk_sk: Nové heslo chýba. Prosím, zadajte svoje nové heslo a skúste to znova.

source: Denied concurrent update of user attributes.
cs_cz: Zamítnuta souběžná úprava uživatelských vlastností.
de_de: Die gleichzeitige Aktualisierung von Benutzerattributen wurde verweigert.
fi_fi: Yhtäaikainen käyttäjäominaisuuksien päivitys kielletty.
hu_hu: A felhasználói adatok párhuzamos frissítése letiltva.
ja_jp: ユーザー属性の同時更新が拒否されました。
ro_ro: Actualizare simultană a atributelor de utilizator refuzată.
sk_sk: Odmietnutá súbežná aktualizácia používateľských atribútov.

source: There are no recipient(s) for the new message.
cs_cz: Nová zpráva nemá žádného adresáta.
de_de: Für die neue Nachricht sind keine Empfänger eingetragen.
fi_fi: Uudelle viestille ei ole vastaanottajaa/vastaanottajia.
hu_hu: Az új üzenetnek nincsenek címzettei.
ja_jp: 新規メッセージの宛先が見つかりません。
ro_ro: Nu există niciun destinatar pentru mesajul nou.
sk_sk: Nová správa nemá príjemcov

source: The following recipient is not allowed: %1$s. Please remove associated address and try again.
cs_cz: Následující příjemce není povolený: %1$s. Odstraňte, prosím, příslušnou adresu a zkuste to znovu.
de_de: Folgender Empfänger ist nicht zulässig: %1$s. Bitte entfernen Sie die zugehörige Adresse und versuchen Sie es erneut.
fi_fi: Seuraava vastaanottaja ei ole sallittu: %1$s. Ole hyvä ja poista vastaanottajaan liittyvä osoite ja yritä uudelleen.
hu_hu: A következő címzett nem engedélyezett: %1$s. Távolítsa el a kérdéses címet és próbálja újra.
ja_jp: 宛先 %1$s には送信できません。この宛先を削除してもう一度やり直してください。
ro_ro: Următorul destinatar nu este permis: %1$s. Eliminați adresa corespunzătoare și încercați din nou.
sk_sk: Nasledovný príjemca nie je povolený: %1$s. Prosím, odstráňte príslušnú emailovú adresu a skúste to znova.

source: An error occurred: %1$s
cs_cz: Došlo k chybě: %1$s
de_de: Es trat ein Fehler auf.: %1$s
fi_fi: Tapahtui virhe: %1$s
hu_hu: Hiba történt: %1$s
ja_jp: エラーが発生しました: %1$s
ro_ro: A apărut o eroare: %1$s
sk_sk: Vyskytla sa chyba: %1$s

source: A server error occurred with HTTP status code %1$s. Error message: %2$s
cs_cz: Došlo k chybě. Stavový kód HTTP: %1$s. Chybová zpráva %2$s
de_de: Es trat ein Serverfehler mit dem HTTP-Status-Code %1$s auf. Fehlermeldung: %2$s
fi_fi: Tapahtui palvelinvirhe HTTP-statuskoodilla %1$s. Virheviesti: %2$s
hu_hu: Kiszolgálóhiba történt, HTTP állapotkód: %1$s. hibaüzenet: %2$s
ja_jp: サーバーエラーが HTTP ステータスコード %1$sで発生しました。エラーメッセージ: %2$s
ro_ro: A apărut o eroare de server cu codul de stare HTTP %1$s. Mesaj de eroare: %2$s
sk_sk: Vyskytla sa chyba so stavovým kódom HTTP %1$s. Chybová správa: %2$s

source: The provided URL: %1$s is invalid
cs_cz: Zadané URL (%1$s) není platné
de_de: Die angegebene URL:%1$s ist ungültig
fi_fi: URL %1$s ei kelpaa
hu_hu: A megadott %1$s URL érvénytelen
ja_jp: 入力したURL: %1$s は無効です。
ro_ro: URL-ul furnizat: %1$s este incorect
sk_sk: Poskytnutý URL "%1$s" je neplatný

source: The provided resource does not exist: %1$s
cs_cz: Daný zdroj neexistuje: %1$s
de_de: Die angegebene Ressource ist nicht vorhanden: %1$s
fi_fi: Resurssia ei ole olemassa: %1$s
hu_hu: A megadott erőforrás nem létezik: %1$s
ja_jp: 入力したリソースは存在しません: %1$s
ro_ro: Resursa furnizată nu există: %1$s
sk_sk: Poskytnutý zdroj neexistuje: %1$s

source: The resource does not exist
cs_cz: Zdroj neexistuje
de_de: Die Ressource ist nicht vorhanden
fi_fi: Resurssia ei ole olemassa
hu_hu: A erőforrás nem létezik
ja_jp: リソースは存在しません。
ro_ro: Resursa nu există
sk_sk: Zdroj neexistuje

source: A JSON error occurred: %1$s
cs_cz: Došlo k chybě JSON: %1$s
de_de: Es trat ein JSON-Fehler auf: %1$s
fi_fi: JSON-virhe: %1$s
hu_hu: JSON-hiba történt: %1$s
ja_jp: 次の JSON エラーが発生しました: %1$s
ro_ro: A apărut o eroare JSON: %1$s
sk_sk: Vyskytla sa chyba JSON: %1$s

source: Cannot search a contact that is neither an internal user nor has an e-mail address.
cs_cz: Nelze vyhledat kontakt, který není interním uživatelem a ani nemá e-mailovou adresu.
de_de: Es kann nicht nach einem Kontakt gesucht werden, der weder ein interner Benutzer ist, noch eine E-Mail-Adresse besitzt.
fi_fi: Ei voida etsiä yhteystietoa, joka ei ole sisäinen käyttäjä ja jolla ei ole sähköpostiosoitetta.
hu_hu: Nem kereshető névjegy, amely nem belső felhasználó és nincs e-mail címe sem.
ja_jp: 内部ユーザー以外の連絡先またはメールアドレスがない連絡先は検索できません。
ro_ro: Nu se poate căuta un contact care nu este nici utilizator intern și nu are nici adresă de e-mail.
sk_sk: Nemožno vyhľadať kontakt, ktorý nie je ani interný používateľ ani nemá e-mailovú adresu.

source: The HTML content is too big and cannot be displayed
cs_cz: HTML obsah je příliš velký a nelze jej zobrazit
de_de: Der HTML-Inhalt ist zu groß und kann nicht angezeigt werden
fi_fi: HTML-sisältö on liian laaja eikä sitä voida näyttää
hu_hu: A HTML tartalom túl nagy és nem lehet megjeleníteni.
ja_jp: HTMLコンテンツが大きすぎて表示できません
ro_ro: Conținutul HTML este prea lung și nu poate fi afișat
sk_sk: Obsah HTML je príliš veľký a nemožno ho zobraziť

source: The HTML content is invalid and cannot be displayed
cs_cz: HTML obsah není platný a nelze jej zobrazit
de_de: Der HTML-Inhalt ist ungültig und kann nicht angezeigt werden
fi_fi: HTML-sisältö ei kelpaa eikä sitä voida näyttää
hu_hu: A HTML tartalom nem megfelelő és nem lehet megjeleníteni.
ja_jp: HTMLコンテンツは無効のため表示できません
ro_ro: Conținutul HTML este incorect și nu poate fi afișat
sk_sk: Obsah HTML je neplatný a nemožno ho zobraziť

source: The HTML content cannot be safely displayed
cs_cz: HTML obsah nelze bezpečně zobrazit
de_de: Der HTML-Inhalt kann nicht sicher angezeigt werden
fi_fi: HTML-sisältöä ei voida turvallisesti näyttää
hu_hu: A HTML tartalmat nem lehet biztonságosan megjeleníteni.
ja_jp: HTMLコンテンツを安全に表示できません
ro_ro: Conținutul HTML nu poate fi afișat în siguranță
sk_sk: Obsah HTML nemožno bezpečne zobraziť

source: This message can only be displayed as plain text
cs_cz: Tuto zprávu lze zobrazit pouze jako prostý text
de_de: Diese Nachricht kann nur als reine Textnachricht angezeigt werden
fi_fi: Tämä viesti voidaan näyttää vain tekstimuotoisena
hu_hu: Ez az üzenet csak egyszerű szövegként jeleníthető meg
ja_jp: このメッセージはテキスト形式としてのみ表示されます
ro_ro: Acest mesaj poate fi afișat doar ca text simplu
sk_sk: Túto správu je možné zobraziť iba ako obyčajný text

source: No connection available to access mailbox
cs_cz: Není k dispozici žádné spojení pro přístup k poštovní schránce
de_de: Es ist keine Verbindung zum Zugriff auf die Mailbox verfügbar
fi_fi: Yhteyttä ei käytettävissä sähköpostilaatikon lukemiseen
hu_hu: Nincs kapcsolat a postafiók eléréséhez
ja_jp: メールボックスへアクセスするために利用可能な接続がありません
ro_ro: Nu există conexuni disponibile pentru accesul la căsuța poștală
sk_sk: Žiadne spojenie nie je dostupné na prístup k poštovej schránke

source: No mail module access due to user configuration
cs_cz: Žádný přístup k poštovnímu modulu kvůli uživatelské konfiguraci
de_de: Aufgrund der Benutzerkonfiguration besteht kein Zugriff auf das E-Mail-Modul.
fi_fi: Käyttäjien asetuksien vuoksi ei ole valtuuksia postimoduuliin
hu_hu: A felhasználói beállítások miatt nem érhető el a levelezőmodul
ja_jp: ユーザー設定の問題によりメールモジュールにアクセスできません
ro_ro: Niciun acces la modulul de mail datorită configurației utilizatorului
sk_sk: Používateľ nemá žiadne prístupové práva k modulu pošty z dôvodu konfigurácie

source: Access to mail folder is not permitted
cs_cz: Přístup k poštovní složce není povolený
de_de: Der Zugriff auf den E-Mail-Ordner ist nicht zulässig.
fi_fi: Ei pääsyä viestikansioon
hu_hu: A hozzáférés nem engedélyezett a levélmappához
ja_jp: メールフォルダーへのアクセスは許可されていません。
ro_ro: Accesul la dosarul de mail nu este permis
sk_sk: Prístup k priečinku pošty nie je povolený

source: No lookup access to mail folder
cs_cz: K poštovní složce nemám přístup povolující hledání
de_de: Keine Berechtigung zum Sehen des E-Mail-Ordners
fi_fi: Ei hakuoikeutta viestikansioon
hu_hu: Nincs keresési hozzáférés a levélmappához
ja_jp: メールフォルダーへの検索アクセス権限がありません。
ro_ro: Nu aveți drepturi de căutare în dosarul de mail
sk_sk: Chýba oprávnenie na vyhľadanie v poštovom priečinku

source: No read access to mail folder
cs_cz: K poštovní složce nemám přístup povolující čtení
de_de: Kein Lesezugriff auf den E-Mail-Ordner
fi_fi: Ei lukuoikeutta viestikansioon
hu_hu: Nincs olvasási hozzáférés a levélmappához
ja_jp: メールフォルダーへの読み取りアクセス権限がありません。
ro_ro: Nu aveți drepturi de citire în dosarul de mail
sk_sk: Chýba oprávnenie na čítanie v poštovom priečinku

source: No delete access to mail folder
cs_cz: K poštovní složce nemám přístup povolující mazání
de_de: Kein Löschzugriff auf den E-Mail-Ordner
fi_fi: Ei poisto-oikeutta viestikansioon
hu_hu: Nincs törlési hozzáférés a levélmappához
ja_jp: メールフォルダーへの削除アクセス権限がありません。
ro_ro: Nu aveți drepturi de ștergere în dosarul de mail
sk_sk: Chýba oprávnenie na zmazanie v poštovom priečinku

source: No insert access to mail folder
cs_cz: K poštovní složce nemám přístup povolující vkládání
de_de: Kein Einfügezugriff auf den E-Mail-Ordner
fi_fi: Ei lisäysoikeutta viestikansioon
hu_hu: Nincs beszúrási hozzáférés a levélmappához
ja_jp: メールフォルダーへの挿入アクセス権限がありません。
ro_ro: Nu aveți drepturi de inserare în dosarul de mail
sk_sk: Chýba oprávnenie na vkladanie v poštovom priečinku

source: No administer access to mail folder
cs_cz: K poštovní složce nemám administrátorský přístup
de_de: Kein Admin-Zugriff auf den E-Mail-Ordner
fi_fi: Ei hallinointioikeutta viestikansiolle
hu_hu: Nincs adminisztrációs hozzáférés a levélmappához
ja_jp: メールフォルダーへの管理者アクセス権限がありません。
ro_ro: Nu se poate accesa dosarul de mail în mod administrator
sk_sk: Chýba oprávnenie na správu v poštovom priečinku

source: No write access to IMAP folder
cs_cz: K IMAP složce nemám přístup povolující zápis
de_de: Kein Schreibzugriff auf den IMAP-Ordner
fi_fi: Ei kirjoitusoikeutta IMAP-kansioon
hu_hu: Nincs írási hozzáférés az IMAP-mappához
ja_jp: IMAP フォルダーへの書き込みアクセス権限がありません。
ro_ro: Nu aveți drepturi de scriere în dosarul IMAP
sk_sk: Chýba oprávnenie na zápis v poštovom priečinku IMAP

source: No keep-seen access to mail folder
cs_cz: K poštovní složce nemám přístup povolující označit jako nepřečtené.
de_de: Kein Gelesen/Ungelesen-Zugriff auf den E-Mail-Ordner
fi_fi: Ei "säilytä nähdyt" -oikeutta viestikansioon
hu_hu: Nincs olvasottként hagyási hozzáférés a levélmappához
ja_jp: メールフォルダーへの未読/既読アクセス権限がありません。
ro_ro: Nu aveți drepturi de marcare în dosarul de mail
sk_sk: Chýba oprávnenie na zachovanie prečítaných v poštovom priečinku

source: Folder does not allow subfolders.
cs_cz: Složka neumožňuje vkládání podsložek.
de_de: Der Ordner lässt keine Unterordner zu.
fi_fi: Kansio ei salli alikansioita.
hu_hu: A mappa nem engedélyez almappákat.
ja_jp: フォルダーの配下にサブフォルダーの作成が許可されていません。
ro_ro: Dosarul nu permite dosare subordonate.
sk_sk: Priečinok nepovoľuje podpriečinky.

source: Mail folder "%1$s" could not be created (maybe due to insufficient permission on parent folder %2$s or due to an invalid folder name)
cs_cz: Poštovní složku „%1$s“ se nepodařilo vytvořit (možná kvůli nedostatečným oprávněním k nadřazené složce %2$s nebo kvůli neplatnému názvu složky
de_de: Der E-Mail-Ordner "%1$s" konnte nicht angelegt werden (möglicherweise aufgrund unzureichender Berechtigungen für den übergeordneten Ordner %2$s oder aufgrund eines ungültigen Ordner-Namens)
fi_fi: Viestikansiota "%1$s" ei voitu luoda (syynä mahdollisesti riittämättömät oikeudet ylempään kansioon %2$s tai virheellinen kansion nimi)
hu_hu: A(z) „%1$s” levélmappa nem hozható létre (talán mert nincs megfelelő jogosultsága a(z) %2$s szülőmappán, vagy mert a mappanév érvénytelen)
ja_jp: メールフォルダー "%1$s" を作成できませんでした (親フォルダー %2$s に十分な権限が割り当てられていないか、フォルダー名が無効である可能性があります)。
ro_ro: Dosarul de mail "%1$s" nu a putut fi creat (poate din cauza permisiunilor insuficiente în dosarul părinte %2$s sau din cauza unui nume incorect)
sk_sk: Poštový priečinok "%1$s" nebolo možné vytvoriť (možnokvôli nedostatočnému oprávneniu k rodičovskému priečinku %2$s alebo kvôli neplatnému názvu priečinku)

source: The composed rights could not be applied to new folder due to missing administer right in its initial rights specified by IMAP server. However, the folder has been created.
cs_cz: Poskládaná oprávnění se nepodařilo na novou složku aplikovat, protože ve výchozích oprávněních určených IMAP serverem chybí administrátorské oprávnění. Nicméně, složka byla vytvořena.
de_de: Aufgrund fehlender Admin-Berechtigungen in den ursprünglichen Berechtigungen vom IMAP-Server konnten die erstellten Berechtigungen nicht auf den neuen Ordner angewendet werden. Jedoch wurde der Ordner angelegt.
fi_fi: Laadittuja oikeuksia ei voitu soveltaa uuteen kansioon, koska IMAP-palvelimen asettamista alustavista oikeuksista puuttuu hallinnointioikeus. Kansio on kuitenkin luotu.
hu_hu: Az összesített jogok nem alkalmazhatók az új mappára az IMAP-kiszolgáló által megadott kiinduló jogok közül hiányzó adminisztrációs jog miatt. A mappa ennek ellenére létrejött.
ja_jp: IMAP サーバーが指定した初期権限に管理者権限が割り当てられていないため、構成した権限を新規フォルダーに適用できませんでした。フォルダーは作成されました。
ro_ro: Drepturile compuse nu au putut fi aplicate dosarului nou, deoarece lipsește dreptul de administrare în permisiunile inițiale specificate de serverul IMAP. Dosarul a fost totuși creat.
sk_sk: Zložené oprávnenia nebolo možné použiť na nový priečinok z dôvodu chýbajúceho oprávnenia na správu v prvotných oprávneniach určených serverom IMAP. Priečinok však bol vytvorený.

source: No administer permission specified for folder
cs_cz: Pro složku nebyla určena žádná administrátorská práva
de_de: Für den Ordner wurden keine Admin-Berechtigungen festgelegt.
fi_fi: Hallinnointioikeuksia ei määritelty kansiolle
hu_hu: Nincs megadva adminisztrátori jogosultság a mappához
ja_jp: フォルダーに管理者権限が割り当てられていません。
ro_ro: Nu au fost specificate permisiuni de administrare pentru dosar
sk_sk: Oprávnenie na správu nie je nastavené pre priečinok

source: Default folder must not be updated
cs_cz: Výchozí složka nesmí být aktualizována
de_de: Der Standardordner darf nicht aktualisiert werden.
fi_fi: Oletuskansiota ei saa päivittää
hu_hu: Az alapértelmezett mappát nem szabad frissíteni
ja_jp: 既定のフォルダーは更新できません。
ro_ro: Dosarul implicit nu se poate actualiza
sk_sk: Predvolený priečinok nesmie byť aktualizovaný

source: Folder could not be deleted
cs_cz: Složku se nepodařilo smazat
de_de: Der Ordner konnte nicht gelöscht werden.
fi_fi: Kansiota ei voitu poistaa
hu_hu: A mappa nem törölhető
ja_jp: フォルダーを削除できませんでした。
ro_ro: Nu s-a putut șterge dosarul
sk_sk: Priečinok nemožno zmazať

source: IMAP default folder %1$s could not be created
cs_cz: IMAP složku %1$s se nepodařilo vytvořit
de_de: Der IMAP-Standardordner %1$s konnte nicht angelegt werden.
fi_fi: IMAP-oletuskansiota %1$s ei voitu luoda
hu_hu: A(z) %1$s alapértelmezett IMAP-mappa nem hozható létre
ja_jp: IMAP の既定フォルダー %1$s を作成できませんでした。
ro_ro: Dosarul implicit IMAP %1$s nu a putut fi creat
sk_sk: Predvolený poštový priečinok IMAP "%1$s" nebolo možné vytvoriť

source: Missing default %1$s folder
cs_cz: Chybí výchozí složka %1$s
de_de: Fehlender Standard-%1$s-Ordner
fi_fi: Puuttuva oletuskansio %1$s
hu_hu: Hiányzó alapértelmezett %1$s mappa
ja_jp: 既定の %1$s フォルダーが見つかりません。
ro_ro: Lipsește dosarul implicit %1$s
sk_sk: Chýba predvolený priečinok %1$s

source: Update of folder failed
cs_cz: Aktualizace složky selhala
de_de: Aktualisierung des Ordners ist fehlgeschlagen
fi_fi: Kansion päivitys epäonnistui
hu_hu: A mappa frissítése sikertelen
ja_jp: フォルダーの更新に失敗しました。
ro_ro: Actualizarea dosarului a eșuat
sk_sk: Aktualizácia priečinka zlyhala

source: Default folder %1$s cannot be deleted
cs_cz: Výchozí složku %1$s nelze smazat
de_de: Der Standardordner %1$s kann nicht gelöscht werden
fi_fi: Oletuskansiota %1$s ei voi poistaa
hu_hu: Az alapértelmezett %1$s mappa nem törölhető
ja_jp: 既定フォルダー %1$s は削除できません。
ro_ro: Dosarul implicit %1$s nu poate fi șters
sk_sk: Predvolený priečinok %1$s nemožno zmazať

source: Flag %1$s could not be changed due to following reason "%2$s"
cs_cz: Příznak %1$s nemohl být změněn z tohoto důvodu: „%2$s“
de_de: Flag %1$s konnte aus folgendem Grund nicht geändert werden: "%2$s"
fi_fi: Lipuketta %1$s ei voitu muuttaa (syystä: "%2$s")
hu_hu: A(z) %1$s jelzőt nem szabad módosítani a következő ok miatt: „%2$s”
ja_jp: フラグ %1$s は次の理由で変更できませんでした: "%2$s"
ro_ro: Marcajul %1$s nu a putut fi modificat din următorul motiv "%2$s"
sk_sk: Označenie "%1$s" nebolo možné zmeniť z nasledovného dôvodu: %2$s

source: Number of search fields (%d) do not match number of search patterns (%d)
cs_cz: Počet vyhledávacích polí (%d) neodpovídá počtu vzorů pro vyhledávání (%d)
de_de: Die Anzahl der Suchfelder (%d) stimmt nicht mit der Anzahl der Suchmuster (%d) überein.
fi_fi: Hakukenttien määrä (%d) ei vastaa hakukaavojen määrää (%d)
hu_hu: A keresési mezők száma (%d) nem egyezik a keresési minták számával (%d)
ja_jp: 検索フィールド数 (%d) が検索パターン (%d) 数と一致しません。
ro_ro: Numărul de câmpuri de căutare (%d) nu corespunde cu numărul de modele de căutare (%d)
sk_sk: Počet vyhľadávacích polí (%d) nezodpovedá pčtu vyhľadávacích vzorov (%d)
