Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: You inserted too many digits into field %1$s.
cs_cz: Do pole %1$s jste zadal(a) příliš mnoho číslic.
de_de: Sie haben zu viele Ziffern in das Feld %1$s eingegeben.
fi_fi: Syötit liian monta numeromerkkiä kenttään %1$s.
hu_hu: Túl sok számjegyet írt a(z) %1$s mezőbe.
ja_jp: フィールド %1$s の桁が多過ぎます。
ro_ro: Ați inserat prea multe cifre în câmpul %1$s.
sk_sk: Vložili ste príliš mnoho číslic do poľa %1$s.

source: %1$s is not a number.
cs_cz: %1$s není číslo.
de_de: %1$s ist keine Zahl.
fi_fi: %1$s ei ole numero.
hu_hu: A(z) %1$s nem szám.
ja_jp: %1$s は数ではありません。
ro_ro: %1$s nu este un număr.
sk_sk: %1$s nie je číslo.

source: Empty passwords are not allowed.
cs_cz: Prázdná hesla nejsou povolena.
de_de: Leere Passwörter sind nicht zulässig.
fi_fi: Tyhjät salasanat eivät ole sallittuja.
hu_hu: Az üres jelszavak nem engedélyezettek.
ja_jp: 空のパスワードは許可されていません。
ro_ro: Nu sunt permise parole vide.
sk_sk: Prázdne heslá nie sú povolené.

source: Authentication failed for user name: %1$s
cs_cz: Autentizace s uživatelským jménem %1$s selhala
de_de: Authentifizierung fehlgeschlagen für den Benutzernamen: %1$s
fi_fi: Varmennus epäonnistui käyttäjänimelle: %1$s
hu_hu: A(z) %1$s felhasználónév hitelesítése sikertelen
ja_jp: 認証に失敗しました。ユーザー名: %1$s
ro_ro: A eșuat autentificarea pentru utilizatorul: %1$s
sk_sk: Autentifikácia používateľa zlyhala: %1$s

source: Session not found.
cs_cz: Sezení nenalezeno.
de_de: Sitzung wurde nicht gefunden.
fi_fi: Istuntoa ei löytynyt.
hu_hu: A munkamenet nem található.
ja_jp: セッションが見つかりません。
ro_ro: Sesiunea nu a fost găsită.
sk_sk: Relácia nebola nájdená.

source: unknown location
cs_cz: neznámá poloha
de_de: unbekannter Ort
fi_fi: tuntematon sijainti
hu_hu: ismeretlen hely
ja_jp: 不明な場所
ro_ro: locație necunoscută
sk_sk: neznáme miesto

source: Unknown device
cs_cz: Neznámé zařízení
de_de: Unbekanntes Gerät
fi_fi: Tuntematon laite
hu_hu: Ismeretlen eszköz
ja_jp: 不明なデバイス
ro_ro: Dispozitiv necunoscut
sk_sk: Neznáme zariadenie

source: Intranet
ja_jp: イントラネット

source: No session found for identifier: %1$s
cs_cz: Pro identifikátor %1$s nebylo nalezeno žádné sezení
de_de: Kein Sitzung gefunden für die ID: %1$s
fi_fi: Istuntoa ei löytynyt tunnisteelle: %1$s
hu_hu: Nem található munkamenet ehhez az azonosítóhoz: %1$s
ja_jp: 次の識別子のセッションが見つかりません: %1$s
ro_ro: Nu a fost găsită nicio sesiune pentru identificatorul: %1$s
sk_sk: Žiadna relácia nebola nájdená pre identifikátor: %1$s

source: guest
cs_cz: host
de_de: Gast
fi_fi: vieras
hu_hu: vendég
ja_jp: ゲスト
ro_ro: invitat
sk_sk: hosť

source: %1$s has shared the folder "%2$s" with you. Please enter the share password to view it.
cs_cz: %1$s s vámi sdílel(a) složku „%2$s“. Zadejte heslo pro zobrazení.
fi_fi: %1$s on jakanut kansion %2$s "%3$s" kanssasi. Kirjoita jakamiseen tarvittava salasana katsellaksesi sitä.
hu_hu: %1$s megosztotta a(z) "%2$s" mappát Önnel. A megtekintéshez adja meg a megosztáshoz használt jelszót.
ja_jp: %1$s は "%2$s "のフォルダーをあなたと共有しました。共有パスワードを入力して表示してください。
ro_ro: %1$s a partajat dosarul "%2$s" cu dvs. Introduceți parola de partajare pentru a-l vizualiza.
sk_sk: %1$s s vami zdieľa priečinok "%2$s". Prosím, zadajte heslo zdieľania, aby ste ho mohli zobraziť.

source: %1$s has shared the file "%2$s" with you. Please enter the share password to view it.
cs_cz: %1$s s vámi sdílel(a) soubor „%2$s“. Zadejte heslo pro zobrazení.
fi_fi: %1$s on jakanut tiedoston "%2$s" kanssasi. Kirjoita jakamiseen tarvittava salasana katsellaksesi sitä.
hu_hu: %1$s megosztotta a(z) "%2$s" fájlt Önnel. A megtekintéshez adja meg a megosztáshoz használt jelszót.
ja_jp: %1$s は "%2$s "のファイルをあなたと共有しました。共有パスワードを入力して表示してください。
ro_ro: %1$s a partajat fișierul "%2$s" cu dvs. Introduceți parola de partajare pentru a-l vizualiza.
sk_sk: %1$s s vami zdieľa súbor "%2$s". Prosím, zadajte heslo zdieľania, aby ste ho mohli zobraziť.

source: %1$s has shared the folder "%2$s" with you. Please enter your password to view it.
cs_cz: %1$s s vámi sdílel(a) složku „%2$s“. Zadejte heslo pro zobrazení.
fi_fi: %1$s on jakanut kansion %2$s "%3$s" kanssasi. Kirjoita salasanasi katsellaksesi sitä.
hu_hu: %1$s megosztotta a(z) "%2$s" mappát Önnel. Adja meg a jelszavát a megtekintéshez.
ja_jp: %1$s は "%2$s" のフォルダーをあなたと共有しました。ご利用のパスワードを入力して表示してください。
ro_ro: %1$s a partajat dosarul "%2$s" cu dvs. Introduceți-vă parola pentru a-l vizualiza.
sk_sk: %1$s s vami zdieľa priečinok "%2$s". Prosím, zadajte svoje heslo, aby ste ho mohli zobraziť.

source: %1$s has shared the file "%2$s" with you. Please enter your password to view it.
cs_cz: %1$s s vámi sdílel(a) soubor „%2$s“. Zadejte heslo pro zobrazení.
fi_fi: %1$s on jakanut tiedoston "%2$s" kanssasi. Anna salasanasi, jotta voit tarkastella sitä.
hu_hu: %1$s megosztotta a(z) "%2$s" fájlt Önnel. Adja meg a jelszavát a megtekintéshez.
ja_jp: %1$s は "%2$s" のファイルをあなたと共有しました。ご利用のパスワードを入力して表示してください。
ro_ro: %1$s a partajat fișierul "%2$s" cu dvs. Introduceți-vă parola pentru a-l vizualiza.
sk_sk: %1$s s vami zdieľa súbor "%2$s". Prosím, zadajte svoje heslo, aby ste ho mohli zobraziť.

source: The folder "%1$s" is shared with you. Please enter the share password to view it.
cs_cz: Sdíleno s vámi: složka „%1$s“. Zadejte heslo pro zobrazení.
fi_fi: Kansio "%1$s" on jaettu kanssasi. Anna jakosalasanasi, jotta voit katsella sitä.
hu_hu: A(z) "%1$s" mappa megosztásra került Önnel. Megtekintéséhez adja meg a megosztáshoz használt jelszót.
ja_jp: "%1$s"のフォルダーがあなたと共有されました。共有パスワードを入力して表示してください。
ro_ro: Dosarul "%1$s" este partajat cu dvs. Introduceți parola de partajare pentru a-l vizualiza.
sk_sk: Bol s vami zdieľaný priečinok "%1$s". Prosím, zadajte heslo k zdieľanému priečinku ak ho chcete zobraziť.

source: The file "%1$s" is shared with you. Please enter the share password to view it.
cs_cz: Sdíleno s vámi: soubor „%1$s“. Zadejte heslo pro zobrazení.
fi_fi: Tiedosto "%1$s" on jaettu kanssasi. Anna jakosalasanasi, jotta voit katsella sitä.
hu_hu: A(z) "%1$s" fájl megosztásra került Önnel. Megtekintéséhez adja meg a megosztáshoz használt jelszót.
ja_jp: "%1$s"のファイルがあなたと共有されました。共有パスワードを入力して表示してください。
ro_ro: Fișierul "%1$s" este partajat cu dvs. Introduceți parola de partajare pentru a-l vizualiza.
sk_sk: Bol s vami zdieľaný súbor "%1$s". Prosím, zadajte heslo k zdieľanému priečinku ak ho chcete zobraziť.

source: The folder "%1$s" is shared with you. Please enter your password to view it.
cs_cz: Sdíleno s vámi: složka „%1$s“. Zadejte heslo pro zobrazení.
fi_fi: Kansio "%1$s" on jaettu kanssasi. Anna salasanasi, jotta voit tarkastella sitä.
hu_hu: A(z) "%1$s" mappa megosztásra került Önnel. Megtekintéséhez adja meg a jelszavát.
ja_jp: " %1$s "のフォルダーがあなたと共有されました。お使いのパスワードを入力して表示してください。
ro_ro: Dosarul "%1$s" este partajat cu dvs. Introduceți-vă parola pentru a-l vizualiza.
sk_sk: Bol s vami zdieľaný priečinok "%1$s". Prosím, zadajte svoje heslo ak ho chcete zobraziť.

source: The file "%1$s" is shared with you. Please enter your password to view it.
cs_cz: Sdíleno s vámi: soubor „%1$s“. Zadejte heslo pro zobrazení.
fi_fi: Tiedosto "%1$s" on jaettu kanssasi. Anna salasanasi, jotta voit tarkastella sitä.
hu_hu: A(z) "%1$s" fájl megosztásra került Önnel. Megtekintéséhez adja meg a jelszavát.
ja_jp: " %1$s "のファイルがあなたと共有されました。お使いのパスワードを入力して表示してください。
ro_ro: Fișierul "%1$s" este partajat cu dvs. Introduceți-vă parola pentru a-l vizualiza.
sk_sk: Bol s vami zdieľaný súbor "%1$s". Prosím, zadajte svoje heslo ak ho chcete zobraziť.

source: Please enter your password to log into this account.
cs_cz: Pro přihlášení k tomuto účtu zadejte své heslo.
de_de: Bitte geben Sie Ihr Passwort ein, um sich bei diesem Konto anzumelden.
fi_fi: Kirjaudu tilille salasanallasi.
hu_hu: A bejelentkezéshez adja meg jelszavát.
ja_jp: パスワードを入力し、このアカウントにログインしてください。
ro_ro: Introduceți parola pentru a vă autentifica în acest cont.
sk_sk: Ak sa chcete prihlásiť do tohto účtu, zadajte svoje heslo.

source: We sent a message to %1$s with further instructions on how to set a new password.
cs_cz: Uživateli %1$s byla odeslána zpráva s postupem, jak nastavit nové heslo.
de_de: Eine Nachricht mit weiteren Anweisungen zum Einrichten eines neuen Passworts wurde an %1$s gesendet.
fi_fi: Lähetimme uuden salasanan asettamista koskevan viestin osoitteeseen %1$s.
hu_hu: Elküldtünk egy üzenetet %1$s felhasználónak, amely további információt tartalmaz az új jelszóbeállítással kapcsolatban.
ja_jp: パスワードのリセットの方法についてのメッセージを %1$s に送信しました。
ro_ro: Am trimis un mesaj la %1$s cu instrucțiuni pentru setarea unei parole noi.
sk_sk: Poslali sme správu na adresu %1$s s ďalšími pokynmi, ako nastaviť nové heslo.

source: Please set a new password to regain access.
cs_cz: Nastavte, prosím, nové heslo, abyste znovu získal(a) přístup.
de_de: Bitte legen Sie ein neues Passwort fest, um wieder Zugang zu erhalten.
fi_fi: Aseta uusi salasana saadaksesi palvelun taas käyttöön.
hu_hu: Állítson be egy jelszót a hozzáférés visszaszerzéséhez.
ja_jp: 新しいパスワードを設定してください。
ro_ro: Setați o parolă nouă pentru a redobândi accesul.
sk_sk: Prosím, nastavte si nové heslo, aby ste znovu získali prístup.

source: The share you are looking for does not exist.
cs_cz: Sdílený obsah, který hledáte, neexistuje.
de_de: Die von Ihnen gesuchte Freigabe ist nicht vorhanden.
fi_fi: Etsimääsi jaettua kohdetta ei ole olemassa.
hu_hu: A keresett megosztás nem létezik.
ja_jp: お探しの共有ファイルが存在しません。
ro_ro: Partajarea căutată nu există.
sk_sk: Zdieľanie, ktoré hľadáte, neexistuje.

source: This share cannot be accessed with your Web Browser.
cs_cz: Tato sdílená položka není přístupná prostřednictvím vašeho prohlížeče webu.
de_de: Auf diese Freigabe kann nicht mit Ihrem Web-Browser zugegriffen werden.
fi_fi: Tämä jaettu tiedosto ei ole saatavilla käyttämälläsi selaimella.
hu_hu: A megosztás nem érhető el a böngészőjéből.
ja_jp: ご利用中のウェブ ブラウザではこの共有にアクセスできません。
ro_ro: Această partajare nu poate fi accesată cu navigatorul dumneavoastră.
sk_sk: K tomuto zdieľaniu nemožno pristupovať pomocou vášho webového prehliadača.

source: We were unable to process your request.
cs_cz: Nemůžeme zpracovat váš požadavek.
de_de: Wir konnten Ihre Anfrage nicht verarbeiten.
fi_fi: Emme pystyneet käsittelemään pyyntöäsi.
hu_hu: Nem tudtuk feldolgozni a kérését.
ja_jp: 要求を処理できませんでした。
ro_ro: Cererea nu a putut fi procesată.
sk_sk: Nepodarilo sa nám spracovať vašu požiadavku.

source: The folder or item you are looking for is no longer available. Please click "continue" to view your other shares.
cs_cz: Složka nebo položka, kterou hledáte, již není k dispozici. Klikněte, prosím, na „pokračovat“ k prohlédnutí vašich ostatních sdílených položek.
de_de: Der gesuchte Ordner bzw. das gesuchte Objekt ist nicht mehr verfügbar. Bitte klicken Sie auf "Fortfahren", um Ihre anderen Freigaben anzuzeigen.
fi_fi: Etsimäsi kansio tai kohde ei ole enää saatavilla. Näpäytä "jatka" katsellaksesi muita jaettuja aineistojasi.
hu_hu: A keresett mappa vagy elem már nem érhető el. Kattintson a "Folytatás"-ra a többi megosztás megtekintéséhez.
ja_jp: お探しのフォルダーまたはアイテムは利用できなくなりました。 他の共有ファイルを表示するには [続行] をクリックしてださい。
ro_ro: Dosarul sau elementul pe care îl căutați nu mai este disponibil. Apăsați pe "continuă" pentru a vizualiza celelalte elemente partajate.
sk_sk: Priečinok alebo položka, ktorú hľadáte, už nie je k dispozícii. Kliknutím na "pokračovať" zobrazíte vaše ďalšie zdieľania.

source: Your guest account is currently not protected with a password. Resetting password will be aborted.
cs_cz: Váš účet hosta není v tuto chvíli chráněn heslem. Znovunastavení hesla bude ukončeno.
de_de: Ihr Gastkonto ist derzeit nicht mit einem Passwort geschützt. Das Zurücksetzen des Passworts wird abgebrochen.
fi_fi: Vierastilisi on tällä hetkellä suojattu salasanalla. Uudelleenmääritystä varten annettu salasana poistetaan käytöstä.
hu_hu: A vendégfiókja jelenleg nem jelszóval védett. A jelszó visszaállítása megszakításra kerül.
ja_jp: ゲストアカウントにはパスワードが設定されていません。パスワードのリセットを中止します。
ro_ro: Contul dumneavoastră de invitat nu este protejat prin parolă în prezent. Operația de resetare a parolei va fi abandonată.
sk_sk: Váš hosťovský účet momentálne nie je chránený heslom. Obnovenie hesla bude prerušené.

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again.
cs_cz: Přístup k souboru, který hledáte, byl odebrán. Kontaktujte, prosím, vlastníka, chcete-li získat přístup.
de_de: Die Zugriffsberechtigung für die gesuchte Datei wurde entfernt. Bitte kontaktieren Sie den Eigentümer, falls Sie wieder Zugriff haben möchten.
fi_fi: Etsimäsi tiedosto ei ole saatavilla. Ota yhteyttä omistajaan jos haluat saada tiedoston uudelleen käyttöösi.
hu_hu: A keresett fájl hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba a fájl tulajdonosával.
ja_jp: お探しのファイルへのアクセスは削除されています。再度アクセスしたい場合は所有者に連絡してください。
ro_ro: Accesul la fișierul pe care îl căutați a fost eliminat. Contactați proprietarul dacă doriți să îl accesați din nou.
sk_sk: Prístup k súboru, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na vlastníka.

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again.
cs_cz: Přístup k souboru, který hledáte, byl odebrán. Kontaktujte, prosím, %1$s, chcete-li získat přístup.
de_de: Die Zugriffsberechtigung für die gesuchte Datei wurde entfernt. Bitte kontaktieren Sie %1$s, falls Sie wieder Zugriff haben möchten.
fi_fi: Etsimäsi tiedosto ei ole saatavilla. Ota yhteyttä käyttäjään %1$s jos haluat saada tiedoston uudelleen käyttöösi.
hu_hu: A keresett fájl hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba %1$s felhasználóval.
ja_jp: お探しのファイルへのアクセスは削除されています。再度アクセスしたい場合は %1$s に連絡してください。
ro_ro: Accesul la fișierul pe care îl căutați a fost eliminat. Contactați %1$s dacă doriți să îl accesați din nou.
sk_sk: Prístup k súboru, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na používateľa %1$s.

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again.
cs_cz: Přístup ke složce, kterou hledáte, byl odebrán. Kontaktujte, prosím, vlastníka, chcete-li získat přístup.
de_de: Die Zugriffsberechtigung für den gesuchten Ordner wurde entfernt. Bitte kontaktieren Sie den Eigentümer, falls Sie wieder Zugriff haben möchten.
fi_fi: Etsimäsi kansio ei ole saatavilla. Ota yhteyttä omistajaan jos haluat saada sen uudelleen käyttöösi.
hu_hu: A keresett mappa hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba a fájl tulajdonosával.
ja_jp: お探しのフォルダーへのアクセスは削除されています。再度アクセスしたい場合は所有者に連絡してください。
ro_ro: Accesul la dosarul pe care îl căutați a fost eliminat. Contactați proprietarul dacă doriți să îl accesați din nou.
sk_sk: Prístup k priečinku, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na vlastníka.

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again.
cs_cz: Přístup ke složce, kterou hledáte, byl odebrán. Kontaktujte, prosím, %1$s, chcete-li získat přístup.
de_de: Die Zugriffsberechtigung für den gesuchten Ordner wurde entfernt. Bitte kontaktieren Sie %1$s, falls Sie wieder Zugriff haben möchten.
fi_fi: Etsimäsi kansio ei ole saatavilla. Ota yhteyttä käyttäjään %1$s jos haluat saada sen uudelleen käyttöösi.
hu_hu: A keresett mappa hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba %1$s felhasználóval.
ja_jp: お探しのフォルダーへのアクセスは削除されています。再度アクセスしたい場合は %1$s に連絡してください。
ro_ro: Accesul la dosarul pe care îl căutați a fost eliminat. Contactați %1$s dacă doriți să îl accesați din nou.
sk_sk: Prístup k priečinku, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na používateľa %1$s.

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again.
cs_cz: Přístup ke sdílené položce, kterou hledáte, byl odebrán. Kontaktujte, prosím, vlastníka, chcete-li získat přístup.
de_de: Die Zugriffsberechtigung für die gesuchte Freigabe wurde entfernt. Bitte kontaktieren Sie den Eigentümer, falls Sie wieder Zugriff haben möchten.
fi_fi: Etsimäsi jaettu aineisto ei ole saatavilla. Ota yhteyttä omistajaan jos haluat saada sen uudelleen käyttöösi.
hu_hu: A keresett megosztás hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba a fájl tulajdonosával.
ja_jp: お探しの共有ファイルへのアクセスは削除されています。再度アクセスしたい場合は所有者に連絡してください。
ro_ro: Accesul la elementul partajat pe care îl căutați a fost eliminat. Contactați proprietarul dacă doriți să îl accesați din nou.
sk_sk: Prístup k zdieľaniu, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na vlastníka.

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again.
cs_cz: Přístup ke sdílené položce, kterou hledáte, byl odebrán. Kontaktujte, prosím, %1$s, chcete-li získat přístup.
de_de: Die Zugriffsberechtigung für die gesuchte Freigabe wurde entfernt. Bitte kontaktieren Sie %1$s, falls Sie wieder Zugriff haben möchten.
fi_fi: Etsimäsi jaettu aineisto ei ole saatavilla. Ota yhteyttä käyttäjään %1$s jos haluat saada sen uudelleen käyttöösi.
hu_hu: A keresett megosztás hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba %1$s felhasználóval.
ja_jp: お探しの共有ファイルへのアクセスは削除されています。再度アクセスしたい場合は %1$s に連絡してください。
ro_ro: Accesul la elementul partajat pe care îl căutați a fost eliminat. Contactați %1$s dacă doriți să îl accesați din nou.
sk_sk: Prístup k zdieľaniu, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na používateľa %1$s.

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
cs_cz: Přístup k souboru, který hledáte, byl odebrán. Kontaktujte, prosím, vlastníka, chcete-li získat přístup. Klikněte, prosím, na „pokračovat“ k prohlédnutí vašich ostatních sdílených souborů.
de_de: Die Zugriffsberechtigung für die gesuchte Datei wurde entfernt. Bitte kontaktieren Sie den Eigentümer, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien klicken Sie auf "Fortfahren".
fi_fi: Etsimäsi tiedosto ei ole saatavilla. Ota yhteyttä omistajaan jos haluat saada sen uudelleen käyttöösi. Näpäytä "Jatka" jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett fájl hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba a fájl tulajdonosával. Más megosztott fájlok megtekintéséhez kattintson a "Folytatatás"-ra.
ja_jp: お探しのファイルへのアクセスは削除されています。再度アクセスしたい場合は所有者に連絡してください。他の共有ファイルを表示するには [続行] をクリックしてください。
ro_ro: Accesul la fișierul pe care îl căutați a fost eliminat. Contactați proprietarul dacă doriți să îl accesați din nou. Pentru a vizualiza celelalte fișiere partajate, apăsați pe "Continuă".
sk_sk: Prístup k súboru, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na vlastníka. Kliknutím na "pokračovať" zobrazíte vaše ďalšie zdieľania.

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
cs_cz: Přístup k souboru, který hledáte, byl odebrán. Kontaktujte, prosím, %1$s, chcete-li získat přístup. Klikněte, prosím, na „pokračovat“ k prohlédnutí vašich ostatních sdílených souborů.
de_de: Die Zugriffsberechtigung für die gesuchte Datei wurde entfernt. Bitte kontaktieren Sie %1$s, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien klicken Sie auf "Fortfahren".
fi_fi: Etsimäsi tiedosto ei ole saatavilla. Ota yhteyttä käyttäjään %1$s jos haluat saada sen uudelleen käyttöösi. Näpäytä "Jatka" jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett fájl hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba %1$s felhasználóval. Más megosztott fájlok megtekintéséhez kattintson a "Folytatatás"-ra.
ja_jp: お探しのファイルへのアクセスは削除されています。再度アクセスしたい場合は %1$s に連絡してください。他の共有ファイルを表示するには [続行] をクリックしてください。
ro_ro: Accesul la fișierul pe care îl căutați a fost eliminat. Contactați %1$s dacă doriți să îl accesați din nou. Pentru a vizualiza celelalte fișiere partajate, apăsați pe "Continuă".
sk_sk: Prístup k súboru, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na používateľa %1$s. Kliknutím na "pokračovať" zobrazíte vaše ďalšie zdieľania.

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
cs_cz: Přístup ke složce, kterou hledáte, byl odebrán. Kontaktujte, prosím, vlastníka, chcete-li získat přístup. Klikněte, prosím, na „pokračovat“ k prohlédnutí vašich ostatních sdílených složek.
de_de: Die Zugriffsberechtigung für den gesuchten Ordner wurde entfernt. Bitte kontaktieren Sie den Eigentümer, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien klicken Sie auf "Fortfahren".
fi_fi: Etsimäsi kansio ei ole saatavilla. Ota yhteyttä omistajaan jos haluat saada sen uudelleen käyttöösi. Näpäytä "Jatka" jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett mappa hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba a fájl tulajdonosával. Más megosztott fájlok megtekintéséhez kattintson a "Folytatatás"-ra.
ja_jp: お探しのフォルダーへのアクセスは削除されています。再度アクセスしたい場合は所有者に連絡してください。他の共有ファイルを表示するには [続行] をクリックしてください。
ro_ro: Accesul la dosarul pe care îl căutați a fost eliminat. Contactați proprietarul dacă doriți să îl accesați din nou. Pentru a vizualiza celelalte fișiere partajate, apăsați pe "Continuă".
sk_sk: Prístup k priečinku, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na vlastníka. Kliknutím na "pokračovať" zobrazíte vaše ďalšie zdieľania.

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
cs_cz: Přístup ke složce, kterou hledáte, byl odebrán. Kontaktujte, prosím, %1$s, chcete-li získat přístup. Klikněte, prosím, na „pokračovat“ k prohlédnutí vašich ostatních sdílených složek.
de_de: Die Zugriffsberechtigung für den gesuchten Ordner wurde entfernt. Bitte kontaktieren Sie %1$s, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien klicken Sie auf "Fortfahren".
fi_fi: Etsimäsi kansio ei ole saatavilla. Ota yhteyttä käyttäjään %1$s jos haluat saada sen uudelleen käyttöösi. Näpäytä "Jatka" jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett mappa hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba %1$s felhasználóval. Más megosztott fájlok megtekintéséhez kattintson a "Folytatatás"-ra.
ja_jp: お探しのフォルダーへのアクセスは削除されています。再度アクセスしたい場合は %1$s に連絡してください。他の共有ファイルを表示するには [続行] をクリックしてください。
ro_ro: Accesul la dosarul pe care îl căutați a fost eliminat. Contactați %1$s dacă doriți să îl accesați din nou. Pentru a vizualiza celelalte fișiere partajate, apăsați pe "Continuă".
sk_sk: Prístup k priečinku, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na používateľa %1$s. Kliknutím na "pokračovať" zobrazíte vaše ďalšie zdieľania.
