Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Unified Mail does not support folder update.
cs_cz: Spojená pošta nepodporuje aktualizaci složek.
de_de: Das Aktualisieren von Ordnern wird von Unified Mail nicht unterstützt.
fi_fi: Yhtenäistetty posti ei tue kansioiden päivittämistä.
hu_hu: Az egységes levelező nem támogatja a mappák frissítését.
ja_jp: 統合メールは、フォルダーの更新をサポートしていません。
ro_ro: Mesageria unificată nu suportă actualizarea de dosare.
sk_sk: Zjednotená schránka nepodporuje aktualizáciu priečinkov.

source: Unified Mail does not support to move messages.
cs_cz: Spojená složka příchozí pošty nepodporuje přesouvání zpráv.
de_de: Das Verschieben von Nachrichten wird von Unified Mail nicht unterstützt.
fi_fi: Yhtenäistetty posti ei tue viestien siirtämistä.
hu_hu: Az egységes levelező nem támogatja az üzenetek mozgatását.
ja_jp: 統合メールは、メッセージの移動をサポートしていません。
ro_ro: Mesageria unificată nu suportă mutarea mesajelor.
sk_sk: Zjednotená schránka nepodporuje presúvanie správ.

source: Unified Mail does not support to copy messages.
cs_cz: Spojená složka příchozí pošty nepodporuje kopírování zpráv.
de_de: Das Kopieren von Nachrichten wird von Unified Mail nicht unterstützt.
fi_fi: Yhtenäistetty posti ei tue viestien kopioimista.
hu_hu: Az egységes levelező nem támogatja az üzenetek másolását.
ja_jp: 統合メールは、メッセージのコピーをサポートしていません。
ro_ro: Mesageria unificată nu suportă copierea mesajelor.
sk_sk: Zjednotená schránka nepodporuje kopírovanie správ.

source: Append messages failed.
cs_cz: Připojení zpráv selhalo.
de_de: Das Ablegen der E-Mails ist fehlgeschlagen.
fi_fi: Viestien lisääminen epäonnistui.
hu_hu: Az üzenetek összefűzése sikertelen.
ja_jp: メッセージの追加に失敗しました。
ro_ro: Adăugarea mesajelor a eșuat.
sk_sk: Pridanie správy zlyhalo.

source: Unified Mail does not support draft messages.
cs_cz: Spojená složka příchozí pošty nepodporuje koncepty zpráv.
de_de: Nachrichtenentwürfe werden von Unified Mail nicht unterstützt.
fi_fi: Yhtenäistetty posti ei tue viestiluonnoksia.
hu_hu: Az egységes levelező nem támogatja a piszkozat üzeneteket.
ja_jp: 統合メールは、下書きメッセージをサポートしていません。
ro_ro: Mesageria unificată nu suportă schițe.
sk_sk: Zjednotená schránka nepodporuje rozpísané správy.

source: Unified Mail does not support to move folders.
cs_cz: Spojená složka příchozí pošty nepodporuje přesouvání složek.
de_de: Das Verschieben von Ordnern wird von Unified Mail nicht unterstützt.
fi_fi: Yhtenäistetty posti ei tue kansioiden siirtämistä.
hu_hu: Az egységes levelező nem támogatja a mappák mozgatását.
ja_jp: 統合メールは、フォルダーの移動をサポートしていません。
ro_ro: Mesageria unificată nu suportă mutarea dosarelor.
sk_sk: Zjednotená schránka nepodporuje presúvanie priečinkov.

source: Unified Mail does not support mail folder creation
cs_cz: Spojená složka příchozí pošty nepodporuje vytváření poštovních složek
de_de: Das Anlegen von Mail-Ordnern wird von Unified Mail nicht unterstützt.
fi_fi: Yhtenäistetty posti ei tue postikansioiden luomista
hu_hu: Az egységes levelező nem támogatja a levélmappák létrehozását
ja_jp: 統合メールは、メールフォルダーの作成をサポートしていません。
ro_ro: Mesageria unificată nu suportă crearea de dosare de mesaje
sk_sk: Zjednotená schránka nepodporuje tvorbu poštových priečinkov.

source: Unified Mail does not support to clear INBOX folder.
cs_cz: Spojená složka příchozí pošty nepodporuje pročištění složky příchozí pošty.
de_de: Das Leeren des Posteingangsordners wird von Unified Mail nicht unterstützt.
fi_fi: Yhtenäistetty posti ei tue Saapuneet kansion tyhjentämistä.
hu_hu: Az egységes levelező nem támogatja az INBOX mappa törlését.
ja_jp: 統合メールは、受信トレイフォルダーのクリアをサポートしていません。
ro_ro: Mesageria unificată nu suportă golirea dosarului de MESAJE PRIMITE.
sk_sk: Zjednotená schránka nepodporuje vyčistenie priečinka Prijatých.

source: No connection available to access mailbox.
cs_cz: Není k dispozici žádné spojení pro přístup k poštovní schránce.
de_de: Es ist keine Verbindung zum Zugriff auf die Mailbox verfügbar.
fi_fi: Yhteyttä ei käytettävissä sähköpostilaatikon lukemiseen.
hu_hu: Nincs kapcsolat a postafiók eléréséhez.
ja_jp: メールボックスへアクセスするために利用可能な接続がありません
ro_ro: Nu există conexuni disponibile pentru accesul la căsuța poștală.
sk_sk: Žiadne spojenie nie je dostupné na prístup k poštovej schránke.

source: Unknown default folder full name: %1$s.
cs_cz: Neznámý název výchozí složky: %1$s.
de_de: Unbekannter FullName für Standardordner: %1$s.
fi_fi: Tuntematon oletuskansion täysi nimi: %1$s.
hu_hu: Az alapértelmezett mappa teljes neve ismeretlen: %1$s.
ja_jp: 次の既定フォルダーの完全名が不明です: %1$s
ro_ro: Numele complet al dosarului implicit este necunoscut: %1$s.
sk_sk: Neznámy plný názov predvoleného priečinka: %1$s.

source: Move operation aborted. Source and destination folder are the same.
cs_cz: Přesun zrušen. Zdrojová a cílová složka jsou stejné.
de_de: Der Verschiebe-Vorgang wurde abgebrochen. Der Quell- und Ziel-Ordner sind identisch.
fi_fi: Siirtotoiminto keskeytetty. Lähde ja kohdekansio ovat sama.
hu_hu: A mozgatási művelet megszakítva. A forrás és a cél mappa azonosak.
ja_jp: 移動の処理を中止しました。送り側と受け側のフォルダーが同じです。
ro_ro: Operația de mutare a fost abandonată. Dosarul sursă și cel de destinație sunt identice.
sk_sk: Operácia presunutia prerušená. Zdrojový a cieľový priečinok sa zhodujú.

source: Request aborted due to timeout of %1$s %2$s.
cs_cz: Požadavek zrušen kvůli vypršení lhůty %1$s %2$s.
de_de: Die Anfrage aufgrund einer Zeitüberschreitung von %1$s %2$s abgebrochen.
fi_fi: Pyyntö keskeytettiin koska %1$s %1$s aikakatkaistiin.
hu_hu: A kérés megszakítva, mert a következő túllépte az időkorlátot: %1$s %2$s.
ja_jp: %1$s %2$s のタイムアウトによりリクエストを中断しました。
ro_ro: Cererea a fost abandonată, s-a depășit timpul de așteptare al %1$s %2$s.
sk_sk: Požiadavka zrušená z dôvodu vypršania intervalu čakania %1$s %2$s.

source: Invalid destination folder. E-Mails cannot be appended.
cs_cz: Neplatná cílová složka. Zprávy nelze připojit.
de_de: Ungültiger Zielordner. E-Mails können nicht hinzugefügt werden.
fi_fi: Epäkelpo kohdekansio. Sähköposteja ei voida lisätä.
hu_hu: Érvénytelen célmappa. A levelek nem fűzhetők össze.
ja_jp: 受け側のフォルダーが無効です。メールを追加できません。
ro_ro: Dosar destinație incorect. Mesajele nu pot fi adăugate.
sk_sk: Neplatný cieľový priečinok. Nie je známe, kam sa majú pridať emaily.

source: A user named %1$s already exists in destination context %2$s.
cs_cz: Uživatel se jménem %1$s již v cílovém kontextu %2$s existuje.
de_de: Ein Benutzer namens %1$s ist bereits Im Zielkontext %2$s vorhanden.
fi_fi: Kohdekontekstissa %2$s on jo olemassa käyttäjä nimeltään %1$s.
hu_hu: A(z) %1$s nevű felhasználó már létezik a(z) %2$s célkontextusban.
ja_jp: 対象のコンテキスト %2$s にユーザー名 %1$s が既に存在します。
ro_ro: Există deja un utilizator cu numele %1$s în contextul de destinație %2$s.
sk_sk: Používateľ s menom %1$s už existuje v cieľovom kontexte %2$s.

source: The user's files are owned by user %1$s in source context %2$s. Please set individual or context-associated file storage first.
cs_cz: Majitelem souborů je uživatel %1$s ve zdrojovém kontextu %2$s. Nejprve, prosím, nastavte individuální nebo kontextové ukládání dat.
de_de: Die Dateien des Benutzers gehören im Quellkontext %2$s dem Benutzer %1$s. Bitte legen Sie zunächst individuelle oder kontextbezogene Dateispeicher fest.
fi_fi: Käyttäjä %1$s omistaa käyttäjän tiedostot lähdekontekstissa %2$s. Aseta yksittäinen tai kontekstisidonnainen tiedostonsäilytys ensin.
hu_hu: A felhasználó fájljainak %1$s a tulajdonosa a(z) %2$s kontextusban. Állítson be először egyéni vagy kontextusfüggő fájltárolót.
ja_jp: ソースコンテキスト %2$s のユーザー ファイルの所有者は %1$s です。個別の、またはコンテキストに関連付けされているファイル ストレージをまず設定してください。
ro_ro: Fișierele utilizatorului sunt deținute de utilizatorul %1$s în contextul de sursă %2$s. Setați întâi spațiul de stocare individual sau asociat contextului.
sk_sk: Súbory používateľa v zdrojovom kontexte %2$s vlastní používateľ %1$s. Prosím, najskôr nastavte individuálne alebo kontextové ukladanie súborov.

source: The user %1$s in source context %2$s does use Unified Quota and therefore cannot be copied.
cs_cz: Uživatel %1$s ve zdrojovém kontextu %2$s používá Společnou kvótu, a proto jej nelze zkopírovat.
de_de: Der Benutzer %1$s im Quellkontext %2$s verwendet Unified Quota und kann deshalb nicht kopiert werden.
fi_fi: Käyttäjä %1$s lähteessä %2$s ei käytä Unified Quotaa eikä häntä voi niin ollen kopioida.
hu_hu: A (z) %1$s felhasználó a(z) %2$s környezetben az Unified Quota-t használja, ezért nem lehet másolni.
ja_jp: ソースコンテキスト %2$s においてユーザー %1$sは、統一割当量を使用するので、コピーできません。
ro_ro: Utilizatorul %1$s din contextul sursă %2$s utilizează Unified Quota și de aceea nu poate fi copiat.
sk_sk: Používateľ %1$s v kontexte zdroja %2$s používa jednotnú kvótu a preto sa nedá skopírovať.

source: The provided feedback for '%s' is invalid.
cs_cz: Poskytnutá zpětná vazba pro ‚%s‘ není platná.
de_de: Das bereitgestellte Feedback für '%s' ist ungültig.
fi_fi: Annettu palaute koskien '%s' ei kelpaa.
hu_hu: A(z) '%s' számára megadott visszajelzés hibás.
ja_jp: '%s' に対して入力したフィードバックは無効です。
ro_ro: Feedbackul furnizat pentru '%s' nu este valid.
sk_sk: Poskytnutá spätná väzba pre "%s" je neplatná.

source: The provided feedback for key '%s' has an invalid type.
cs_cz: Poskytnutá zpětná vazba pro klíč ‚%s‘ nemá platný typ.
de_de: Das bereitgestellte Feedback für den Schlüssel '%s' enthält einen ungültigen Typ.
fi_fi: Annettu palaute avaimelle '%s' on kelpaamatonta tyyppiä.
hu_hu: A '%s' kulcsra vonatkozó visszajelzés típusa hibás.
ja_jp: キー ’%s’ に対して入力されたフィードバックは無効なタイプです。
ro_ro: Tipul feedback-ul furnizat pentru cheia "%s" este incorect.
sk_sk: Poskytnutá spätná väzba pre kľúč "%s" je neplatného typu.

source: The provided feedback does not contain required key '%s'.
cs_cz: Zadaná zpětná vazba neobsahuje povinný klíč ‚%s‘.
de_de: Das bereitgestellte Feedback enthält nicht den erforderlichen Schlüssel "%s".
fi_fi: Annettu palaute ei sisällä vaadittua '%s'-avainta.
hu_hu: A megadott visszajelzés nem tartalmazza a szükséges '%s' kulcsot.
ja_jp: 入力されたフィードバックには必要なキー %s がありません。
ro_ro: Feedbackul furnizat nu conține cheia obligatorie "%s".
sk_sk: Poskytnutá spätná väzba neobsahuje povinný kľúč "%s".

source: The provided feedback for key '%s' cannot be parsed.
cs_cz: Zadanou zpětnou vazbu pro klíč ‚%s‘ nelze zpracovat.
de_de: Das bereitgestellte Feedback für den Schlüssel "%s" kann nicht analysiert werden.
fi_fi: Annettua palautetta avaimelle '%s' ei voida jäsentää.
hu_hu: A(z) '%s' kulcshoz megadott visszajelzés nem értelmezhető.
ja_jp: キー %s に対する入力されたフィードバックを解析できません。
ro_ro: Feedbackul furnizat pentru cheia "%s" nu poate fi analizat.
sk_sk: Poskytnutú spätnú väzbu ku kľúču "%s" nie je možné spracovať.

source: The provided feedback score is invalid. Please choose a number > 0.
cs_cz: Zadaná hodnota zpětné vazby je neplatná. Vyberte, prosím, číslo větší než nula.
de_de: Der bereitgestellte Feedback-Wert ist ungültig. Bitte wählen Sie eine Ziffer > 0.
fi_fi: Annettu palautenumero ei kelpaa. Valitse luku, joka on suurempi kuin 0.
hu_hu: A megadott visszajelzés értéke érvénytelen. Adjon meg egy nullánál nagyobb értéket.
ja_jp: 入力したフィードバックスコアは無効です。ログインしてください。
ro_ro: Scorul de feedback nu este valid. Alegeți un număr > 0.
sk_sk: Skóre podľa spätnej väzby je neplatné. Prosím, vyberte číslo > 0.

source: The provided feedback for key 'score' has an invalid type.
cs_cz: Zadaná zpětná vazba pro položku ‚skóre‘ je neplatného typu.
de_de: Das bereitgestellte Feedback für "Score" enthält einen ungültigen Typ.
fi_fi: Annettu palaute 'tulokselle' on kelpaamatonta tyyppiä.
hu_hu: A megadott visszajelzés 'score' kulcsának típusa érvénytelen.
ja_jp: キー ’score’ に対して入力されたフィードバックは無効なタイプです。
ro_ro: Tipul feedbackului pentru cheia 'scor' este incorect.
sk_sk: Poskytnutá spätná väzba kľúča "score" je neplatného typu.

source: The value given in the property %1$s is no integer value.
cs_cz: Hodnota daná v parametru %1$s není celé číslo.
de_de: Der in der Eigenschaft %1$s angegebene Wert ist keine Ganzzahl.
fi_fi: Ominaisuuden %1$s arvo ei ole kokonaisluku.
hu_hu: A %1$s tulajdonságban megadott érték nem egész.
ja_jp: プロパティ %1$s に指定された値は整数値ではありません。
ro_ro: Valoarea specificată în proprietatea %1$s nu este o valoare întreagă.
sk_sk: Zadaná hodnota vlastnosti "%1$s" nie je celočíselná hodnota.

source: Property %1$s not set but required.
cs_cz: Parametr %1$s není nastavený, ale je vyžadován.
de_de: Die Eigenschaft %1$s ist nicht festgelegt, wird jedoch benötigt.
fi_fi: Ominaisuus %1$s on pakollinen, muttei asetettu.
hu_hu: A(z) %1$s tulajdonság nincs beállítva, de szükséges.
ja_jp: 必要なプロパティ %1$s が設定されていません。
ro_ro: Proprietatea "%1$s" nu este setată, dar este obligatorie.
sk_sk: Vlastnosť %1$s nie je nastavená, ale je povinná.

source: Property %1$s claims to have condition but condition not set.
cs_cz: Parametr %1$s vyžaduje podmínku, ale podmínka není nastavená.
de_de: Die Eigenschaft %1$s gibt vor, eine Bedingung zu enthalten, jedoch wurde keine festgelegt.
fi_fi: Ominaisuus %1$s väittää omaavansa ehdon, mutta ehtoa ei ole asetettu.
hu_hu: A(z) %1$s tulajdonság szerint van feltétele, de a feltétel nincs beállítva.
ja_jp: プロパティ %1$s には条件の設定が必要ですが、設定されていません。
ro_ro: Proprietatea %1$s necesită condiții, dar nicio condiție nu este setată.
sk_sk: Vlastnosť %1$s tvrdí, že má podmienku, ale podmienka nie je nastavená.

source: Property %1$s must be set if %2$s is set to %3$s
cs_cz: Parametr %1$s musí být nastaven, pokud je %2$s nastaveno na %3$s
de_de: Die Eigenschaft %1$s muss festgelegt werden, wenn %2$s auf %3$s festgelegt ist.
fi_fi: Ominaisuuden %1$s täytyy olla asetettu, jos %2$s arvo on %3$s
hu_hu: A(z) %1$s tulajdonságot be kell állítani, ha a(z) %2$s értéke %3$s
ja_jp: %2$s を %3$s に設定している場合、プロパティ %1$s を設定する必要があります。
ro_ro: Proprietatea %1$s trebuie setată dacă %2$s este setat la %3$s
sk_sk: Vlastnosť %1$s musí byť nastavená ak %2$s je nastavená na %3$s

source: The %1$s cannot be used as a property type in the property %2$s
cs_cz: %1$s nelze použít jako typ vlastnosti ve vlastnosti %2$s
de_de: Die Klasse %1$s kann in der Eigenschaft %2$s nicht als Eigenschaftstyp verwendet werden
fi_fi: %1$s ei kelpaa ominaisuuden tyypiksi ominaisuudessa %2$s
hu_hu: %1$s nem használható tulajdonságtípusként a következő tulajdonságban: %2$s
ja_jp: %1$s は、プロパティ %2$s のプロパティタイプとして使用できません。
ro_ro: %1$s nu poate fi utilizat ca tip de proprietate pentru proprietatea %2$s
sk_sk: %1$s nie je možné použiť ako typ vlastnosti pre vlastnosť %2$s

source: Unexpected error returned by XING service.
cs_cz: Služba XING hlásí neočekávanou chybu.
de_de: Der XING-Dienst hat einen unerwarteten Fehler zurückgegeben.
fi_fi: XING-palvelu palautti odottamattoman virheen.
hu_hu: A XING szolgáltatás által várt váratlan hiba.
ja_jp: 予期しないエラーがXINGサービスによってまた発生しました。
ro_ro: Eroare neașteptată returnată de serviciul XING.
sk_sk: Služba XING vrátila neočakávanú chybu.

source: The XING resource does not exist: %1$s
cs_cz: Zdroj XING neexistuje: %1$s
de_de: Die XING-Ressource ist nicht vorhanden: %1$s
fi_fi: XING-resurssia ei ole olemassa: %1$s
hu_hu: A XING erőforrás nem létezik: %1$s
ja_jp: 次の XING リソースは存在しません: %1$s
ro_ro: Resursa XING nu există: %1$s
sk_sk: Zdroj XING neexistuje: %1$s

source: Update denied for XING resource: %1$s
cs_cz: Aktualizace zdroje XING zamítnuta: %1$s
de_de: Aktualisierung für die XING-Ressource verweigert: %1$s
fi_fi: Päivitys kielletty XING-resurssille: %1$s
hu_hu: A XING erőforrás frissítése megtagadva: %1$s
ja_jp: 次の XING リソースの更新が拒否されました: %1$s
ro_ro: Actualizare refuzată pentru resursa XING: %1$s
sk_sk: Aktualizácia zdroja XING bola zamietnutá: %1$s

source: Delete denied for XING resource: %1$s
cs_cz: Smazání zdroje XING zamítnuto: %1$s
de_de: Löschvorgang verweigert für die XING-Ressource: %1$s
fi_fi: Poistaminen kielletty XING-resurssille: %1$s
hu_hu: A XING erőforrás törlése megtagadva: %1$s
ja_jp: 次の XING リソースの削除が拒否されました: %1$s
ro_ro: Ștergere refuzată pentru resursa XING: %1$s
sk_sk: Zmazanie zdroja XING bolo zamietnuté: %1$s

source: Missing configuration for account "%1$s".
cs_cz: Chybí konfigurace pro účet: „%1$s“.
de_de: Fehlende Konfiguration für das Konto "%1$s".
fi_fi: Puuttuva konfiguraatio tilille "%1$s".
hu_hu: A(z) „%1$s” fiókhoz hiányoznak a beállítások.
ja_jp: アカウント "%1$s" の構成が見つかりません。
ro_ro: Lipsește configurația contului "%1$s".
sk_sk: Chýba konfigurácia účtu: "%1$s".

source: E-Mail address is invalid
cs_cz: E-mailová adresa není platná
de_de: Die E-Mail-Adresse ist ungültig
fi_fi: Sähköpostiosoite on epäkelpo
hu_hu: Az e-mail cím hibás.
ja_jp: メールアドレスは無効です。
ro_ro: Adresa de e-mail este incorectă
sk_sk: Emailová adresa je neplatná

source: Already sent an invitation to E-Mail address: "%1$s"
cs_cz: Na e-mailovou adresu „%1$s“ už byla pozvánka odeslána
de_de: Eine Einladung wurde bereits an folgende E-Mail-Adresse gesendet: "%1$s"
fi_fi: Osoitteeseen on jo lähetetty kutsu: "%1$s"
hu_hu: Érvénytelen erőforrás e-mail cím: %1$s
ja_jp: 次のメールアドレスに既に招待が送信されています: %1$s
ro_ro: A fost trimisă deja o invitație la adresa de e-mail: "%1$s"
sk_sk: Pozvánka na e-mailovú adresu "%1$s" už bola odoslaná.

source: The E-Mail address already belongs to a XING user
cs_cz: E-mailová adresa již patří uživateli XING
de_de: Die E-Mail-Adresse ist bereits an einen XING-Benutzer vergeben
fi_fi: Sähköpostiosoite kuulu jo XING-käyttäjälle
hu_hu: Az e-mail cím már egy XING felhasználóhoz tartozik.
ja_jp: このメールアドレスは既に XING ユーザーが持っています
ro_ro: Adresa de e-mail aparține deja unui utilizator XING
sk_sk: E-mailová adresa už patrí používateľovi XING

source: Invitation attempt failed for any reason
cs_cz: Pokus o pozvání selhal
de_de: Einladungsversuch ist fehlgeschlagen
fi_fi: Kutsuyritys epäonnistui
hu_hu: A meghívás valamilyen okból meghiúsult
ja_jp: 招待を送信できませんでした。
ro_ro: Tentativa de invitație a eșuat dintr-un anumit motiv
sk_sk: Pokus o pozvanie z nejakého dôvodu zlyhal

source: The E-Mail address does not belongs to a XING user
cs_cz: E-mailová adresa nepatří uživateli XING
de_de: Die E-Mail-Adresse ist keinem XING-Benutzer zugewiesen
fi_fi: Sähköpostiosoite ei kuulu XING-käyttäjälle
hu_hu: Az e-mail cím nem tartozik semmilyen XING felhasználóhoz.
ja_jp: このメールアドレスは XING ユーザーのものではありません
ro_ro: Adresa de e-mail nu aparține niciunui utilizator XING
sk_sk: E-mailová adresa nepatrí používateľovi XING

source: XING user is already directly connected.
cs_cz: Uživatel XING je již přímo připojený.
de_de: XING-Benutzer ist bereits direkt verbunden.
fi_fi: XING-käyttäjä on jo yhdistetty.
hu_hu: A XING felhasználó már közvetlenül csatlakoztatva van.
ja_jp: XING ユーザーは既に接続されています。
ro_ro: Utilizatorul XING este deja conectat direct.
sk_sk: Používateľ XING už je priamo pripojený.

source: The comment size exceeds the maximum allowed number of 600 characters.
cs_cz: Velikost komentáře přesahuje maximální povolenou délku 600 znaků.
de_de: Der Kommentar überschreitet die maximal zulässige Anzahl von 600 Zeichen.
fi_fi: Kommentti ylittää 600 merkin suurimman sallitun pituuden.
hu_hu: A hozzászólás mérete túllépte a maximálisan engedélyezett 600 karaktert.
ja_jp: 入力されたコメントは最大サイズの 600 文字を超えています。
ro_ro: Lungimea comentariului depășește cele 600 de caractere permise.
sk_sk: Veľkosť komentára prekračuje maximálnu povolenú veľkosť 600 znakov.

source: The status message size exceeds the maximum allowed number of 420 characters.
cs_cz: Velikost stavové zprávy přesahuje maximální povolenou délku 420 znaků.
de_de: Die Statusmeldung überschreitet die maximal zulässige Anzahl von 420 Zeichen.
fi_fi: Status-viesti ylittää 420 merkin suurimman sallitun pituuden.
hu_hu: Az állapotüzenet mérete túllépte a maximálisan engedélyezett 420 karaktert.
ja_jp: ステータスメッセージのサイズが、許可された最大サイズである 420 文字を超えています。
ro_ro: Lungimea mesajului de stare depășește cele 420 de caractere permise.
sk_sk: Veľkosť stavovej správy prekračuje maximálnu povolenú veľkosť 420 znakov.

source: The text message size exceeds the maximum allowed number of 140 characters.
cs_cz: Velikost textové zprávy přesahuje maximální povolenou délku 140 znaků.
de_de: Die Textnachricht überschreitet die maximal zulässige Anzahl von 140 Zeichen.
fi_fi: Viesti ylittää 140 merkin suurimman sallitun pituuden.
hu_hu: A szöveges üzenet mérete túllépte a maximálisan engedélyezett 140 karaktert.
ja_jp: テキストメッセージのサイズが、許可された最大サイズである 140 文字を超えています。
ro_ro: Lungimea mesajului text depășește cele 140 de caractere permise.
sk_sk: Veľkosť textovej správy prekračuje maximálnu povolenú veľkosť 140 znakov.

source: The mandatory parameter "%1$s" is missing in the request body
cs_cz: V těle požadavku chybí povinný parametr „%1$s“
de_de: Der Pflichtparameter "%1$s" fehlt im Anfragetext
fi_fi: Pyynnön rungosta puuttuu pakollinen parametri "%1$s"
hu_hu: Az "%1$s" kötelező paraméter hiányzik a kérésből
ja_jp: リクエストボディに必須パラメータ "%1$s" が見つかりません。
ro_ro: Parametrul obligatoriu "%1$s" lipsește din conținutul cererii
sk_sk: V tele požiadavky chýba povinný parameter "%1$s"

source: The XING server is not available.
cs_cz: Server XING není k dispozici.
de_de: Der XING-Server ist nicht verfügbar.
fi_fi: XING-palvelin ei ole saatavilla.
hu_hu: A XING kiszolgáló nem érhető el.
ja_jp: XING サーバーは利用できません。
ro_ro: Serverul XING nu este disponibil.
sk_sk: Server XING nie je dostupný.

source: A XING account has already been requested for E-Mail address %1$s.
cs_cz: Pro e-mailovou adresu %1$s už bylo požádáno o účet XING.
de_de: Es wurde bereits ein XING-Konto für die E-Mail-Adresse %1$s angefordert.
fi_fi: Sähköpostiosoitteelle %1$s on jo pyydetty XING-tiliä.
hu_hu: A XING felhasználói fiók igénylése már megtörtént ezzel az e-mail címmel: %1$s.
ja_jp: メールアドレス %1$s では、XINGアカウントが既に求められています。
ro_ro: S-a solicitat deja un cont XING pentru adresa de e-mail %1$s.
sk_sk: Účet XING pre e-mailovú adresu %1$s už bol vyžiadaný.

source: The XING app that you are using does not hold the required permissions in order to perform the requested action
cs_cz: Aplikace XING, kterou používáte, neobsahuje oprávnění požadovaná pro vykonání této akce.
de_de: Die von Ihnen verwendete XING-App verfügt nicht über ausreichende Berechtigungen zum Ausführen der gewünschten Aktion
fi_fi: Käyttämälläsi XING-sovelluksella ei ole oikeutta suorittaa pyydettyä toimintoa
hu_hu: A XING alkalmazásnak nincs megfelelő jogosultsága a kért művelet végrehajtásához
ja_jp: 使用されている XING アプリケーションには求められているアクションを実行する必要な権限がありません。
ro_ro: Aplicația XING utilizată nu dispune de permisiunile necesare pentru a executa acțiunea cerută
sk_sk: Aplikácia XING, ktorú používate, nemá oprávnenia potrebné na vykonanie požadovanej operácie

source: No XING OAuth access available. Please create a XING OAuth account.
cs_cz: Přístup ke XING OAuth není k dispozici. Prosím, vytvořte účet XING OAuth.
de_de: Kein XING OAuth-Zugang verfügbar. Bitte erstellen Sie ein XING OAuth-Konto.
fi_fi: XING OAuth ei ole käytettävissä. Luo XING OAuth -tili.
hu_hu: A XING OAuth hozzáférés nem engedélyezett. Hozzon létre egy XING OAuth felhasználói fiókot.
ja_jp: XING OAuth アクセスは利用できません。XING OAuth アカウントを作成してください。
ro_ro: Nu există niciun acces XING OAuth. Creați un cont XING OAuth.
sk_sk: Prístup XING OAuth nie je k dispozícii. Prosím, vytvorte účet XING OAuth.

source: Africa/Abidjan
cs_cz: Afrika/Abidjan
de_de: Afrika/Abidjan
hu_hu: Afrika/Abidjan
ja_jp: アフリカ/アビジャン
sk_sk: Afrika/Abidjan

source: Africa/Accra
cs_cz: Afrika/Accra
de_de: Afrika/Accra
hu_hu: Afrika/Accra
ja_jp: アフリカ/アクラ
sk_sk: Afrika/Accra

source: Africa/Addis Ababa
cs_cz: Afrika/Addis Abeba
de_de: Afrika/Addis Abeba
hu_hu: Afrika/Addis Ababa
ja_jp: アフリカ/アジスアベバ
ro_ro: Africa/Addis Abeba
sk_sk: Afrika/Addis Ababa

source: Africa/Algiers
cs_cz: Afrika/Alžír
de_de: Afrika/Algerien
hu_hu: Afrika/Algír
ja_jp: アフリカ/アルジェ
ro_ro: Africa/Alger
sk_sk: Afrika/Algiers

source: Africa/Asmara
cs_cz: Afrika/Asmara
de_de: Afrika/Asmara
hu_hu: Afrika/Asmara
ja_jp: アフリカ/アスメラ
sk_sk: Afrika/Asmara

source: Africa/Asmera
cs_cz: Afrika/Asmera
hu_hu: Afrika/Asmera
ja_jp: アフリカ/アスメラ
sk_sk: Afrika/Asmera
