Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
cs_cz: Přístup ke sdílené položce, kterou hledáte, byl odebrán. Kontaktujte, prosím, vlastníka, chcete-li získat přístup. Klikněte, prosím, na „pokračovat“ k prohlédnutí vašich ostatních sdílených položek.
de_de: Die Zugriffsberechtigung für die gesuchte Freigabe wurde entfernt. Bitte kontaktieren Sie den Eigentümer, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien klicken Sie auf "Fortfahren".
fi_fi: Etsimäsi jaettu aineisto ei ole saatavilla. Ota yhteyttä omistajaan jos haluat saada sen uudelleen käyttöösi. Näpäytä "Jatka" jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett megosztás hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba a fájl tulajdonosával. Más megosztott fájlok megtekintéséhez kattintson a "Folytatatás"-ra.
ja_jp: お探しの共有ファイルへのアクセスは削除されています。再度アクセスしたい場合は所有者に連絡してください。他の共有ファイルを表示するには [続行] をクリックしてください。
ro_ro: Accesul la elementul partajat pe care îl căutați a fost eliminat. Contactați proprietarul dacă doriți să îl accesați din nou. Pentru a vizualiza celelalte fișiere partajate, apăsați pe "Continuă".
sk_sk: Prístup k zdieľaniu, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na vlastníka. Kliknutím na "pokračovať" zobrazíte vaše ďalšie zdieľania.

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
cs_cz: Přístup ke sdílené položce, kterou hledáte, byl odebrán. Kontaktujte, prosím, %1$s, chcete-li získat přístup. Klikněte, prosím, na „pokračovat“ k prohlédnutí vašich ostatních sdílených položek.
de_de: Die Zugriffsberechtigung für die gesuchte Freigabe wurde entfernt. Bitte kontaktieren Sie %1$s, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien klicken Sie auf "Fortfahren".
fi_fi: Etsimäsi jaettu aineisto ei ole saatavilla. Ota yhteyttä käyttäjään %1$s jos haluat saada sen uudelleen käyttöösi. Näpäytä "Jatka" jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett megosztás hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba a(z) %1$s felhasználóval. Más megosztott fájlok megtekintéséhez kattintson a "Folytatatás"-ra.
ja_jp: お探しの共有ファイルへのアクセスは削除されています。もう一度アクセスしたい場合は、%1$sに連絡してください。お探しの共有ファイルを表示するには、「続ける」をクリックしてください。
ro_ro: Accesul la elementul partajat pe care îl căutați a fost eliminat. Contactați %1$s dacă doriți să îl accesați din nou. Pentru a vizualiza celelalte fișiere partajate, apăsați pe "Continuă".
sk_sk: Prístup k zdieľaniu, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na používateľa %1$s. Kliknutím na "pokračovať" zobrazíte vaše ďalšie zdieľania.

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
cs_cz: Přístup k souboru, který hledáte, byl odebrán. Kontaktujte, prosím, vlastníka, chcete-li získat přístup. K prohlédnutí vašich ostatních sdílených souborů se, prosím, přihlaste.
de_de: Die Zugriffsberechtigung für die gesuchte Datei wurde entfernt. Bitte kontaktieren Sie den Eigentümer, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien melden Sie sich bitte an.
fi_fi: Etsimäsi tiedosto ei ole saatavilla. Ota yhteyttä omistajaan jos haluat saada sen uudelleen käyttöösi. Kirjaudu sisään os haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett fájl hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba a fájl tulajdonosával. Más megosztott fájlok megtekintéséhez jelentkezzen be.
ja_jp: お探しのファイルへのアクセスは削除されています。再度アクセスしたい場合は所有者に連絡してください。他の共有ファイルを表示するにはログインしてください。
ro_ro: Accesul la fișierul pe care îl căutați a fost eliminat. Contactați proprietarul dacă doriți să îl accesați din nou. Conectați-vă pentru a vizualiza celelalte fișiere partajate.
sk_sk: Prístup k súboru, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na vlastníka. Ak chcete zobraziť svoje ďalšie zdieľané súbory, prosím, prihláste sa.

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
cs_cz: Přístup k souboru, který hledáte, byl odebrán. Kontaktujte, prosím, %1$s, chcete-li získat přístup. K prohlédnutí vašich ostatních sdílených souborů se, prosím, přihlaste.
de_de: Die Zugriffsberechtigung für die gesuchte Datei wurde entfernt. Bitte kontaktieren Sie %1$s, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien melden Sie sich bitte an.
fi_fi: Etsimäsi tiedosto ei ole saatavilla. Ota yhteyttä käyttäjään %1$s jos haluat saada sen uudelleen käyttöösi. Kirjaudu sisään jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett fájl hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba %1$s felhasználóval. Más megosztott fájlok megtekintéséhez jelentkezzen be.
ja_jp: お探しのファイルへのアクセスは削除されています。再度アクセスしたい場合は %1$s に連絡してください。他の共有ファイルを表示するにはログインしてください。
ro_ro: Accesul la fișierul pe care îl căutați a fost eliminat. Contactați %1$s dacă doriți să îl accesați din nou. Conectați-vă pentru a vizualiza celelalte fișiere partajate.
sk_sk: Prístup k súboru, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na používateľa %1$s. Ak chcete zobraziť svoje ďalšie zdieľané súbory, prosím, prihláste sa.

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
cs_cz: Přístup ke složce, kterou hledáte, byl odebrán. Kontaktujte, prosím, vlastníka, chcete-li získat přístup. K prohlédnutí vašich ostatních sdílených složek se, prosím, přihlaste.
de_de: Die Zugriffsberechtigung für den gesuchten Ordner wurde entfernt. Bitte kontaktieren Sie den Eigentümer, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien melden Sie sich bitte an.
fi_fi: Etsimäsi kansio ei ole saatavilla. Ota yhteyttä omistajaan jos haluat saada sen uudelleen käyttöösi. Kirjaudu sisään jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett mappa hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba a fájl tulajdonosával. Más megosztott fájlok megtekintéséhez jelentkezzen be.
ja_jp: お探しのフォルダーへのアクセスは削除されています。もう一度アクセスしたい場合は、所有者に連絡してください。他の共有ファイルを表示するにはログインしてください。
ro_ro: Accesul la dosarul pe care îl căutați a fost eliminat. Contactați proprietarul dacă doriți să îl accesați din nou. Conectați-vă pentru a vizualiza celelalte fișiere partajate.
sk_sk: Prístup k priečinku, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na vlastníka. Ak chcete zobraziť svoje ďalšie zdieľané súbory, prosím, prihláste sa.

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
cs_cz: Přístup ke složce, kterou hledáte, byl odebrán. Kontaktujte, prosím, %1$s, chcete-li získat přístup. K prohlédnutí vašich ostatních sdílených složek se, prosím, přihlaste.
de_de: Die Zugriffsberechtigung für den gesuchten Ordner wurde entfernt. Bitte kontaktieren Sie %1$s, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien melden Sie sich bitte an.
fi_fi: Etsimäsi kansio ei ole saatavilla. Ota yhteyttä käyttäjään %1$s jos haluat saada sen uudelleen käyttöösi. Kirjaudu sisään jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett mappa hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba %1$s felhasználóval. Más megosztott fájlok megtekintéséhez jelentkezzen be.
ja_jp: お探しのフォルダーへのアクセスは削除されています。アクセスしたい場合は %1$s に連絡してください。他の共有ファイルを表示するにはログインしてください。
ro_ro: Accesul la dosarul pe care îl căutați a fost eliminat. Contactați %1$s dacă doriți să îl accesați din nou. Conectați-vă pentru a vizualiza celelalte fișiere partajate.
sk_sk: Prístup k priečinku, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na používateľa %1$s. Ak chcete zobraziť svoje ďalšie zdieľané súbory, prosím, prihláste sa.

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
cs_cz: Přístup ke sdílené položce, kterou hledáte, byl odebrán. Kontaktujte, prosím, vlastníka, chcete-li získat přístup. K prohlédnutí vašich ostatních sdílených položek se, prosím, přihlaste.
de_de: Die Zugriffsberechtigung für die gesuchte Freigabe wurde entfernt. Bitte kontaktieren Sie den Eigentümer, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien melden Sie sich bitte an.
fi_fi: Etsimäsi jaettu aineisto ei ole saatavilla. Ota yhteyttä omistajaan jos haluat saada sen uudelleen käyttöösi. Kirjaudu sisään jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett megosztás hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba a fájl tulajdonosával. Más megosztott fájlok megtekintéséhez jelentkezzen be.
ja_jp: お探しの共有ファイルへのアクセスは削除されています。再度アクセスしたい場合は所有者に連絡してください。他の共有ファイルを表示するにはログインしてください。
ro_ro: Accesul la elementul partajat pe care îl căutați a fost eliminat. Contactați proprietarul dacă doriți să îl accesați din nou. Conectați-vă pentru a vizualiza celelalte fișiere partajate.
sk_sk: Prístup k zdieľaniu, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na vlastníka. Ak chcete zobraziť svoje ďalšie zdieľané súbory, prosím, prihláste sa.

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
cs_cz: Přístup ke sdílené položce, kterou hledáte, byl odebrán. Kontaktujte, prosím, %1$s, chcete-li získat přístup. K prohlédnutí vašich ostatních sdílených položek se, prosím, přihlaste.
de_de: Die Zugriffsberechtigung für die gesuchte Freigabe wurde entfernt. Bitte kontaktieren Sie %1$s, falls Sie wieder Zugriff haben möchten. Zum Anzeigen Ihrer anderen freigegebenen Dateien melden Sie sich bitte an.
fi_fi: Etsimäsi jaettu aineisto ei ole saatavilla. Ota yhteyttä käyttäjään %1$s jos haluat saada sen uudelleen käyttöösi. Kirjaudu sisään jos haluat katsella muita jaettuja tiedostojasi.
hu_hu: A keresett megosztás hozzáférése visszavonásra került. Ha újra hozzáférést szeretne, akkor lépjen kapcsolatba %1$s felhasználóval. Más megosztott fájlok megtekintéséhez jelentkezzen be.
ja_jp: お探しの共有ファイルへのアクセスは削除されています。再度アクセスしたい場合は %1$s に連絡してください。他の共有ファイルを表示するにはログインしてください。
ro_ro: Accesul la elementul partajat pe care îl căutați a fost eliminat. Contactați %1$s dacă doriți să îl accesați din nou. Conectați-vă pentru a vizualiza celelalte fișiere partajate.
sk_sk: Prístup k zdieľaniu, ktorý hľadáte, bol odobraný. Ak chcete prístup znova, prosím, obráťte sa na používateľa %1$s. Ak chcete zobraziť svoje ďalšie zdieľané súbory, prosím, prihláste sa.

source: The requested share does not exist.
cs_cz: Požadovaný sdílený obsah neexistuje.
de_de: Die angeforderte Freigabe ist nicht vorhanden.
fi_fi: Pyydettyä jakoa ei ole olemassa.
hu_hu: A kért megosztás nem létezik.
ja_jp: 要求した共有ファイルは存在しません。
ro_ro: Partajarea cerută nu există.
sk_sk: Požadované zdieľanie neexistuje.

source: The token "%1$s" is invalid.
cs_cz: Token „$s“ není platný.
de_de: Das Token "%1$s" ist ungültig.
fi_fi: Lipuke "%1$s" ei kelpaa.
hu_hu: A(z) "%1$s" token érvénytelen.
ja_jp: トークン "%1$s" は無効です。
ro_ro: Simbolul "%1$s" este incorect.
sk_sk: Token "%1$s" je neplatný.

source: The link "%1$s" is invalid.
cs_cz: Odkaz „$s“ není platný.
de_de: Der Link "%1$s" ist ungültig.
fi_fi: Linkki "%1$s" ei kelpaa.
hu_hu: A(z) "%1$s" hivatkozás érvénytelen.
ja_jp: リンク "%1$s" は無効です。
ro_ro: Legătura "%1$s" este incorectă.
sk_sk: Odkaz "%1$s" je neplatný.

source: "%1$s" is not a valid email address.
cs_cz: „%1$s“ není platná poštovní adresa.
de_de: "%1$s" ist keine gültige E-Mail-Adresse.
fi_fi: "%1$s" ei ole kelvollinen sähköpostiosoite.
hu_hu: A(z) "%1$s" nem érvényes e-mail cím.
ja_jp: "%1$s" は有効なメールアドレスではありません。
ro_ro: "%1$s" nu este o adresă validă de e-mail..
sk_sk: "%1$s" nie je platná emailová adresa.

source: The share has been modified in the meantime. Please refresh or synchronize and try again.
cs_cz: Sdílený obsah byl mezitím upraven. Obnovte, prosím, pohled, nebo proveďte synchronizaci a zkuste to znovu.
de_de: Die Freigabe hat sich mittlerweile geändert. Bitte aktualisieren oder synchronisieren Sie und versuchen Sie es erneut.
fi_fi: Jaettua kohdetta on muokattu. Virkistä tai synkronoi ja yritä uudelleen.
hu_hu: Az megosztást időközben módosították. Frissítsen vagy szinkronizáljon, majd próbálja újra.
ja_jp: 共有ファイルは既に変更されています。最新の状態に更新するか、同期してからもう一度やり直してください。
ro_ro: Partajarea a fost modificată între timp. Reîmprospătați sau sincronizați și încercați din nou.
sk_sk: Zdieľanie bolo medzitým upravené. Prosí, znovu načítajte stránku alebo spustite synchronizáciu a potom to skúste to znova.

source: You don't have sufficient permissions to delete the share.
cs_cz: Nemáte příslušná oprávnění ke smazání tohoto sdíleného obsahu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Löschen der Freigabe.
fi_fi: Sinulla ei ole tarvittavia valtuuksia jaetun kohteen poistamiseksi.
hu_hu: Nincs megfelelő jogosultsága a megosztás törléséhez.
ja_jp: 共有ファイルを削除する十分な権限がありません。
ro_ro: Nu aveți suficiente permisiuni pentru a șterge partajarea.
sk_sk: Nemáte dostatočné oprávnenie na zmazanie tohto zdieľania.

source: You don't have sufficient permissions to edit the share.
cs_cz: Nemáte příslušná oprávnění k úpravě tohoto sdíleného obsahu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Bearbeiten der Freigabe.
fi_fi: Sinulla ei ole tarvittavia valtuuksia jaetun kohteen muokkaamiseksi.
hu_hu: Nincs megfelelő jogosultsága a megosztás szerkesztéséhez.
ja_jp: 共有ファイルを編集する十分な権限がありません。
ro_ro: Nu aveți suficiente permisiuni pentru a edita partajarea.
sk_sk: Nemáte dostatočné oprávnenie na upravenie tohto zdieľania.

source: You don't have sufficient permissions to share folder or item "%2$s".
cs_cz: Nemáte příslušná oprávnění ke sdílení složky nebo položky „%2$s“.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Freigeben des Ordners bzw. Objekts "%2$s".
fi_fi: Sinulla ei ole tarvittavia valtuuksia jakaaksesi kansion tai kohteen "%2$s".
hu_hu: Nincs megfelelő jogosultsága a "%2$s" mappa vagy elem megosztásához.
ja_jp: フォルダーまたはアイテム"%2$s"を共有する十分な権限がありません。
ro_ro: Nu aveți suficiente permisiuni pentru a partaja dosarul sau elementul "%2$s".
sk_sk: Nemáte dostatočné oprávnenie na zdieľanie priečinka alebo položky "%2$s".

source: Module %1$s does not support sharing.
cs_cz: Modul %1$s nepodporuje sdílení.
de_de: Das Modul %1$s unterstützt keine Freigaben.
fi_fi: Moduuli %1$s ei tue jakamista.
hu_hu: A(z) %1$s modul nem támogatja a megosztást.
ja_jp: モジュール %1$s は共有をサポートしていません。
ro_ro: Modulul %1$s nu suportă partajarea.
sk_sk: Modul %1$s nepodporuje zdieľanie.

source: Module %1$s does not support sharing of items.
cs_cz: Modul %1$s nepodporuje sdílení položek.
de_de: Das Modul %1$s unterstützt keine Objektfreigaben.
fi_fi: %1$s-moduuli ei tue kohteiden jakamista.
hu_hu: A(z) %1$s modul nem támogatja az elemek megosztását.
ja_jp: モジュール %1$s はアイテムの共有をサポートしていません。
ro_ro: Modulul %1$s nu suportă partajarea de elemente.
sk_sk: Modul %1$s nepodporuje zdieľanie položiek.

source: Module %1$s does not support sharing of folders.
cs_cz: Modul %1$s nepodporuje sdílení složek.
de_de: Das Modul %1$s unterstützt keine Ordnerfreigaben.
fi_fi: Moduuli %1$s ei tue kansioiden jakamista.
hu_hu: A(z) %1$s modul nem támogatja az mappák megosztását.
ja_jp: モジュール %1$s はフォルダーの共有をサポートしていません。
ro_ro: Modulul %1$s nu suportă partajarea de dosare.
sk_sk: Modul %1$s nepodporuje zdieľanie priečinkov.

source: You can't share with yourself.
cs_cz: Nelze sdílet se sebou samým.
de_de: Sie können keine Freigaben für sich selbst erstellen.
fi_fi: Et voi jakaa itsesi kanssa.
hu_hu: Nem tud saját magával megosztani.
ja_jp: 自身への共有はできません。
ro_ro: Nu puteți partaja cu dumneavoastră înșivă.
sk_sk: Nemôžete zdieľať so sebou samým.

source: You don't have sufficient permissions to share a link.
cs_cz: Nemáte dostatečná oprávnění ke sdílení odkazu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Freigeben eines Links.
fi_fi: Sinulla ei ole tarvittavia valtuuksia linkin jakamiseen.
hu_hu: Nincs megfelelő jogosultsága a hivatkozás megosztásához.
ja_jp: リンクを共有するための必要な権限がありません。
ro_ro: Nu aveți suficiente permisiuni pentru a partaja o legătură.
sk_sk: Nemáte dostatočné oprávnenie na zdieľanie odkazu.

source: You don't have sufficient permissions to invite guests.
cs_cz: Nemáte dostatečná oprávnění k pozvání hostů
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Einladen von Gästen.
fi_fi: Sinulla ei ole tarvittavia valtuuksia vieraiden kutsumiseksi.
hu_hu: Nincs megfelelő jogosultsága a vendégek meghívásához.
ja_jp: ゲストを招待するための権限がありません。
ro_ro: Nu aveți suficiente permisiuni pentru a invita utilizatori.
sk_sk: Nemáte dostatočné oprávnenie na pozvanie hostí.

source: You can't create links for multiple targets.
cs_cz: Nemůžete vytvořit odkazy na více cílů.
de_de: Sie können keine Links für mehrere Ziele anlegen.
fi_fi: Et voi luoda linkkejä useisiin kohteisiin.
hu_hu: Nem hozhat létre hivatkozásokat több cél számára.
ja_jp: 複数のターゲット用のリンクを作成できません。
ro_ro: Nu puteți crea legături cu destinații multiple.
sk_sk: Nemožno vytvoriť odkazy na viaceré ciele.

source: You cannot create more than one link per folder or item.
cs_cz: Nemůžete vytvořit více než jeden odkaz na složku či položku.
de_de: Sie können nicht mehr als einen Link pro Ordner oder Objekt anlegen.
fi_fi: Et voi luoda enempää kuin yhden linkin kansiota tai kohdetta kohti.
hu_hu: Nem hozhat létre több mint egy hivatkozást mappánként vagy elemenként.
ja_jp: １つのフォルダーまたはアイテムに対して１つ以上のリンクを作成できません。
ro_ro: Nu se poate crea mai mult de o legătură pentru un dosar sau element.
sk_sk: Nemožno vytvoriť viac ako jeden odkaz na priečinok alebo položku.

source: The set permissions for the link are invalid.
cs_cz: Oprávnění nastavená pro tento odkaz jsou neplatná.
de_de: Die für den Link festgelegten Berechtigungen sind ungültig.
fi_fi: Linkille asetetut oikeudet eivät kelpaa.
hu_hu: A hivatkozáshoz beállított jogosultságok érvénytelenek.
ja_jp: リンクの設定権限は無効です。
ro_ro: Permisiunile de setare pentru legătură sunt incorecte.
sk_sk: Nastavené oprávnenia odkazu sú neplatné.

source: The share you are looking for is currently not available. Please try again later.
cs_cz: Požadovaný sdílený zdroj není dostupný. Zkuste to, prosím, později.
de_de: Die von Ihnen gesuchte Freigabe ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
fi_fi: Etsimäsi jaettu kohde ei ole tällä hetkellä saatavilla. Yritä myöhemmin uudelleen.
hu_hu: A keresett megosztás jelenleg nem érhető el. Kérem, próbálja újra később.
ja_jp: お探しの共有ファイルは現在利用できません。後でもう一度やり直してください。
ro_ro: Partajarea pe care o căutați nu este disponibilș momentan. Încercați din nou mai târziu.
sk_sk: Zdieľaný priečinok, ktorý hľadáte momentálne nie je dostupný. Prosím, skúste to neskôr znova.

source: You don't have sufficient permissions to subscribe to a share.
cs_cz: Nemáte příslušná oprávnění k přihlášení k odběru tohoto sdíleného obsahu.
fi_fi: Käyttöoikeudet eivät riitä jaon tilaamiseen.
hu_hu: Nincs megfelelő jogosultsága a megosztásra való feliratkozáshoz.
ja_jp: 共有ファイルを登録する十分な権限がありません。
ro_ro: Nu aveți suficiente permisiuni pentru a vă abona la o partajare.
sk_sk: Nemáte dostatočné oprávnenie na prihlásenie sa k odberu tohto zdieľania.

source: Subscribing to a single file is not supported
cs_cz: Přihlášení k odběru jediného souboru není podporované
fi_fi: Yksittäisen tiedoston tilaaminen ei ole sallittua
hu_hu: Egyetlen fájlra való feliratkozás nem támogatott
ja_jp: 1つのファイルの登録がサポートされていません。
ro_ro: Abonarea la un singur fișier nu este acceptată
sk_sk: Prihlásenie sa k odberu jednotlivého súboru nie je podporované

source: You are not allowed to subscribe to a share for %1$s
cs_cz: Nemáte oprávnění k přihlášení k odběru sdíleného obsahu v „$1$s“
fi_fi: Et saa tilata jakoa %1$s
hu_hu: Nincs jogosultsága feliratkozni a(z) %1$s megosztásra
ja_jp: %1$sの共有ファイルの登録は許可されていません。
ro_ro: Nu vi se permite să vă abonați la o partajare pentru %1$s
sk_sk: Nemáte oprávnenie prihlásiť sa k odberu zdieľania %1$s

source: You are not allowed to subscribe to an anonymous share
cs_cz: Nemáte oprávnění k přihlášení k odběru anonymního sdíleného obsahu
fi_fi: Et saa tilata anonyymiä jakoa
hu_hu: Nincs jogosultsága, hogy névtelen megosztásra iratkozzon fel
ja_jp: 匿名の共有ファイルの登録は許可されていません。
ro_ro: Nu vi se permite să vă abonați la o partajare anonimă
sk_sk: Nemáte oprávnenie prihlásiť sa k odberu anonymného zdieľania

source: You are not allowed to unsubscribe folder %1$s
cs_cz: Nemáte oprávnění k odhlášení odběru složky „%1$s“
fi_fi: Et voi peruuttaa kansion %1$s tilausta
hu_hu: Nincs jogosultsága, hogy leiratkozzon a(z) %1$s mappáról
ja_jp: フォルダー%1$sの登録解除は許可されていません。
ro_ro: Nu vi se permite să vă dezabonați de la dosarul %1$s
sk_sk: Nemáte oprávnenie odhlásiť sa od odberu priečinka %1$s

source: image
cs_cz: obrázek
de_de: Bild
fi_fi: kuva
hu_hu: kép
ja_jp: 画像
ro_ro: imagine
sk_sk: obrázok

source: file
cs_cz: soubor
de_de: Datei
fi_fi: tiedosto
hu_hu: fájl
ja_jp: ファイル
ro_ro: fișier
sk_sk: súbor

source: folder
cs_cz: složka
de_de: Ordner
fi_fi: kansio
hu_hu: mappa
ja_jp: フォルダー
ro_ro: dosar
sk_sk: priečinok

source: %1$s has shared the file "%2$s" with you.
cs_cz: %1$s s vámi sdílel(a) soubor „%2$s“.
de_de: %1$s hat die Datei "%2$s" für Sie freigegeben.
fi_fi: %1$s on jakanut kanssasi tiedoston "%2$s".
hu_hu: %1$s megosztotta a(z) "%2$s" fájlt Önnel.
ja_jp: %1$s がファイル %2$s をあなたと共有しました。
ro_ro: %1$s a partajat fișierul "%2$s" cu dumneavoastră.
sk_sk: %1$s s vami zdieľal súbor "%2$s".

source: %1$s has shared %2$s files with you.
cs_cz: %1$s s vámi sdílel(a) %2$s souborů.
de_de: %1$s hat %2$s Dateien für Sie freigegeben.
fi_fi: %1$s on jakanut kanssasi %2$s tiedostoa.
hu_hu: %1$s megosztott %2$s fájlt Önnel.
ja_jp: %1$s は %2$s 個のファイルをあなたと共有しました。
ro_ro: %1$s a partajat %2$d fișiere cu dumneavoastră.
sk_sk: %1$s s vami zdieľal súbory "%2$s".

source: %1$s has shared the image "%2$s" with you.
cs_cz: %1$s s vámi sdílel(a) obrázek „%2$s“.
de_de: %1$s hat das Bild "%2$s" für Sie freigegeben.
fi_fi: %1$s on jakanut kanssasi kuvan "%2$s".
hu_hu: %1$s megosztotta a(z) "%2$s" képet Önnel.
ja_jp: %1$s は画像 %2$s をあなたと共有しました。
ro_ro: %1$s a partajat imaginea "%2$s" cu dumneavoastră.
sk_sk: %1$s s vami zdieľal obrázok "%2$s".

source: %1$s has shared %2$s images with you.
cs_cz: %1$s s vámi sdílel(a) %2$s obrázků.
de_de: %1$s hat %2$s Bilder für Sie freigegeben.
fi_fi: %1$s on jakanut kanssasi %2$s kuvaa.
hu_hu: %1$s megosztott %2$s képet Önnel.
ja_jp: %1$s は %2$s この画像をあなたと共有しました。
ro_ro: %1$s a partajat %2$d imagini cu dumneavoastră.
sk_sk: %1$s s vami zdieľal obrázky "%2$s".

source: %1$s has shared the item "%2$s" with you.
cs_cz: %1$s s vámi sdílel(a) položku „%2$s“.
de_de: %1$s hat das Objekt "%2$s" für Sie freigegeben.
fi_fi: %1$s on jakanut kanssasi kohteen "%2$s".
hu_hu: %1$s megosztotta a(z) "%2$s" elemet Önnel.
ja_jp: %1$s はアイテム %2$s をあなたと共有しました。
ro_ro: %1$s a partajat elementul "%2$s" cu dumneavoastră.
sk_sk: %1$s s vami zdieľal položku "%2$s".
