Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: The value for attribute %1$s contains more than the allowed number of %2$d characters. Current length: %3$d characters.
cs_cz: Hodnota atributu %1$s obsahuje více než povolený počet %2$d znaků. Současná délka: %3$d znaků.
de_de: Der Wert für das Attribut %1$s enthält zu viele Zeichen. Aktuelle Anzahl %3$d überschreitet die zulässige Anzahl von %2$d Zeichen.
fi_fi: Attribuutin %1$s arvo sisältää enemmäin kuin sallitut %2$d merkkiä. Tämänhetkinen pituus: %3$d merkkiä.
hu_hu: A(z) %1$s attribútum értéke túl sok karaktert tartalmaz. A jelenlegi %3$d hossz nagyobb az engedélyezett %2$d karakternél.
ja_jp: 属性 %1$s の値には、許可されている文字数 (%2$d) よりも大き文字が入力されています。現在の文字数: %3$d 文字。
ro_ro: Valoarea pentru atributul %1$s conține mai multe caractere decât %2$d, numărul maxim permis. Lungime curentă: %3$d caractere.
sk_sk: Hodnota atribútu %1$s obsahuje viac ako povolený počet %2$d znakov. Aktuálna dĺžka: %3$d znakov.

source: The specified folder name exceeds the limit of %2$d characters. Please shorten the name and try again.
cs_cz: Zadaný název složky překračuje limit %2$d znaků. Zkraťte, prosím, název a zkuste to znovu.
de_de: Der angegebene Ordnername überschreitet die maximal zulässige Anzahl von %2$d Zeichen. Bitte kürzen Sie den Namen und versuchen Sie es erneut.
fi_fi: Määritelty kansion nimi ylittää enimmäispituuden %2$d. Lyhennä nimeä ja yritä uudelleen, ole hyvä.
hu_hu: A megadott mappanév meghaladja a(z) %2$d karakteres korlátot. Rövidítse a nevet, és próbálja újra.
ja_jp: 指定されたフォルダー名の文字数が %2$d 文字の制限を越えました。名前を短くして、もう一度やり直してください。
ro_ro: Numele de dosar specificat depășește limita de %2$d caractere. Scurtați numele și încercați din nou.
sk_sk: Zadaný názov priečinka presahuje limit %2$s znakov. Prosím, skráťte názov a skúste to znova.

source: Only the owner of the parent shared folder may hold administrative permissions.
cs_cz: Pouze vlastník nadřazené sdílené složky může mít administrátorská práva.
de_de: Nur der Eigentümer des übergeordneten freigegebenen Ordners kann administrative Berechtigungen besitzen.
fi_fi: Vain jaetun emokansion omistajalla on ylläpito-oikeudet.
hu_hu: Csak egy szülő megosztott mappájának tulajdonosa rendelkezhet adminisztrációs jogosultságokkal.
ja_jp: 共有された親フォルダーの所有者のみに管理者権限が割り当てられます。
ro_ro: Doar proprietarul dosarului partajat părinte poate avea permisiuni de administrare.
sk_sk: Iba vlastník nadradeného zdieľaného priečinka môže mať povolenia správcu.

source: The folder is a default folder. Hence its owner needs to hold administrative permissions.
cs_cz: Složka je výchozí a její vlastník k ní musí mít administrátorská práva.
de_de: Der Ordner ist ein Standardordner, für den der Eigentümer die Adminrechte besitzen muss.
fi_fi: Kansio on oletuskansio. Siksi sen omistajalla täytyy olla ylläpito-oikeudet.
hu_hu: A mappa az alapértelmezett mappa, amely tulajdonosának adminisztrációs jogosultsággal kell rendelkeznie.
ja_jp: フォルダーは既定のフォルダーです。そのため、このフォルダーの所有者には管理者権限の割り当てが必要です。
ro_ro: Dosarul este un dosar implicit. În consecință, proprietarul său trebuie să dețină permisiuni de administrare.
sk_sk: Priečinok je predvolený priečinok. Preto jeho vlastník musí mať oprávnenia správcu.

source: You do not have appropriate permissions to share the folder.
cs_cz: Nemáte příslušná oprávnění ke sdílení složky.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Freigeben des Ordners.
fi_fi: Sinulla ei ole asiaankuuluvia lupia kansion jakamiseen.
hu_hu: Nincs megfelelő jogosultsága a mappa megosztásához.
ja_jp: フォルダーの共有に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a partaja dosarul.
sk_sk: Nemáte príslušné oprávnenie na zdieľanie priečinka.

source: It is not possible to apply the changes due to limited permissions
cs_cz: Vzhledem k omezeným právům není možné uplatnit změny.
de_de: Aufgrund eingeschränkter Berechtigungen ist es nicht möglich, die Änderungen anzuwenden.
fi_fi: Ei ole mahdollista toteuttaa muutoksia rajoitettujen oikeuksien vuoksi
hu_hu: A változások alkalmazása nem lehetséges a korlátozott jogosultságok miatt.
ja_jp: 制限された権限のため、変更を適用できません
ro_ro: Nu se pot aplica modificările din cauza permisiunilor limitate
sk_sk: Nie je možné aplikovať zmeny z dôvodu nedostatočných oprávnení.

source: It is not possible to apply the changes as a result of restricted permissions of the user "%1$s".
cs_cz: Vzhledem k omezeným právům uživatele „%1$s“ není možné uplatnit změny.
de_de: Die Änderungen können aufgrund eingeschränkter Berechtigungen des Benutzers "%1$s" nicht angewendet werden.
fi_fi: Muutoksia ei voida toteuttaa käyttäjän "%1$s" rajoitettujen oikeuksien vuoksi.
hu_hu: A(z) "%1$s” felhasználó korlátozott jogosultságai miatt nem lehet a változásokat alkalmazni.
ja_jp: ユーザー %1$s の制限された権限のため、変更を適用できません。
ro_ro: Nu s-au putut aplica modificările din cauza permisiunilor restricționate ale utilizatorului "%1$s".
sk_sk: Nie je možné použiť zmeny v dôsledku obmedzeného oprávnenia používateľa "%1$s".

source: The folder cannot be deleted since it contains a hidden subfolder you don't have the appropriate permissions for.
cs_cz: Složku nelze smazat, protože obsahuje skrytou podsložku, k níž nemáte příslušná oprávnění.
de_de: Der Ordner kann nicht gelöscht werden, da er einen versteckten Unterordner enthält, für den Sie nicht die entsprechenden Berechtigungen besitzen.
fi_fi: Kansiota ei voida poistaa, koska se sisältää piilotetun alakansion, johon sinulla ei ole tarvittavia oikeuksia.
hu_hu: A mappa nem törölhető, mert olyan rejtett almappát tartalmaz, amelyhez nincs megfelelő jogosultsága.
ja_jp: フォルダー内には非表示のサブフォルダーがあります。この非表示のフォルダーに対する権限がないため、このフォルダーを削除できません。
ro_ro: Dosarul nu poate fi șters deoarece conține un dosar subordonat ascuns pentru care nu aveți permisiunile necesare.
sk_sk: Priečinok nie je možné zmazať, pretože obsahuje skrytý podpriečinok, ku ktorému nemáte príslušné oprávnenia.

source: The folder already contains a folder with such a name. Please choose a different name and try again.
cs_cz: Složka již obsahuje složku se stejným názvem. Zvolte, prosím, jiný název a zkuste to znovu.
de_de: Der Ordner enthält bereits einen Ordner mit einem solchen Namen. Bitte wählen Sie einen anderen Namen und versuchen Sie es erneut.
fi_fi: Kansio sisältää jo samannimisen kansion. Valitse toinen nimi ja yritä uudelleen.
hu_hu: A mappában ezzel a névvel már van egy mappa. Válasszon egy másik nevet és próbálja újra.
ja_jp: 同じような名前のフォルダーがすでに存在します。別の名前に変更して、もう一度やり直してください。
ro_ro: Dosarul conține deja un dosar cu acest nume. Alegeți un alt nume și încercați din nou.
sk_sk: Priečinok už obsahuje priečinok s takým názvom. Prosím, vyberte iný názov a skúste to znova.

source: The folder name contains invalid characters.
cs_cz: Název složky obsahuje nepovolené znaky.
de_de: Der Ordnername enthält unzulässige Zeichen.
fi_fi: Kansionimi sisältää epäkelpoja merkkejä.
hu_hu: A mappanév nem megengedett karaktereket tartalmaz.
ja_jp: フォルダー名に無効な文字が含まれています。
ro_ro: Numele dosarului conține caractere nepermise.
sk_sk: Názov priečinka obsahuje neplatné znaky.

source: You already share a personal folder named "%1$s" with the same user. You can not share two folders with exactly the same name with a user. Please rename the folder before sharing it with this user.
cs_cz: Soukromou složku „%1$s“ už s tímto uživatelem sdílíte. Nemůžete s jedním uživatelem sdílet dvě složky se stejným názvem. Přejmenujte, prosím, složku, než ji budete s tímto uživatelem sdílet.
de_de: Sie haben bereits eine Ordnerfreigabe für den Ordner "%1$s" für diesen Benutzer. Sie können nicht zwei Ordner mit exakt dem gleichen Namen für einen Benutzer freigeben. Bitte benennen Sie den Ordner vor der Freigabe für diesen Benutzer um.
fi_fi: Jaat jo saman käyttäjän kanssa henkilökohtaisen kansion nimeltään "%1$s". Et voi jakaa kahta täsmälleen saman nimistä kansiota käyttäjän kanssa. Ole hyvä ja uudelleen nimeä kansio ennen kuin jaat sen tämän käyttäjän kanssa.
hu_hu: Már megoszt egy „%1$s” nevű személyes mappát ugyanezzel a felhasználóval. Nem oszthat meg két teljesen azonos nevű mappát ugyanazzal a felhasználóval. Nevezze át a mappát, mielőtt megosztaná a felhasználóval.
ja_jp: 名前 %1$s の個人フォルダーを既に同じユーザーと共有しています。同じ名前の複数のフォルダーをユーザーと共有することはできません。このユーザーとフォルダーを共有するにはフォルダーの名前を変更してください。
ro_ro: Un dosar personal cu numele "%1$s" este deja partajat cu același utilizator. Nu se pot partaja două dosare cu același nume cu un utilizator. Redenumiți dosarul înainte de a-l partaja cu acest utilizator.
sk_sk: Už zdieľate osobný priečinok s názvom "%1$s" s uvedeným používateľom. Nemôžete zdieľať dva priečinky s presne rovnakým názvom s rovnakým používateľom. Prosím, prementujte priečinok než ho začnete zdieľať s týmto používateľom.

source: Duplicate permission defined. Only one permission per user is allowed.
cs_cz: Bylo definováno duplicitní oprávnění. Je povolené pouze jedno oprávnění na uživatele.
de_de: Berechtigung doppelt angegeben. Es ist nur eine Berechtigung pro Benutzer zulässig.
fi_fi: Kaksoislupa on määritelty. Kutakin käyttäjää kohti sallitaan vain yksi lupa.
hu_hu: Többszörös jogosultság került beállításra. Felhasználónként csak egy jogosultság engedélyezett.
ja_jp: 権限が重複して定義されています。権限はユーザーごとに1つのみ設定できます。
ro_ro: Permisiuni duble definite. Este acceptată o singură permisiune pentru fiecare utilizator.
sk_sk: Sú definované duplicitné oprávnenia. Je povolené iba jedno oprávnenie na používateľa.

source: Duplicate permission defined. Only one permission per group is allowed.
cs_cz: Bylo definováno duplicitní oprávnění. Je povolené pouze jedno oprávnění na skupinu.
de_de: Berechtigung doppelt angegeben. Es ist nur eine Berechtigung pro Gruppe zulässig.
fi_fi: Kaksoislupa on määritelty. Kutakin ryhmää kohti sallitaan vain yksi lupa.
hu_hu: Többszörös jogosultság került beállításra. Csoportonként csak egy jogosultság engedélyezett.
ja_jp: 権限が重複して定義されています。権限はグループごとに1つのみ設定できます。
ro_ro: Permisiuni duble definite. Este acceptată o singură permisiune pentru fiecare grup.
sk_sk: Sú definované duplicitné oprávnenia. Je povolené iba jedno oprávnenie na skupinu.

source: Only the folder visibility permission is allowed to be changed.
cs_cz: U složky lze měnit pouze oprávnění určující viditelnost.
de_de: Es darf nur die Berechtigung zum Sehen des Ordners geändert werden.
fi_fi: Vain kansion näkyvyysoikeutta voidaan muuttaa.
hu_hu: Csak a mappa láthatósági jogosultsága módosítható.
ja_jp: フォルダー表示権限の変更のみが許可されます。
ro_ro: Doar permisiunile pentru vizibilitatea dosarului pot fi modificate.
sk_sk: Pre priečinok je povolené zmeniť iba oprávnenie na viditeľnosť priečinka.

source: Only individual user permissions, but no group permissions are allowed.
cs_cz: Jsou povolená pouze oprávnění jednotlivých uživatelů, ne skupinová.
de_de: Es sind nur individuelle Benutzerberechtigungen zulässig, jedoch keine Gruppenberechtigungen.
fi_fi: Vain yksittäisten käyttäjien luvat, ei ryhmäluvat, sallitaan.
hu_hu: Csak egyéni felhasználói jogosultságok engedélyezettek, a csoportjogosultságok nem.
ja_jp: グループに対する権限は設定できまえん。ユーザー個別の権限のみ設定できます。
ro_ro: Sunt acceptate doar permisiunile pentru utilizatorii individuali, nu și cele de grup.
sk_sk: Sú povolené iba oprávnenia jednotlivých používateľov, ale nie skupinové oprávnenia.

source: No individual user permissions are allowed.
cs_cz: Nejsou povolená oprávnění jednotlivých uživatelů.
de_de: Es sind keine individuellen Benutzerberechtigungen zulässig.
fi_fi: Lupia yksittäisille käyttäjille ei sallita.
hu_hu: Egyéni felhasználói jogosultságok nem engedélyezettek.
ja_jp: ユーザー個別の権限設定はできません。
ro_ro: Nu sunt acceptate permisiunile pentru utilizatorii individuali.
sk_sk: Oprávnenia jednotlivých používateľov nie sú povolené.

source: You do not have appropriate permissions to rename the folder.
cs_cz: Nemáte příslušná oprávnění k přejmenování složky.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Umbenennen des Ordners.
fi_fi: Sinulla ei ole tarvittavia oikeuksia kansion uudelleennimeämiseen.
hu_hu: Nincs megfelelő jogosultsága a mappa átnevezéséhez.
ja_jp: フォルダー名を変更するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a redenumi dosarul.
sk_sk: Nemáte príslušné oprávnenie na premenovanie priečinka.

source: The folder cannot be deleted as it contains locked documents.
cs_cz: Složku nelze smazat, protože obsahuje uzamčené dokumenty.
de_de: Der Ordner kann nicht gelöscht werden, da er gesperrte Dokumente enthält.
fi_fi: Kansiota ei voida poistaa, koska se sisältää lukittuja asiakirjoja.
hu_hu: A mappa nem törölhető, mert zárolt dokumentumokat tartalmaz.
ja_jp: フォルダー内にロックされたドキュメントが存在するため、フォルダーを削除できません。
ro_ro: Dosarul nu poate fi șters deoarece conține documente blocate.
sk_sk: Priečinok nie je možné zmazať, pretože obsahuje zamknuté dokumenty.

source: Operation may only be performed for context administrator.
cs_cz: Operaci lze provést pouze pro administrátora kontextu.
de_de: Der Vorgang kann nur für den Kontext-Admin ausgeführt werden.
fi_fi: Toiminnon voi suorittaa vain kontekstin ylläpitäjä.
hu_hu: Lehetséges, hogy a műveletet csak a contex adminisztrátor végezheti el.
ja_jp: コンテキストの管理者のみが操作を実行できます。
ro_ro: Operația se poate efectua numai pentru administratorul de context.
sk_sk: Operáciu je možné vykonať iba pre správcu kontextu.

source: The folder cannot be deleted.
cs_cz: Složku nelze smazat.
de_de: Der Ordner kann nicht gelöscht werden.
fi_fi: Kansiota ei voida poistaa.
hu_hu: A mappa nem törölhető.
ja_jp: フォルダーは削除できません。
ro_ro: Dosarul nu poate fi șters.
sk_sk: Priečinok nemožno zmazať.

source: The administrative permissions were restored.
cs_cz: Administrátorská práva byla obnovena.
de_de: Die administrativen Berechtigungen wurden wiederhergestellt.
fi_fi: Ylläpito-oikeudet on palautettu.
hu_hu: Az adminisztrátori jogosultságok visszaállítása megtörtént.
ja_jp: 管理者権限が復元されました。
ro_ro: Permisiunile de administrare au fost restabilite.
sk_sk: Administratívne oprávnenia boli obnovené.

source: You must enter a folder name.
cs_cz: Musíte zadat název složky.
de_de: Sie müssen einen Ordnernamen eingeben.
fi_fi: Anna kansion nimi.
hu_hu: Meg kell adnia egy mappanevet.
ja_jp: フォルダー名を入力してください。
ro_ro: Este necesar un nume de dosar.
sk_sk: Musíte zadať názov priečinka.

source: You are not allowed to share the folder to "%2$s"
cs_cz: Nemáte oprávnění ke sdílení složky „%2$s“
de_de: Sie haben keine Berechtigung zum Freigeben des Ordners für "%2$s".
fi_fi: Kansion jakaminen ei ole sallittu käyttäjälle "%2$s"
hu_hu: Nem megoszt meg mappát ezekkel: "%2$s"
ja_jp: フォルダーを %2$s と共有することは許可されていません
ro_ro: Nu aveți permisiunea de a partaja dosarul cu "%2$s"
sk_sk: Nemáte oprávnenie zdieľať priečinok s "%1$s".

source: You are not allowed to change the permissions of the trash folder or any of its subfolders
cs_cz: Nemáte povoleno měnit oprávnění koše ani jeho podsložek.
de_de: Sie haben keine Berechtigung zum Ändern der Berechtigungen des Papierkorb-Ordners oder seiner Unterordner
fi_fi: Et voi muuttaa roskakorin tai sen alakansioiden oikeuksia
hu_hu: Nincs jogosultsága a szemetes vagy annak bármely alkönyvtárának jogosultságát megváltoztatni.
ja_jp: ゴミ箱フォルダーやそのサブフォルダーの権限を変更することは許可されていません
ro_ro: Nu aveți dreptul de a modifica permisiunile dosarului coș de gunoi și ale dosarelor subordonate acestuia
sk_sk: Nemáte oprávnenie zmeniť oprávnenia priečinka Kôš ani jeho podpriečinkov

source: There is already a folder named "%1$s". Please choose another name.
cs_cz: Složka s názvem „%1$s“ již existuje. Zvolte, prosím, jiný název.
de_de: Es gibt bereits einen Ordner mit dem Namen "%1$s". Bitte wählen Sie einen anderen Namen.
fi_fi: Kansionimi "%1$s" on varattu. Valitse toinen nimi.
hu_hu: Már létezik egy "%1$s" nevű mappa. Válasszon másik nevet.
ja_jp: フォルダー名 "%1$s" は存在します。別の名前を選んでください。
ro_ro: Există deja un dosar denumit "%1$s". Vă rugăm să alegeți alt nume.
sk_sk: Priečinok s názvom "%1$s" už existuje. Prosím, vyberte iný názov.

source: The folder contains too many permissions. Please reduce the number of permissions or use group permissions instead.
cs_cz: Složka má přiřazených příliš mnoho oprávnění. Omezte počet nebo použijte skupiny.
de_de: Der Ordner enthält zu viele Berechtigungen. Reduzieren Sie die Anzahl der Berechtigungen oder verwenden Sie stattdessen Gruppenberechtigungen.
fi_fi: Kansio sisältää liian monta lupaa. Vähennä lupien määrä tai käytä vaihtoehtoisesti ryhmälupia.
hu_hu: A mappa túl sok engedélyt tartalmaz. Kérjük, csökkentse az engedélyek számát, vagy használja inkább a csoportos engedélyeket.
ja_jp: フォルダーに権限が多すぎます。権限の数を減らすか、グループ権限を使用してください。
ro_ro: Dosarul conține prea multe permisiuni. Reduceți numărul de permisiuni sau utilizați permisiuni de grup.
sk_sk: Priečinok obsahuje príliš veľa oprávnení. Namiesto toho znížte počet oprávnení alebo použite oprávnenia skupiny.

source: The requested operation is not permitted via a non-secure connection.
cs_cz: Požadovaná činnost není povolená přes nezabezpečené připojení.
de_de: Die gewünschte Aktion ist über eine unsichere Verbindung nicht zulässig.
fi_fi: Pyydetty toiminto "%1$s" ei ole sallittu turvaamattoman yhteyden kautta.
hu_hu: A kért művelet nem engedélyezett nem biztonságos kapcsolaton.
ja_jp: 要求された操作は、セキュリティ保護されていない接続では実行できません。
ro_ro: Operația solicitată nu este permisă printr-o conexiune nesecurizată.
sk_sk: Požadovaná operácia nie je povolená cez nezabezpečené pripojenie.

source: The requested operation is disabled.
cs_cz: Požadovaná operace je zakázaná.
de_de: Die angeforderte Aktion ist deaktiviert.
fi_fi: Pyydetty toiminto on kytketty pois käytöstä.
hu_hu: A kért művelet le van tiltva.
ja_jp: 要求された操作が無効になっています。
ro_ro: Operația solicitată este dezactivată.
sk_sk: Požadovaná operácia nie je povolená.

source: You do not have appropriate permissions for module %1$s.
cs_cz: Nemáte příslušná oprávnění k modulu %1$s.
de_de: Sie haben nicht die entsprechenden Berechtigungen für das Modul %1$s.
fi_fi: Sinulla ei ole tarvittavia valtuuksia moduuliin %1$s.
hu_hu: Nincs megfelelő jogosultsága a(z) %1$s modulhoz.
ja_jp: モジュール %1$s に必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru modulul %1$s.
sk_sk: Nemáte príslušné oprávnenie k modulu %1$s.

source: The object has been changed in the meantime. Please reload the view and try again.
cs_cz: Mezitím byl objekt změněn. Obnovte, prosím, pohled a zkuste to znovu.
de_de: Das Objekt hat sich mittlerweile geändert. Bitte aktualisieren Sie die Ansicht und versuchen Sie es erneut.
fi_fi: Kohdetta on sillä välin muutettu. Päivitä näkymä ja yritä uudelleen.
hu_hu: Az objektum időközben megváltozott. Töltse újra a nézetet, és próbálja újra.
ja_jp: オブジェクトは既に変更されています。ビューを再読み込みして、もう一度やり直してください。
ro_ro: Obiectul a fost modificat între timp. Reîncărcați vederea și încercați din nou.
sk_sk: Objekt sa medzitým zmenil. Prosím, znovu načítajte zobrazenie a skúste to znova.

source: The file "%1$s" ("%2$s") can't be imported as image. Only image types (JPG, GIF, BMP or PNG) are supported.
cs_cz: Soubor „%1$s“ („%2$s“) nelze importovat jako obrázek. Jsou podporovány pouze obrázky JPG, GIF, BMP nebo PNG.
de_de: Die Datei "%1$s" ("%2$s") kann nicht als Bild importiert werden. Es werden nur Bildformate (JPG, GIF, BMP oder PNG) unterstützt.
fi_fi: Tiedostoa "%1$s" ("%2$s") ei voida tuoda kuvana. Vain kuvatyypit (JPG, GIF, BMP ja PNG) ovat tuettuja.
hu_hu: A(z) „%1$s” („%2$s”) fájl nem importálható képként. Csak a kép típusok (JPG, GIF, BMP vagy PNG) támogatottak.
ja_jp: ファイル "%1$s" ("%2$s") を画像としてインポートできません。画像ファイル (JPG、GIF、BMP、PNG) のみサポートされます。
ro_ro: Fișierul "%1$s" ("%2$s") nu poate fi importat ca imagine. Sunt suportate doar imagini (tip JPG, GIF, BMP sau PNG).
sk_sk: Súbor "%1$s" ("%2$s") nie je možné importovať ako obraz. Sú podporované iba obrázkové typy (JPG, GIF, BMP alebo PNG).

source: The requested operation requires a valid session. Please login and try again.
cs_cz: Požadovaná operace potřebuje platné sezení. Přihlaste se, prosím, a zkuste to znovu.
de_de: Der angeforderte Vorgang erfordert eine gültige Sitzung. Bitte melden Sie sich an und versuchen Sie es erneut.
fi_fi: Pyydetty toiminto vaatii voimassa olevan istunnon. Kirjaudu ja yritä uudelleen, ole hyvä.
hu_hu: A kért művelet érvényes munkamenetet igényel. Jelentkezzen be, és próbálja újra.
ja_jp: 要求された操作には、有効なセッションが必要です。ログインして、もう一度やり直してください。
ro_ro: Operația solicitată necesită o sesiune corectă. Autentificați-vă și încercați din nou.
sk_sk: Požadovaná operácia vyžaduje platnú reláciu. Prosím, prihláste sa a skúste to znova.

source: Missing the following field in JSON data: %1$s
cs_cz: V údajích JSON chybí následující pole: %1$s
de_de: Folgendes Feld in JSON-Daten fehlt und wird benötigt: %1$s
fi_fi: JSON-datasta puuttuu seuraava kenttä:%1$s
hu_hu: A következő mező hiányzik a JSON adatokból: %1$s
ja_jp: 次のフィールドは JSON データに見つかりませんでした: %1$s
ro_ro: Lipsește următorul câmp din datele JSON: %1$s
sk_sk: Chýba nasledovné pole údajov JSON: %1$s

source: The HTML content is too big and therefore cannot be safely displayed. Please select to download its content if you want to see it.
cs_cz: HTML obsah je příliš velký, a proto jej nelze bezpečně zobrazit. Chcete-li jej používat, označte jej ke stažení.
de_de: Der HTML-Inhalt ist zu groß und kann nicht sicher dargestellt werden. Bitte laden Sie den Inhalt herunter, wenn Sie ihn sehen möchten.
fi_fi: HTML-sisältö on liian suuri eikä sitä voida turvallisesti näyttää. Valitse sisällön lataus jos haluat nähdä sisällön.
hu_hu: A HTML tartalom túl nagy és nem lehet biztonságosan megjeleníteni. A megtekintéshez töltse le a tartalmat.
ja_jp: HTML内容は大きすぎて安全に表示できません。その内容を見たければダウンロードしてください。
ro_ro: Conținutul HTML este prea mare și nu poate fi afișat în siguranță. Descărcați conținutul dacă doriți să îl vizualizați.
sk_sk: Obsah HTML je príliš veľký a preto ho nie je možné bezpečne zobraziť. Ak ho chcete zobraziť, stiahnite si jeho obsah.

source: Invalid JSON data received from client
cs_cz: Od klienta byla přijata neplatná JSON data
de_de: Ungültige JSON-Daten vom Client erhalten
fi_fi: Asiakkaalta on vastaanotettu kelpaamatonta JSON-dataa
hu_hu: Érvénytelen JSON adat érkezett a klienstől
ja_jp: 無効なJSONデータをクライアントから受信しました。
ro_ro: S-au obținut date JSON incorecte de la client
sk_sk: Neplatné údaje JSON boli prijaté od klienta

source: Client sent not allowed request parameter "%1$s" within the URI.
cs_cz: Klient v rámci URI poslal nepovolený parametr požadavku „%1$s“.
de_de: Der Client hat den nicht zulässigen Anfrageparameter "%1$s" in der URI gesendet.
fi_fi: Asiakasohjelmisto lähetti ei-sallitun pyyntöparametrin "%1$s" URIssa.
hu_hu: A kliens egy nem engedélyezett paramétert ("%1$s") az URI-ben.
ja_jp: 送信されたクライアントは、URI内のパラメータ "%1$s" の要求を許可しません。
ro_ro: Clientul a trimis parametrul nepermis "%1$s" în URI.
sk_sk: Klient poslal nepovolený parameter požiadavky "%1$s" v rámci URI.

source: The provided cookie is invalid. Please login.
cs_cz: Poskytnutý cookie je neplatný. Přihlaste se, prosím.
de_de: Das angegebene Cookie ist ungültig. Bitte melden Sie sich an.
fi_fi: Annettu eväste on epäkelpo. Kirjaudu, ole hyvä.
hu_hu: A megadott süti érvénytelen. Jelentkezzen be.
ja_jp: 入力した Cookie は無効です。ログインしてください。
ro_ro: Cookie-ul specificat este incorect. Vă rugăm să vă autentificați.
sk_sk: Poskytnutý cookie je neplatný. Prosím, prihláste sa.

source: The value "%1$s" you set for attribute %2$s must not contain non digit characters.
cs_cz: Hodnota „%1$s“, kterou jste nastavil(a) pro atribut %2$s, nemusí obsahovat nečíselné znaky.
de_de: Der Wert "%1$s" für das Attribut %2$s darf nur Zahlen enthalten.
fi_fi: Ominaisuudelle %2$s asettamasi arvo "%1$s" ei saa sisältää muuta kuin numeroita.
hu_hu: A(z) %2$s attribútumhoz megadott „%1$s” érték csak számjegyeket tartalmazhat.
ja_jp: 属性 %2$s に設定した値 "%1$s" に数字でない文字を含めることはできません。
ro_ro: Valoarea "%1$s" pe care ați setat-o pentru atributul %2$s nu trebuie să conțină caractere ce nu sunt cifre.
sk_sk: Hodnota "%1$s", ktorú ste nastavili pre atribút %2$s nesmie obsahovať nečíselné znaky.
