Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: %1$s sets the status to 'none' for: %1$s
cs_cz: %1$s nastavil(a) stav ‚žádné‘ pro: %1$s
de_de: %1$s hat den Status auf 'Kein' festgelegt für: %1$s
fi_fi: %1$s on asettanut tilaksi 'ei mitään' käyttäjälle %1$s
hu_hu: %1$s az állapot értékét „nincs”-re állította itt: %1$s
ja_jp: %1$s が次のステータスを「なし」に設定しました: %1$s
ro_ro: %1$s setează starea pe 'niciunul' pentru: %1$s
sk_sk: %1$s nastavuje stav "žiadny" pre: %1$s

source: %1$s %2$s the invitation: %3$s
cs_cz: %1$s %2$s pozvání: %3$s
de_de: %1$s hat folgende Einladung %2$s: %3$s
fi_fi: %1$s %2$s kutsun: %3$s
hu_hu: %1$s %2$s a meghívást: %3$s
ja_jp: %1$s が次の招待を %2$s しました: %3$s
ro_ro: %1$s %2$s invitația: %3$s
sk_sk: %1$s %2$s pozvanie: %3$s

source: Resend the invitation for: %1$s
cs_cz: Pošlete, prosím, znovu pozvání pro: %1$s
de_de: Senden Sie die Einladung erneut für: %1$s
fi_fi: Lähetä uudelleen kutsu: %1$s
hu_hu: Küldje újra a meghívást a következő személynek: %1$s
ja_jp: 次のユーザーに招待を再送してください: %1$s
ro_ro: Retrimiteți invitația pentru: %1$s
sk_sk: Znova poslať pozvánku: %1$s

source: Change not accepted for: %1$s
cs_cz: Změny nebyly přijaty u: %1$s
de_de: Änderung nicht akzeptiert für: %1$s
fi_fi: Muutosta ei hyväksytty kohteelle: %1$s
hu_hu: A módosítás nincs elfogadva ehhez: %1$s
ja_jp: 次の変更は承諾されませんでした: %1$s
ro_ro: Modificarea nu a fost acceptată pentru: %1$s
sk_sk: Zmena %1$s neprijatá

source: All times will be shown in the timezone %1$s
cs_cz: Všechny časy budou zobrazeny v časové zóně %1$s
de_de: Alle Zeiten werden in dieser Zeitzone angezeigt: %1$s
fi_fi: Kaikki ajat näytetään aikavyöhykkeessä %1$s
hu_hu: Minden idő ebben az időzónában jelenik meg: %1$s
ja_jp: すべての時刻はタイムゾーン %1$s で表示されます
ro_ro: Toate orele vor fi afișate pentru fusul orar %1$s
sk_sk: Všetky časy sa zobrazia v časovom pásme %1$s

source: %1$s has %2$s the appointment, but would like to make a counter proposal:
cs_cz: %1$s schůzku %2$s, ale chtěl by vznést protinávrh:
de_de: %1$s hat den Termin %2$s, möchte jedoch einen Gegenvorschlag machen:
fi_fi: %1$s on %2$s tapaamisen, mutta haluaisi tehdä vastaehdotuksen:
hu_hu: %1$s %2$s a találkozót, de másik javaslatot szeretne tenni:
ja_jp: %1$s は予定を %2$s しましたが、開催日時の変更を提案しています:
ro_ro: %1$s a %2$s întâlnirea, dar dorește să facă o contrapropunere:
sk_sk: %1$s %2$s schôdzku, ale rád by urobil protinávrh:

source: You have received this E-Mail because you are the chair for this appointment.
cs_cz: Dostal(a) jste tuto zprávu, protože této schůzce předsedáte.
de_de: Sie haben diese E-Mail erhalten, da Sie der Leiter für diesen Termin sind.
fi_fi: Olet saanut tämän sähköpostin, koska olet tapaamisen puheenjohtaja.
hu_hu: Azért kapta ezt a levelet, mert ezt a találkozót Ön vezeti.
ja_jp: このメールは予定主催者であるあなた宛に送信されました。
ro_ro: Ați primit acest mesaj pentru că sunteți liderul acestei întâlniri.
sk_sk: Tento email ste dostali, pretože predsedáte tejto schôdzke.

source: You have received this E-Mail because you are the organizer of this appointment.
cs_cz: Dostal(a) jste tuto zprávu, protože jste organizátorem této schůzky.
de_de: Sie haben diese E-Mail erhalten, da Sie der Organisator dieses Termins sind.
fi_fi: Olet saanut tämän sähköpostin, koska olet tapaamisen järjestäjä.
hu_hu: Azért kapta ezt a levelet, mert ezt a találkozót Ön szervezi.
ja_jp: このメールは予定開催者であるあなた宛に送信されました。
ro_ro: Ați primit acest mesaj pentru că sunteți organizatorul acestei întâlniri.
sk_sk: Tento email ste dostali, pretože túto schôdzku organizujete.

source: You have received this E-Mail because this appointment contains the resource %1$s which is managed by you.
cs_cz: Dostal(a) jste tuto zprávu, protože tato schůzka obsahuje zdroj %1$s, který spravujete.
de_de: Sie erhalten diese E-Mail, da der Termin die Ressource %1$s enthält, die Sie verwalten.
fi_fi: Olet saanut tämän sähköpostin, koska tapaaminen sisältää hallinnoimasi resurssin %1$s.
hu_hu: Azért kapta ezt a levelet, mert a találkozóhoz tartozik a(z) %1$s erőforrás, amelynek Ön a kezelője.
ja_jp: このメールは予定で使用するリソース %1$s の管理者であるあなた宛に送信されました。
ro_ro: Ați primit acest mesaj pentru că întâlnirea utilizează resursa %1$s, pe care o administrați.
sk_sk: Tento email ste dostali, pretože táto schôdzka obsahuje zdroj %1$s, ktorý spravujete.

source: You have received an E-Mail containing a reply to an appointment that you didn't organize. Best ignore it.
cs_cz: Obdrželi jste zprávu s odpovědí na schůzku, kterou neorganizujete. Doporučujeme zprávu ignorovat.
de_de: Sie haben eine E-Mail mit einer Antwort auf einen Termin erhalten, den Sie nicht organisiert haben. Ignorieren Sie sie am besten.
fi_fi: Olet vastaanottanut sähköpostin, joka sisältää vastauksen tapaamiseen, jota et järjestänyt. On paras jättää se huomiotta.
hu_hu: Egy olyan levelet kapott, amelyben egy válasz található egy olyan találkozóra, amelyet nem Ön szervezett. Legjobb figyelmen kívül hagyni.
ja_jp: あなたが開催者でない予定への返信を含むメールを受信しました。安全のために無視してください。
ro_ro: Ați recepționat un e-mail ce conține un răspuns la o întâlnire pe care nu ați organizat-o dvs. Îl puteți ignora.
sk_sk: Dostali ste e-mail obsahujúci odpoveď na schôdzku, ktorú ste nezorganizovali. Odporúčame ignorovať ho.

source: The organizer of the appointment has changed. New organizer is: %1$s
cs_cz: Organizátor schůzky se změnil. Nový organizátor je %1$s
de_de: Der Organisator des Termins hat sich geändert. Neuer Organisator: %1$s
fi_fi: Tapaamisen järjestäjä on muuttunut. Uusi järjestäjä on:%1$s
hu_hu: A találkozó szervezője megváltozott. Ez a új szervező: %1$s.
ja_jp: 予定の開催者が変更されました。新しい開催者は%1$sです。
ro_ro: Organizatorul întâlnirii a fost modificat. Noul organizator este: %1$s
sk_sk: Organizátor schôdzky sa zmenil. Nový organizátor: %1$s

source: The organizer of the appointment has changed. This operation is not allowed.
cs_cz: Organizátor schůzky se změnil. Operace není povolená.
de_de: Der Organisator des Termins hat sich geändert. Diese Aktion ist nicht zulässig.
fi_fi: Tapaamisen järjestäjä on muuttunut. Tämä toiminto ei ole sallittu.
hu_hu: A találkozó szervezője megváltozott. Ez a művelet nem megengedett.
ja_jp: 予定の開催者が変更されました。この操作は行えません。
ro_ro: Organizatorul întâlnirii s-a modificat. Această operațiune nu este permisă.
sk_sk: Organizátor schôdzky sa zmenil. Táto operácia nie je povolená.

source: The meeting access information was changed.
cs_cz: Informace o přístupu ke schůzce se změnily.
de_de: Die Zugangsdaten für das Meeting wurden geändert.
fi_fi: Kokouksen pääsytiedot ovat muuttuneet.
hu_hu: Megváltoztak a találkozóra vonatkozó hozzáférési információk
ja_jp: ミーティングアクセス情報が変更されました。
ro_ro: Informațiile de acces a întâlnirii au fost modificate.
sk_sk: Informácie o prístupe k schôdzke boli zmenené.

source: The meeting access information was changed: %1$s;
cs_cz: Informace o přístupu ke schůzce se změnily: %1$s;
de_de: Die Zugangsdaten für das Meeting wurden geändert: %1$s;
fi_fi: Kokouksen pääsytiedot ovat muuttuneet: %1$s;
hu_hu: Megváltoztak a találkozóra vonatkozó hozzáférési információk: %1$s;
ja_jp: ミーティングアクセス情報が変更されました：%1$s;
ro_ro: Informațiile de acces a întâlnirii au fost modificate: %1$s;
sk_sk: Informácie o prístupe k schôdzke boli zmenené: %1$s;

source: The meeting access information was changed. %1$s: %2$s
cs_cz: Informace o přístupu ke schůzce se změnily: %1$s: %2$s
de_de: Die Zugangsdaten für das Meeting wurden geändert. %1$s: %2$s
fi_fi: Kokouksen pääsytiedot ovat muuttuneet. %1$s: %2$s
hu_hu: Megváltoztak a találkozóra vonatkozó hozzáférési információk. %1$s: %2$s
ja_jp: ミーティングアクセス情報が変更されました。%1$s: %2$s
ro_ro: Informațiile de acces a întâlnirii au fost modificate. %1$s: %2$s
sk_sk: Informácie o prístupe k schôdzke boli zmenené. %1$s: %2$s

source: The meeting access information was removed.
cs_cz: Informace o přístupu ke schůzce byly odstraněny
de_de: Die Zugangsdaten für das Meeting wurden entfernt.
fi_fi: Kokouksen pääsytiedot on poistettu.
hu_hu: A találkozóra vonatkozó hozzáférési információkat eltávolították.
ja_jp: ミーティングアクセス情報が削除されました。
ro_ro: Informațiile de acces a întâlnirii au fost eliminate.
sk_sk: Informácie o prístupe k schôdzke boli odstránené.

source: The event %s couldn't be deleted: %s
cs_cz: Událost %s se nepodařilo smazat: %s
de_de: Das Ereignis %s konnte nicht gelöscht werden: %s
fi_fi: %s -tapahtumaa ei voitu poistaa: %s
hu_hu: A(z) %s esemény nem törölhető: %s
ja_jp: イベント%sは削除できませんでした：%s
ro_ro: Evenimentul %s nu a putut fi șters: %s
sk_sk: Udalosť %s nebolo možné zmazať: %s

source: Multiple events couldn't be deleted.
cs_cz: Nepodařilo se smazat více událostí.
de_de: Mehrere Ereignisse konnten nicht gelöscht werden.
fi_fi: Useaa tapahtumaa ei voitu poistaa.
hu_hu: Többszörös eseményt nem lehet törölni.
ja_jp: 複数のイベントが削除できませんでした。
ro_ro: Mai multe evenimente nu au putut fi șterse.
sk_sk: Viaceré udalosti nebolo možné zmazať.

source: Unable to add alarms: %s
cs_cz: Nelze přidat upomínky: %s
de_de: Erinnerungen können nicht hinzugefügt werden: %s
fi_fi: Hälytyksiä ei voitu lisätä: %s
hu_hu: Nem sikerült riasztást hozzáadni: %s
ja_jp: アラーム%sを追加できません。
ro_ro: Nu s-au putut adăuga alarmele: %s
sk_sk: Nebolo možné pridať upozornenia %s

source: The content-id '%1$s' refers to a non-existing attachment in the body part.
cs_cz: ID ‚%1$s‘ odkazuje na neexistující přílohu v těle zprávy.
de_de: Die Inhalts-Id "%1$s" bezieht sich auf eine nicht vorhandene Anlage im Textteil.
fi_fi: Sisältötunnus '%1$s' viittaa olemattomaan liitteeseen leipätekstissä.
hu_hu: A tartalomazonosító "%1$s" egy nem létező mellékletre utal a törzsrészben.
ja_jp: content-id%1$sは本文に存在しない添付ファイルのことです。
ro_ro: Identificatorul de conținut '%1$s' se referă la un fișier atașat inexistent.
sk_sk: content-id %1$s odkazuje na neexistujúcu prílohu v tele správy.

source: The metadata of the attachment '%1$s' does not have a content-id.
cs_cz: Metadata přílohy ‚%1$s‘ neobsahují ID obsahu.
de_de: Die Metadaten des Anhangs '%1$s' enthalten keine Inhalts-ID.
fi_fi: Liitteen '%1$s' metadatalla ei ole sisältötunnusta.
hu_hu: A(z) '%1$s' mellékletet tartalmazó metaadatnak nincs tartalomazonosítója.
ja_jp: 添付ファイル%1$sのメータデータにはcontent-idがありません。
ro_ro: Metadatele fișierului atașat '%1$s' nu au identificator de conținut.
sk_sk: Metadáta prílohy %1$s nemajú content-id.

source: Birthday Calendar
cs_cz: Kalendář narozenin
de_de: Geburtstagskalender
fi_fi: Syntymäpäiväkalenteri
hu_hu: Születésnapok naptára
ja_jp: 誕生日のカレンダー
ro_ro: Calendar de aniversări
sk_sk: Narodeninový kalendár

source: Birthdays
cs_cz: Narozeniny
de_de: Geburtstage
fi_fi: Syntymäpäivät
hu_hu: Születésnapok
ja_jp: 誕生日
ro_ro: Aniversări
sk_sk: Narodeniny

source: A calendar that automatically populates with the known birthdays of everyone in your address books.
cs_cz: Kalendář, který se automaticky naplní známými narozeninami všech vašich kontaktů.
de_de: Ein Kalender, der automatisch mit den bekannten Geburtstagen von Kontakten in Ihren Adressbüchern gefüllt wird.
fi_fi: Kalenteri, joka näyttää kaikki osoitekirjoistasi löytyvät syntymäpäivät.
hu_hu: Olyan naptár, amely automatikusan felkeresi a címjegyzékben szereplők ismert születésnapját.
ja_jp: アドレス帳の全員の既知の誕生日を自動て追加するカレンダー
ro_ro: Un calendar populat în mod automat cu aniversările cunoscute ale tuturor din agendele dvs. de contacte.
sk_sk: Kalendár, ktorý sa automaticky naplní známymi narodeninami každého z vašich adresárov kontaktov.

source: 🎂 %1$s (%2$d. birthday)
cs_cz: 🎂 %1$s (%2$. narozeniny)
de_de: 🎂 %1$s (%2$d. Geburtstag)
fi_fi: 🎂 %1$s (%2$d. syntymäpäivä)
hu_hu: 🎂 %1$s (%2$d. születésnap)
ja_jp: 🎂 %1$s (%2$d. 誕生日)
ro_ro: 🎂 %1$s (aniversarea a %2$d a)
sk_sk: 🎂 %1$s (%2$d. narodeniny)

source: The calendar was refreshed less than a minute ago. Please try again later.
cs_cz: Kalendář byl obnoven méně než před minutou. Zkuste to, prosím, později.
de_de: Der Kalender wurde vor weniger als einer Minute aktualisiert. Bitte versuchen Sie es später erneut.
fi_fi: Kalenteri virkistettiin alle minuutti sitten. Yritä myöhemmin uudelleen.
hu_hu: A naptárat kevesebb mint egy perccel ezelőtt frissítették. Próbáld újra később.
ja_jp: カレンダーは少し前に更新されました。もう一度やり直してください。
ro_ro: Calendarul a fost reîmprospătat cu mai puțin de un minut în urmă. Încercați din nou mai târziu.
sk_sk: Kalendár bol obnovený pred menej ako minútou. Prosím, skúste to neskôr znova.

source: ICal Feed Calendar
cs_cz: Kalendář iCal
de_de: ICal-Feed-Kalender
hu_hu: ICal hírforrás naptár
ja_jp: ICalフィードカレンダー
ro_ro: Calendar flux iCal
sk_sk: Kanál kalendára ICal

source: The feed URI is missing.
cs_cz: Chybí adresa kalendáře.
de_de: Die Feed-URL ist nicht vorhanden.
fi_fi: Syöte-URI puuttuu.
hu_hu: A hírforrás URI hiányzik.
ja_jp: フィードURIが見つかりません。
ro_ro: Lipsește URI-ul fluxului.
sk_sk: URI kanálu chýba.

source: The given feed URI is invalid. Please change it and try again.
cs_cz: Daná adresa zdroje není platná. Změňte ji, prosím, a zkuste to znovu.
de_de: Der angegebene Feed-URI ist ungültig. Bitte ändern Sie den URI und versuchen Sie es erneut.
fi_fi: URI ei kelpaa. Vaihda se ja yritä uudelleen.
hu_hu: Az adott URI forrás érvénytelen. Változtassa meg és próbálja újra.
ja_jp: 指定されたフィードURIは無効です。もう一度やり直してください。
ro_ro: URI-ul de flux dat este incorect. Modificați-l și încercați din nou.
sk_sk: Zadané URI kanála je neplatné. Prosím, zmeňte ho a skúste to znova.

source: Cannot connect to feed with URI: %1$s. Please change it and try again.
cs_cz: Na adrese %1$s se nelze připojit ke zdroji. Změňte, prosím, adresu a zkuste to znovu.
de_de: Es kann keine Verbindung zum Feed mit dem URI %1$s hergestellt werden. Bitte ändern Sie den URI und versuchen Sie es erneut.
fi_fi: Ei voida yhdistää syötteeseen URIlla: %1$s. Vaihda URI ja yritä uudelleen.
hu_hu: Nem sikerül kapcsolódni a hírforráshoz a(z) %1$s URI-n keresztül. Változtassa meg és próbálja újra.
ja_jp: フィードURI%1$sに接続できません。URIを変えて、もう一度やり直してください。
ro_ro: Nu s-a putut efectua conexiunea cu fluxul prin URI-ul: %1$s. Modificați-l și încercați din nou.
sk_sk: Nedá sa pripojiť ku kanálu na adrese: %1$s. Prosím, zmeňte ju a skúste to znova.

source: The provided URI %1$s does not contain content as expected. Please change it and try again.
cs_cz: Poskytnutá adresa (%1$s) neobsahuje očekávaný obsah. Změňte, prosím, adresu a zkuste to znovu.
de_de: Der angegebene URI %1$s enthält nicht den erwarteten Inhalt. Bitte ändern Sie den URI und versuchen Sie es erneut.
fi_fi: Annettu URI %1$s ei sisällä odotettua sisältöä. Vaihda se ja yritä uudelleen.
hu_hu: A megadott %1$s URI tartalma nem megfelelő. Változtassa meg és próbálja újra.
ja_jp: 入力したURI%1$sにはあるはずの内容がありません。URIを変えて、もう一度やり直してください。
ro_ro: URI-ul furnizat %1$s nu are conținutul așteptat. Modificați-l și încercați din nou.
sk_sk: Uvedené URI %1$s neobsahuje očakávaný obsah. Prosím, zmeňte ju a skúste to znova.

source: The field %1$s cannot be changed.
cs_cz: Pole %1$s nelze změnit.
de_de: Das Feld %1$s kann nicht geändert werden.
fi_fi: %1$s-kenttää ei voi muuttaa.
hu_hu: A(z) %1$s mező nem módosítható.
ja_jp: フィールド%1$sは変更できません。
ro_ro: Câmpul %1$s nu poate fi modificat.
sk_sk: Pole správy %1$s nebolo možné zmeniť.

source: The field '%1$s' contains an unexpected value '%2$s'
cs_cz: Pole ‚%1$s‘ obsahuje neočekávanou hodnotu ‚%2$s‘
de_de: Das Feld "%1$s" enthält einen unerwarteten Wert "%2$s"
fi_fi: '%1$s' -kentässä on odottamaton arvo '%2$s'
hu_hu: A(z) "%1$s" mező váratlan értéket tartalmaz: "%2$s"
ja_jp: フィールド'%1$s'には予期しない値'%2$s'が存在します。
ro_ro: Câmpul '%1$s' conține valoarea incorectă '%2$s'
sk_sk: Pole "%1$s" obsahuje neočakávanú hodnotu "%2$s"

source: Unfortunately your requested feed cannot be subscribed due to size limitations.
cs_cz: Požadovaný zdroj není možné odebírat kvůli omezení velikosti.
de_de: Ihr angeforderter Feed kann leider aufgrund von Größenbeschränkungen nicht abonniert werden.
fi_fi: Valitettavasti pyytämääsi syötettä ei voida tilata kokorajoitteiden vuoksi.
hu_hu: Sajnos a keresett hírcsatornára nem lehet feliratkozni a méretkorlátozások miatt.
ja_jp: 要求したフィードはサイズ制限のため登録できません。
ro_ro: Din păcate nu vă puteți înscrie la fluxul cerut din cauza unor limitări de dimensiune.
sk_sk: Bohužiaľ nie je možné prihlásiť sa k odberu kanála, ktorý ste požadovali z dôvodu obmedzenia veľkosti.

source: Unfortunately the given feed URI cannot be processed as expected.
cs_cz: Zadanou adresu zdroje bohužel nelze zpracovat podle očekávání.
de_de: Der angegebene Feed-URI kann leider nicht erwartungsgemäß ausgeführt werden.
fi_fi: Valitettavasti syötteen URI-osoitetta ei voitu käsitellä odotetulla tavalla.
hu_hu: Sajnos az adott URI forrást nem lehet feldolgozni a várt módon.
ja_jp: 指定されたフィードURIは予想どおりに処理できません。
ro_ro: Din păcate URI-ul de flux dat nu poate fi procesat în modul prevăzut.
sk_sk: Bohužiaľ, nie je možné zadané URI kanála spracovať podľa očakávania.

source: The remote service is unavailable at the moment. There is nothing we can do about it. Please try again later.
cs_cz: Požadovaná služba je dočasně nedostupná. Nemůžeme s tím nic dělat. Zkuste to, prosím, později.
de_de: Der Remote-Dienst ist derzeit nicht verfügbar. Wir haben darauf keinen Einfluss. Bitte versuchen Sie es später erneut.
fi_fi: Etäpalvelu ei ole käytettävissä tällä hetkellä. Emme voi asialle mitään. Yritä myöhemmin uudelleen.
hu_hu: A távoli szolgáltatás jelenleg nem érhető el. Ennek működésére nincs ráhatásunk. Próbálja újra később.
ja_jp: 現在リモートサービスは利用できません。どうすることできませんので、後でもう一度やり直してください。
ro_ro: Serviciul la distanță nu este disponibil momentan. Nu putem face nimic în această privință. Încercați din nou mai târziu.
sk_sk: Momentálne nie je k dispozícii službu Vzdialená. Neexistuje nič, čo môžeme urobiť o tom. Skúste znova neskôr.

source: An internal server error occurred on the feed provider side. There is nothing we can do about it.
cs_cz: Na straně poskytovatele zdroje došlo k interní chybě serveru. Nemůžeme s tím nic dělat.
de_de: Auf der Feed-Anbieter-Seite ist ein interner Server-Fehler aufgetreten. Wir haben darauf keinen Einfluss.
fi_fi: Syötteen toimittajan puolella tapahtui sisäinen palvelinvirhe. Emme voi asialle mitään.
hu_hu: Belső kiszolgálóhiba történt a hírcsatorna szolgáltató oldalán. Ennek működésére nincs ráhatásunk.
ja_jp: フィードプロバイダ側で内部のサーバーエラーが発生しました。どうすることもできません。
ro_ro: A apărut o eroare internă de server la furnizorul fluxului. Nu putem face nimic în această privință.
sk_sk: Interný server chyba nastala na strane poskytovateľa feedu. Neexistuje nič, čo môžeme urobiť o tom.

source: A remote server error occurred on the feed provider side. There is nothing we can do about it.
cs_cz: Na straně poskytovatele zdroje došlo k chybě vzdáleného serveru. Nemůžeme s tím nic dělat.
de_de: Auf der Feed-Anbieter-Seite ist ein Remote-Server-Fehler aufgetreten. Wir haben darauf keinen Einfluss.
fi_fi: Syötteen toimittajan puolella tapahtui etäpalvelinvirhe. Emme voi asialle mitään.
hu_hu: Távoli kiszolgálóhiba történt a hírcsatorna szolgáltató oldalán. Ennek működésére nincs ráhatásunk.
ja_jp: フィードプロバイダ側でリモートサーバーエラーが発生しました。どうすることもできません。
ro_ro: A apărut o eroare internă de server la distanță la furnizorul fluxului. Nu putem face nimic în această privință.
sk_sk: Vzdialený server chyba nastala na strane poskytovateľa kanála. Neexistuje nič, čo s tým môžeme urobiť.

source: Access to this calendar is restricted. Please enter your credentials and try again.
cs_cz: Přístup k tomuto kalendáři je omezený. Zadejte, prosím, své přihlašovací údaje a zkuste to znovu.
de_de: Die Zugriffsberechtigung für diesen Kalender ist eingeschränkt. Bitte geben Sie Ihre Zugangsdaten ein und versuchen Sie es erneut.
fi_fi: Pääsy tähän kalenteriin on rajoitettu. Anna pääsytietosi ja yritä uudelleen.
hu_hu: A naptárhoz való hozzáférés korlátozott. Kérjük, adja meg hitelesítő adatait, és próbálja meg újra.
ja_jp: このカレンダーへのアクセスが制限されています。認証情報を入力して、もう一度やり直してください。
ro_ro: Accesul la acest calendar este restricționat. Introduceți-vă datele de acces și încercați din nou.
sk_sk: Prístup k tomuto kalendáru je obmedzený. Prosím, zadajte svoje prihlasovacie údaje a skúste to znova.

source: Authentication failed. Please enter your credentials and try again.
cs_cz: Autentizace selhala. Zadejte, prosím, své přihlašovací údaje a zkuste to znovu.
de_de: Die Authentifizierung ist fehlgeschlagen. Bitte geben Sie Ihre Zugangsdaten ein und versuchen Sie es erneut.
fi_fi: Varmennus epäonnistui. Kirjoita pääsytietosi ja yritä uudelleen.
hu_hu: Sikertelen volt a hitelesítés. Kérjük, adja meg hitelesítő adatait, és próbálja meg újra.
ja_jp: 認証に失敗しました。認証情報を入力して、もう一度やり直してください。
ro_ro: Autentificarea a eșuat. Introduceți-vă datele de acces și încercați din nou.
sk_sk: Overenie zlyhalo. Prosím, zadajte svoje prihlasovacie údaje a skúste to znova.

source: Access to this calendar is restricted. Please enter your password and try again.
cs_cz: Přístup k tomuto kalendáři je omezený. Zadejte, prosím, své heslo a zkuste to znovu.
de_de: Die Zugriffsberechtigung für diesen Kalender ist eingeschränkt. Bitte geben Sie Ihr Passwort ein und versuchen Sie es erneut.
fi_fi: Pääsy tähän kalenteriin on rajoitettu. Kirjoita salasanasi ja yritä uudelleen.
hu_hu: A naptárhoz való hozzáférés korlátozott. Adja meg a jelszavát, és próbálja meg újra.
ja_jp: このカレンダーへのアクセスが制限されています。パスワードを入力して、もう一度やり直してください。
ro_ro: Accesul la acest calendar este restricționat. Introduceți-vă parola și încercați din nou.
sk_sk: Prístup k tomuto kalendáru je obmedzený. Prosím, zadajte svoje heslo a skúste to znova.

source: Authentication failed. Please enter your password and try again.
cs_cz: Autentizace selhala. Zadejte, prosím, své heslo a zkuste to znovu.
de_de: Die Authentifizierung ist fehlgeschlagen. Bitte geben Sie Ihr Passwort ein und versuchen Sie es erneut.
fi_fi: Varmennus epäonnistui. Kirjoita salasanasi ja yritä uudelleen.
hu_hu: Sikertelen volt a hitelesítés. Adja meg a jelszavát, és próbálja meg újra.
ja_jp: 認証に失敗しました。パスワードを入力して、もう一度やり直してください。
ro_ro: Autentificarea a eșuat. Introduceți-vă parola de acces și încercați din nou.
sk_sk: Overenie zlyhalo. Prosím, zadajte svoje heslo a skúste to znova.

source: Authentication failed due to a recent credentials change. Please remove the account and add it again with correct credentials.
cs_cz: Autentizace selhala kvůli nedávné změně přihlašovacích údajů. Odstraňte, prosím, účet a přidejte jej znovu se správnými údaji.
de_de: Die Authentifizierung ist aufgrund einer kürzlichen Änderung der Zugangsdaten fehlgeschlagen. Entfernen Sie bitte das Konto und fügen Sie es mit den korrekten Zugangsdaten neu hinzu.
fi_fi: Varmennus epäonnistui viimeaikaisen pääsytietojen muutoksen vuoksi. Poista tili ja lisää se uudelleen oikeilla pääsytiedoilla.
hu_hu: A hitelesítés nem sikerült a hitelesítő adatok legutóbbi módosítása miatt. Kérjük, távolítsa el a fiókot, és adja hozzá újra a megfelelő hitelesítő adatokkal.
ja_jp: 認証情報が最近変更されたため認証に失敗しました。アカウントを削除し、正しい認証情報でもう一度アカウントを追加してください。
ro_ro: Autentificarea a eșuat din cauza unei modificări recente a datelor de acces. Eliminați contul și adăugați-l din nou cu datele de acces corecte.
sk_sk: Overenie totožnosti zlyhalo z dôvodu nedávnej zmeny prihlasovacích údajov. Odstráňte účet a znovu ho pridajte so správnymi prihlasovacími údajmi.

source: Internal Calendar
cs_cz: Interní kalendář
de_de: Interner Kalender
fi_fi: Sisäinen kalenteri
hu_hu: Belső naptár
ja_jp: 内部カレンダー
ro_ro: Calendar intern
sk_sk: Interný kalendár

source: Federated Calendar Shares
cs_cz: Sdílené kalendáře
fi_fi: Yhteinen kalenterien jako
hu_hu: Egyesített naptármegosztások
ja_jp: 連合カレンダー共有
ro_ro: Partajări de calendare federate
sk_sk: Zdieľané federované kalendáre

source: The requested page does not denote a calendar.
cs_cz: Požadovaná stránka není kalendář.
de_de: Die angeforderte Seite bezeichnet keinen Kalender.
fi_fi: Pyydetty sivu ei tarkoita kalenteria.
hu_hu: A kért oldal nem mutat naptárra.
ja_jp: 要求されたページはカレンダーに表示されません。
ro_ro: Pagina solicitată nu denotă un calendar.
sk_sk: Požadovaná stránka neobsahuje kalendár.
