Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: You are not allowed to change groups.
cs_cz: Nemáte oprávnění k měnění skupin.
de_de: Sie haben keine Berechtigung zum Ändern von Gruppen.
fi_fi: Sinulla ei ole valtuuksia muuttaa ryhmiä.
hu_hu: Nem módosíthat csoportokat.
ja_jp: グループの変更は許可されていません。
ro_ro: Nu aveți permisiune pentru a modifica grupurile.
sk_sk: Nemáte oprávnenie meniť skupiny.

source: You are not allowed to delete groups.
cs_cz: Nemáte oprávnění k mazání skupin.
de_de: Sie haben keine Berechtigung zum Löschen von Gruppen.
fi_fi: Sinulla ei ole valtuuksia poistaa ryhmiä.
hu_hu: Nem törölhet csoportokat.
ja_jp: グループの削除は許可されていません。
ro_ro: Nu aveți permisiune pentru a șterge grupuri.
sk_sk: Nemáte oprávnenie mazať skupiny.

source: Group "%1$s" can not be deleted.
cs_cz: Skupinu „%1$s“ nelze smazat.
de_de: Die Gruppe "%1$s" kann nicht gelöscht werden.
fi_fi: Rymää "%1$s" ei voi poistaa.
hu_hu: A(z) „%1$s” csoport nem törölhető.
ja_jp: グループ "%1$s" を削除できません。
ro_ro: Grupul "%1$s" nu poate fi șters.
sk_sk: Skupinu "%1$s" nemožno zmazať.

source: Group "%1$s" can not be changed.
cs_cz: Skupinu „%1$s“ nelze změnit.
de_de: Die Gruppe "%1$s" kann nicht geändert werden.
fi_fi: Rymää "%1$s" ei voi muuttaa.
hu_hu: A(z) „%1$s” csoport nem módosítható.
ja_jp: グループ "%1$s" を変更できません。
ro_ro: Grupul "%1$s" nu poate fi modificat.
sk_sk: Skupinu "%1$s" nemožno zmeniť.

source: The display name "%1$s" is reserved. Please choose another one.
cs_cz: Jméno „%1$s“ je rezervované. Vyberte si, prosím, jiné.
de_de: Der Anzeigename "%1$s" ist reserviert. Bitte wählen Sie einen anderen Namen.
fi_fi: Näytön nimi "%1$s" on varattu. Valitse uusi nimi.
hu_hu: A(z) "%1$s" megjelenő név foglalt. Válasszon másik nevet.
ja_jp: 表示名 "%1$s" は使用されています。別の名前を選んでください。
ro_ro: Numele afișat "%1$s" este rezervat. Alegeți altul.
sk_sk: Zobrazované meno "%1$s" je vyhradené. Prosím, zvoľte iné meno.

source: Group contains a guest user %1$d.
cs_cz: Skupina obsahuje uživatele host %1$d.
de_de: Die Gruppe enthält einen Gastbenutzer %1$d.
fi_fi: Ryhmään kuuluu vierailija %1$d.
hu_hu: A csoport %1$d vendégfelhasználót tartalmaz.
ja_jp: ゲストユーザー %1$d がグループに含まれます。
ro_ro: Grupul conține un utilizator invitat %1$d.
sk_sk: Skupina obsahuje hosťovského používateľa %1$d.

source: Attachment cannot be saved. File store limit is exceeded.
cs_cz: Přílohu nelze uložit. Byl překročen limit souborového úložiště.
de_de: Der Anhang kann nicht gespeichert werden. Das Dateispeicher-Limit wurde überschritten.
fi_fi: Liitettä ei voida tallentaa. Tiedostotaltion raja ylitetty.
hu_hu: A melléklet nem menthető. Fájlméret korlátja túllépve.
ja_jp: 添付ファイルを保存できません。ファイルストアの制限を超えています。
ro_ro: Fișierul atașat nu a putut fi salvat. Limita depozitului de stocare a fost depăștă.
sk_sk: Prílohu nebolo možné uložiť. Bol prekročený limit veľkosti úložiska súborov.

source: Could not save file to the file store.
cs_cz: Nepodařilo se uložit soubor do úložiště.
de_de: Die Datei konnte nicht im Dateispeicher gespeichert werden.
fi_fi: Tiedostoa ei voitu tallentaa tiedostotaltioon.
hu_hu: A fájl nem menthető a fájltárolóba.
ja_jp: ファイルストアにファイルを保存できませんでした。
ro_ro: Nu s-a putut salva fișierul în depozitul de fișiere.
sk_sk: Nebolo možné uložiť súbor do úložiska súborov.

source: Attachments must contain a file.
cs_cz: Přílohy musí obsahovat soubor.
de_de: Anhänge müssen eine Datei enthalten
fi_fi: Liitteen täytyy sisältää tiedosto.
hu_hu: A mellékleteknek egy fájlt kell tartalmazniuk.
ja_jp: ファイルを添付する場合は、ファイルを指定する必要があります。
ro_ro: Fișierele atașate trebuie să conțină un fișier.
sk_sk: Prílohy musia obsahovať súbor.

source: Could not retrieve file.
cs_cz: Nepodařilo se stáhnout soubor.
de_de: Die Datei konnte nicht abgerufen werden.
fi_fi: Tiedostoa ei voitu noutaa.
hu_hu: Nem kérhető le a fájl.
ja_jp: ファイルを取得できませんでした。
ro_ro: Nu s-a putut obține fișierul.
sk_sk: Nepodarilo sa získať súbor.

source: The attachment you requested no longer exists. Please refresh the view.
cs_cz: Požadovaná příloha již neexistuje. Obnovte, prosím, pohled.
de_de: Der von Ihnen angeforderte Anhang ist nicht mehr vorhanden. Aktualisieren Sie die Ansicht.
fi_fi: Pyytämääsi liitettä ei enää ole. Ole hyvä ja päivitä näkymä.
hu_hu: A kért melléklet már nem létezik. Frissítse a nézetet.
ja_jp: 要求した添付ファイルは既に存在しません。ビューを最新の状態に更新してください。
ro_ro: Fișierul atașat cerut nu mai există. Actualizați vederea.
sk_sk: Príloha, ktorú ste požadovali už neexistuje. Prosím, obnovte zobrazenie.

source: Could not delete attachment.
cs_cz: Nepodařilo se smazat přílohu.
de_de: Der Anhang konnte nicht gelöscht werden.
fi_fi: Liitettä ei voitu poistaa.
hu_hu: A melléklet nem törölhető.
ja_jp: 添付ファイルを削除できませんでした。
ro_ro: Nu s-a putut șterge fișierul atașat.
sk_sk: Nebolo možné zmazať prílohu.

source: Attachment metadata contains invalid characters.
cs_cz: Metadata přílohy obsahují nepovolené znaky.
de_de: Die Metadaten des Anhangs enthalten unzulässige Zeichen.
fi_fi: Liitteen metadata sisältää epäkelpoja merkkejä.
hu_hu: A melléklet metaadatai érvénytelen karaktereket tartalmaznak.
ja_jp: 添付ファイルのメタデータに無効な文字が含まれています。
ro_ro: Metadatele fișierului atașat conțin caractere nepermise.
sk_sk: Metadáta prílohy obsahujú neplatné znaky.

source: Invalid parameter sent in request. Parameter '%1$s' was '%2$s' which does not look like a number.
cs_cz: V požadavku poslán neplatný parametr. Parametr ‚%1$s‘ byl ‚%2$s‘, což nevypadá jako číslo.
de_de: Ungültiger Parameter in Anfrage. DervParameter '%1$s' war '%2$s', sollte jedoch eine Zahl sein.
fi_fi: Pyynnössä lähetettiin epäkelpo parametri. Parametri '%1$s' oli arvoltaan '%2$s', mikä ei vaikuta olevan numero.
hu_hu: Érvénytelen paraméter lett elküldve a kérésben. A(z) „%1$s” paraméter értéke „%2$s”, ami nem tűnik számnak.
ja_jp: 送信された要求に無効なパラメータがあります。パラメータ '%1$s' が '%2$s' となっていました。これは、数でない可能性があります。
ro_ro: Parametru incorect trimis în cerere. Parametrul '%1$s' a fost '%2$s', ceea ce nu pare a fi un număr.
sk_sk: V požiadavke bol poslaný neplatný parameter. Parameter "%1$s" bol "%2$s", čo nevyzerá ako číslo.

source: Label
cs_cz: Štítek
de_de: Kennzeichen
fi_fi: Tunniste
hu_hu: Címke
ja_jp: ラベル
ro_ro: Etichetă
sk_sk: Označenie

source: Note
cs_cz: Poznámka
de_de: Hinweis
fi_fi: Huomio
hu_hu: Megjegyzés
ja_jp: メモ
ro_ro: Notă
sk_sk: Poznámka

source: Timezone
cs_cz: Časové pásmo
de_de: Zeitzone
fi_fi: Aikavyöhyke
hu_hu: Időzóna
ja_jp: タイムゾーン
ro_ro: Fus orar
sk_sk: Časové pásmo

source: Appointments must have at least one participant.
cs_cz: Schůzky musí mít alespoň jednoho účastníka.
de_de: Termine müssen mindestens einen Teilnehmer haben.
fi_fi: Tapaamisella on oltava vähintään yksi osallistuja.
hu_hu: A találkozóknak legalább egy résztvevővel kell rendelkezniük.
ja_jp: 予定には最低1人の参加者がが必要です。
ro_ro: Întâlnirile trebuie să aibă cel puțin un participant.
sk_sk: Schôdzky musia mať aspoň jedného účastníka.

source: You do not have the appropriate permissions to read appointments in that folder.
cs_cz: Nemáte příslušná oprávnění ke čtení schůzek v dané složce.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Lesen von Terminen in diesem Ordner.
fi_fi: Sinulta puuttuu tarvittavat luvat tapaamisten lukemiseen tässä kansiossa.
hu_hu: Nincs megfelelő jogosultsága a mappa találkozóinak olvasásához.
ja_jp: フォルダーから予定を読み込む権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a citi întâlnirile din acest dosar.
sk_sk: Nemáte príslušné oprávnenie na čítanie schôdzok v tomto priečinku.

source: End date must not be before start date.
cs_cz: Koncové datum nemůže být před počátečním datem.
de_de: Das Enddatum muss vor dem Startdatum liegen.
fi_fi: Loppupäivämäärä ei voi olla ennen aloituspäivämäärää.
hu_hu: A befejező dátum nem lehet a kezdő dátum előtt.
ja_jp: 終了日を開始日より前に指定できません。
ro_ro: Data finală nu poate fi înaintea datei inițiale.
sk_sk: Dátum konca nesmie byť pred dátumom začiatku.

source: This label (%d) is not supported.
cs_cz: Štítek (%d) není podporovaný.
de_de: Das Label (%d) wird nicht unterstützt.
fi_fi: Tunniste (%d) ei ole tuettu.
hu_hu: Ez a címke (%d) nem támogatott.
ja_jp: ラベル (%d) はサポートされていません。
ro_ro: Eticheta (%d) nu este suportată.
sk_sk: Tento štítok (%d) nie je podporovaný.

source: Private flag is only allowed inside of a private folder.
cs_cz: Soukromý příznak je povolený pouze v soukromé složce.
de_de: Privatmarkierung (private flag) ist nur innerhalb eines privaten Ordners zulässig.
fi_fi: Lipuke 'Yksityinen' on sallittu vain yksityisessä kansiossa.
hu_hu: A személyes jelző csak személyes mappán belül engedélyezett.
ja_jp: プライベートフラグは、プライベートフォルダー内でしか許可されていません。
ro_ro: Marcajul personal este permis doar în cadrul unui dosar personal.
sk_sk: Označenie Súkromné je povolené iba v rámci súkromného priečinka.

source: Appointments marked as 'Private' can only be scheduled for the respective user (or owner of the calendar). Please remove additional participants or remove the "Private" mark.
cs_cz: Schůzky označené jako ‚Soukromé‘ mohou být plánovány pouze pro příslušného uživatele (nebo vlastníka kalendáře). Odstraňte, prosím, další účastníky nebo odeberte označení ‚Soukromé‘.
de_de: Termine, die als 'Privat' markiert sind können nur für den betreffenden Benutzer (oder den Eigentümer des Kalenders) geplant werden. Bitte entfernen Sie zusätzliche Teilnehmer oder entfernen Sie die "Privat"-Markierung.
fi_fi: Yksityiseksi merkityn tapaamisen voi suunnitella vain kullekin käyttäjälle (tai kalenterin omistajalle). Ole hyvä ja poista muut osallistujat tai poista "Yksityinen" merkintä.
hu_hu: A „Személyes” jelölésű találkozók csak a megfelelő felhasználó (vagy a naptár tulajdonosa) számára ütemezhetők. Távolítsa el a további résztvevőket, vagy a „Személyes” jelölést.
ja_jp: プライベートの予定は、そのユーザーまたはカレンダーの所有者のみスケジューリングできます。参加者を削除またはプライベートのチェックを外してください。
ro_ro: Întâlnirile marcate ca 'Personale' pot fi programate doar pentru utilizatorul respectiv (sau proprietarul calendarului). Eliminați participanții suplimentari sau eliminați marcajul "Personal".
sk_sk: Schôdzky označené ako "Súkromné" je možné naplánovať iba pre príslušného používateľa (alebo vlastníka kalendára). Prosím, odstráňte ostatných účastníkov alebo odstráňte označenie ako "Súkromné".

source: Unsupported "shown as" value %d.
cs_cz: Nepodporovaná hodnota „zobrazeno jako“: %d.
de_de: Nicht unterstützter "shown as"-Wert %d
fi_fi: Tukematon arvo %d "näytetään tilassa" kentälle.
hu_hu: Nem támogatott „megjelenítés mint” érték: %d.
ja_jp: 公開方法 の値 %d はサポートされていません。
ro_ro: Valoare "afișat ca" %d nesuportată.
sk_sk: Nepodporovaná hodnota "zobrazené ako" %d.

source: Required value "Start Date" was not supplied.
cs_cz: Požadovaná hodnota „Počáteční datum“ nebyla zadána.
de_de: Erforderliche Angabe "Beginnt am" fehlt.
fi_fi: Välttämätöntä arvoa "Alkupäivämäärä" ei annettu.
hu_hu: A kért „Kezdő dátum” érték nem lett megadva.
ja_jp: 必要な "開始日" が指定されていません。
ro_ro: Valoarea obligatorie "Dată inițială" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Dátum začiatku" nebola zadaná.

source: Required value "End Date" was not supplied.
cs_cz: Požadovaná hodnota „Koncové datum“ nebyla zadána.
de_de: Erforderliche Angabe "Endet am" fehlt.
fi_fi: Välttämätöntä arvoa "Loppupäivämäärä" ei annettu.
hu_hu: A kért „Befejező dátum” érték nem lett megadva.
ja_jp: 必要な "終了日" が指定されていません。
ro_ro: Valoarea obligatorie "Dată finală" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Dátum konca" nebola zadaná.

source: Required value "Title" was not supplied.
cs_cz: Požadovaná hodnota „Název“ nebyla zadána.
de_de: Erforderliche Angabe "Titel" fehlt.
fi_fi: Välttämätöntä arvoa "Otsikko" ei annettu.
hu_hu: A kért „Cím” érték nem lett megadva.
ja_jp: 必要な "件名" が指定されていません。
ro_ro: Valoarea obligatorie "Titlu" nu a fost furnizată.
sk_sk: Požadovaná hodnota "Názov" nebola zadaná.

source: Move not supported. You cannot move an appointment into that folder.
cs_cz: Přesunutí není možné. Do této složky nelze přesouvat položky.
de_de: Verschieben wird nicht unterstützt. Sie können keinen Termin in diesen Ordner verschieben.
fi_fi: Siirtoa ei tueta. Tapaamista ei voida siirtää tähän kansioon.
hu_hu: A mozgatás nem támogatott. Találkozó nem mozgatható át ebbe a mappába.
ja_jp: 移動はサポートされていません。予定をフォルダーに移動できません。
ro_ro: Nu este permisă mutarea. Nu puteți muta o întâlnire în acest dosar.
sk_sk: Presunutie nie je podporované. Nemôžete presunúť schôdzku do tohto priečinka.

source: Move not allowed from shared folders.
cs_cz: Není povolené přesouvat ze sdílených složek.
de_de: Das Verschieben aus freigegebenen Ordnern ist nicht zulässig.
fi_fi: Siirtäminen jaetuista kansioista ei ole sallittua.
hu_hu: A megosztott mappákból nem engedélyezett a mozgatás.
ja_jp: 共有フォルダーからの移動は許可されていません。
ro_ro: Nu este permisă mutarea din dosare partajate.
sk_sk: Presunutie nie je povolené zo zdieľaných priečinkov.

source: No permissions for attachments granted.
cs_cz: Nebyla přidělena žádná oprávnění k přílohám.
de_de: Es wurden keine Berechtigungen für Anhänge erteilt.
fi_fi: Liitteelle ei ole annettu oikeuksia.
hu_hu: Nincs jogosultsága a mellékletekhez.
ja_jp: 添付ファイルに対する権限がありません。
ro_ro: Nu a fost acordată nicio permisiune pentru fișierele atașate.
sk_sk: Neboli udelené žiadne povolenia pre prílohy.

source: Insufficient read rights for this folder.
cs_cz: Nedostatečná oprávnění ke čtení této složky.
de_de: Unzureichende Leserechte für diesen Ordner.
fi_fi: Riittämättömät lukuvaltuudet tälle kansiolle.
hu_hu: Elégtelen olvasási jogok a mappához.
ja_jp: このフォルダーを読み取るのに十分な権限がありません。
ro_ro: Drepturi de citire insuficiente pentru acest dosar.
sk_sk: Nedostatočné práva na čítanie tohto priečinka.

source: Folder is not of type Calendar.
cs_cz: Složka není typu Kalendář.
de_de: Der Ordner ist nicht vom Typ Kalender.
fi_fi: Kansio ei ole tyypiltään kalenteri.
hu_hu: A mappa nem naptár típusú.
ja_jp: フォルダーのタイプがカレンダーではありません。
ro_ro: Dosarul nu este de tip Calendar.
sk_sk: Priečinok nie je typu Kalendár.

source: Moving an appointment with private flag to a public folder is not allowed.
cs_cz: Přesunutí schůzky se soukromým příznakem do veřejné složky není povolené.
de_de: Ein Termin mit Privatmarkierung (private flag) darf nicht in einen öffentlichen Ordner verschoben werden.
fi_fi: Yksityiseksi merkittyä tapaamista ei voi siirtää julkiseen kansioon.
hu_hu: A személyesként megjelölt találkozó nyilvános mappába mozgatása nem engedélyezett.
ja_jp: プライベートの予定はパブリック フォルダーに移動できません。
ro_ro: Nu este permisă mutarea unei întâlniri marcate ca personală într-un dosar public.
sk_sk: Presunutie schôdzky s príznakom súkromná do verejného priečinka nie je povolené.

source: You do not have the appropriate permissions to modify this object.
cs_cz: Nemáte příslušná oprávnění k úpravě tohoto objektu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Ändern dieses Objekts.
fi_fi: Sinulla ei ole tarvittavia valtuuksia tämän kohteen muokkaamiseksi.
hu_hu: Nincs megfelelő jogosultsága az objektum módosításához.
ja_jp: このオブジェクトを変更するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a modifica acest obiect.
sk_sk: Nemáte príslušné oprávnenie na zmenu tohto objektu.

source: You do not have the appropriate permissions to move this object.
cs_cz: Nemáte příslušná oprávnění k přesunu tohoto objektu.
de_de: Sie verfügen nicht über die entsprechenden Berechtigungen zum Verschieben dieses Objekts.
fi_fi: Sinulla ei ole tarvittavia valtuuksia tämän kohteen siirtämiseksi.
hu_hu: Nincs megfelelő jogosultsága az objektum mozgatásához.
ja_jp: このオブジェクトを移動するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a muta acest obiect.
sk_sk: Nemáte príslušné oprávnenie na presunutie tohto objektu.

source: You do not have the appropriate permissions to read this object.
cs_cz: Nemáte příslušná oprávnění ke čtení tohoto objektu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Lesen dieses Objekts.
fi_fi: Sinulla ei ole tarvittavia valtuuksia tämän kohteen lukemiseen.
hu_hu: Nincs megfelelő jogosultsága az objektum olvasásához.
ja_jp: このオブジェクトを読み取る権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a citi acest obiect.
sk_sk: Nemáte príslušné oprávnenie na čítanie tohto objektu.

source: You do not have the appropriate permissions to create an object.
cs_cz: Nemáte příslušná oprávnění k vytvoření objektu.
de_de: Sie haben nicht die entsprechenden Berechtigungen zum Anlegen eines Objekts.
fi_fi: Sinulla ei ole tarvittavia valtuuksia tämän kohteen luomiseen.
hu_hu: Nincs megfelelő jogosultsága objektum létrehozásához.
ja_jp: オブジェクトを作成するために必要な権限がありません。
ro_ro: Nu aveți permisiunile necesare pentru a crea un obiect.
sk_sk: Nemáte príslušné oprávnenie na vytvorenie objektu.

source: You are trying to create a new recurring appointment from an exception. This is not possible.
cs_cz: Snažíte se vytvořit novou opakující se schůzku z výjimky. To není možné.
de_de: Sie versuchen, aus einer Ausnahme einen neuen wiederkehrenden Termin zu erstellen. Dies ist nicht möglich.
fi_fi: Yrität luoda poikkeuksesta uutta toistuvaa tapahtumaa. Se ei ole mahdollista.
hu_hu: Új ismétlődő találkozót próbál létrehozni egy kivételből. Ez nem lehetséges.
ja_jp: 新しい繰り返しの予定を、予定の例外から作成しようとしています。その操作はできません。
ro_ro: Ați încercat să creați o nouă întâlnire repetitivă pe baza unei excepții. Această operațiune nu este posibilă.
sk_sk: Pokúšate sa vytvoriť novú opakovanú schôdzku z výnimky. To nie je možné.

source: Moving an instance of a recurring appointment into another folder is not allowed.
cs_cz: Přesunutí opakované schůzky do jiné složky není povolené.
de_de: Ein Einzeltermin eines Serientermins darf nicht in einen anderen Ordner verschoben werden.
fi_fi: Toistuvan tapaamisen yksittäisen esiintymän siirtäminen toiseen kansioon ei ole sallittua.
hu_hu: Ismétlődő találkozó egy előfordulásának másik mappába mozgatása nem engedélyezett.
ja_jp: 繰り返しの予定は他のフォルダーに移動できません。
ro_ro: Nu este permisă mutarea instanței unei întâlniri repetitive într-un alt dosar.
sk_sk: Presunutie inštancie opakovanej schôdzky do iného priečinka nie je povolené.

source: Moving an appointment with private flag to a shared folder is not allowed.
cs_cz: Přesunutí schůzky se soukromým příznakem do sdílené složky není povolené.
de_de: Ein Termin mit Privatmarkierung (private flag) darf nicht in einen freigegebenen Ordner verschoben werden.
fi_fi: Yksityiseksi merkittyä tapaamista ei voi siirtää jaettuun kansioon.
hu_hu: A személyesként megjelölt találkozó megosztott mappába mozgatása nem engedélyezett.
ja_jp: プライベートの予定は共有フォルダーに移動できません。
ro_ro: Nu este permisă mutarea unei întâlniri marcate ca personală într-un dosar partajat.
sk_sk: Presunutie schôdzky s príznakom súkromná do zdieľaného priečinka nie je povolené.

source: You can not use different private flags for one element of a recurring appointment.
cs_cz: Nemůžete použít odlišné soukromé příznaky pro jeden prvek opakující se schůzky.
de_de: Es können keine unterschiedlichen Privatmarkierungen (private flags) für ein Objekt eines wiederkehrenden Termins verwendet werden.
fi_fi: Et voi käyttää eriävää yksityisyyslipuketta yhdelle toistuvan tapaamisen esiintymälle.
hu_hu: Nem használhat eltérő személyes jelzőket egy ismétlődő találkozó egy elemére.
ja_jp: 繰り返しの予定の要素に別のプライベート フラグは使用できません。
ro_ro: Nu se pot folosi marcaje personale diferite pentru același element al unei întâlniri repetitive.
sk_sk: Nemôžete použiť odlišné označenie ako "súkromný" na jeden prvok schôdzky s opakovaným výskytom.

source: You can not use the private flag in a non private folder.
cs_cz: Nemůžete použít soukromý příznak v nesoukromé složce.
de_de: Privatmarkierungen (private flags) können nur in privaten Ordnern verwendet werden.
fi_fi: Lipuketta 'yksityinen' ei voi käyttää epäyksityisessä kansiossa.
hu_hu: Nem használhatja a személyes jelzőket nem személyes mappában.
ja_jp: プライベート フォルダーではないフォルダーにはプライベート フラグを使用できません。
ro_ro: Nu se pot utiliza marcaje personale într-un dosar care nu este personal.
sk_sk: Nemôžete použiť označenie ako "súkromný" v priečinku, ktorý nie je súkromný.

source: Invalid characters (%2$s) in field %1$s.
cs_cz: Neplatné znaky (%2$s) v poli %1$s.
de_de: Ungültige Zeichen (%2$s) im Feld %1$s.
fi_fi: Kelpaamattomia merkkejä (%2$s) kentässä %1$s.
hu_hu: Érvénytelen karakterek (%2$s) a(z) %1$s mezőben.
ja_jp: フィールド %1$s に無効な文字 (%2$s) があります。
ro_ro: Caractere incorecte (%2$s) în câmpul %1$s.
sk_sk: Neplatné znaky (%2$s) v poli %1$s.

source: Series end is before start date.
cs_cz: Konec série je před počátečním datem.
de_de: Das Enddatum der Serie liegt vor dem Startdatum.
fi_fi: Sarjan loppu on ennen alkupäivämäärää.
hu_hu: A sorozat vége a kezdődátum előtt van.
ja_jp: 繰り返しの予定の終了日が開始日よりも前になっています。
ro_ro: Sfârșitul seriei este înaintea datei inițiale.
sk_sk: Koniec série je pred dátumom začiatku.

source: An external participant with the E-Mail address %1$s is already included. Please remove participant duplicate and retry.
cs_cz: Externí účastník s e-mailovou adresou %1$s už je zařazen. Odstraňte, prosím, duplicitního účastníka a zkuste to znovu.
de_de: Ein externer Teilnehmer mit der E-Mail-Adresse %1$s ist bereits vorhanden. Bitte entfernen Sie das Duplikat und versuchen Sie es erneut.
fi_fi: Ulkopuolinen osallistuja sähköpostiosoitteella %1$s on jo mukana. Ole hyvä ja poista päällekkäinen osallistuja ja yritä uudelleen.
hu_hu: Már tartalmaz egy %1$s e-mail című külső résztvevőt. Távolítsa el a duplikált résztvevőt, és próbálja újra.
ja_jp: 外部参加者 (メールアドレス %1$s) は既に含まれています。重複する参加者を除いて、もう一度やり直してください。
ro_ro: Există deja un participant extern cu adresa de e-mail %1$s. Eliminați participantul duplicat și încercați din nou.
sk_sk: Externý účastník s emailovou adresou %1$s je už zahrnutý. Prosím, odstráňte duplicitného účastníka a skúste to znova.

source: Moving a recurring appointment to another folder is not supported.
cs_cz: Přesunutí opakované schůzky do jiné složky není podporované.
de_de: Ein Serientermin darf nicht in einen anderen Ordner verschoben werden.
fi_fi: Toistuvan tapaamisen siirtäminen toiseen kansioon ei ole tuettua.
hu_hu: Ismétlődő találkozó másik mappába mozgatása nem támogatott.
ja_jp: 繰り返しの予定は他のフォルダーに移動できません。
ro_ro: Nu este permisă mutarea unei întâlniri repetitive într-un alt dosar.
sk_sk: Presunutie opakovanej schôdzky do iného priečinka nie je podporované.

source: Cannot create that appointment. An appointment having the same unique identifier already exists.
cs_cz: Nelze vytvořit schůzku. Schůzka se stejným unikátním identifikátorem již existuje.
de_de: Dieser Termin kann nicht erstellt werden. Ein Termin mit dem gleichen eindeutigen Bezeichner ist bereits vorhanden.
fi_fi: Tapaamista ei voida luoda. Samalla tunnisteella varustettu tapaaminen on jo olemassa.
hu_hu: Ez a találkozó nem hozható létre. Egy ugyanilyen egyedi azonosítóval ellátott találkozó már létezik.
ja_jp: 予定を作成できません。同じ識別子を持つ予定が存在しています。
ro_ro: Nu s-a putut crea întâlnirea. Există deja o întâlnire cu același identificator unic.
sk_sk: Túto schôdzka nie je možné vytvoriť. Schôdzka s rovnakým identifikátorom už existuje.

source: Cannot create that task. A task having the same unique identifier already exists.
cs_cz: Nelze vytvořit úkol. Úkol se stejným unikátním identifikátorem již existuje.
de_de: Diese Aufgabe kann nicht erstellt werden. Eine Aufgabe mit dem gleichen eindeutigen Bezeichner ist bereits vorhanden.
fi_fi: Tätä tehtävää ei voida luoda. Samalla tunnisteella varustettu tehtävä on jo olemassa.
hu_hu: Ez A feladat nem hozható létre. Egy ugyanilyen egyedi azonosítóval ellátott feladat már létezik.
ja_jp: タスクを作成できません。特有の識別子を持つタスクがすでに存在しています。
ro_ro: Nu s-a putut crea sarcina. Există deja o sarcină cu același identificator unic.
sk_sk: Túto úlohu nie je možné vytvoriť. Úloha s rovnakým identifikátorom už existuje.

source: Sequence number is outdated.
cs_cz: Číslo sekvence je zastaralé.
de_de: Sequenznummer ist veraltet.
fi_fi: Sarjanumero on vanhentunut.
hu_hu: A sorozat elévült.
ja_jp: シーケンス番号は無効です。
ro_ro: Numărul de secvență este depășit.
sk_sk: Poradové číslo je zastarané.
