Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: You have been invited to an appointment by %1$s on behalf of %2$s:
cs_cz: Byli jste pozváni na událost, kterou organizuje %1$s jménem %2$s:
fi_fi: %1$s on kutsunut sinut tapaamiseen %2$s:n puolesta.
hu_hu: %1$s meghívta egy találkozóra meghatalmazó: %2$s:
ja_jp: %1$s の予定に %2$s の代わりに招待されました
ro_ro: Ați fost invitat la o întâlnire de către %1$s în numele lui %2$s:
sk_sk: %1$s vás pozýva na schôdzku v mene %2$s:

source: %1$s is organizing an appointment on your behalf:
cs_cz: %1$s organizuje vaším jménem schůzku:
fi_fi: %1$s järjestää puolestasi tapaamista:
hu_hu: %1$s találkozót szervez az Ön nevében:
ja_jp: %1$s はあなたの代わりに予定を開催します：
ro_ro: %1$s organizează o întâlnire în numele dvs.:
sk_sk: %1$s organizuje schôdzku vo vašom mene:

source: %1$s created a recurrence exception. Original date: %2$s:
cs_cz: %1$s vytvořil(a) výjimku opakování. Původní datum: %2$s:
de_de: %1$s hat eine Serienausnahme erstellt. Ursprüngliches Datum: %2$s:
fi_fi: %1$s loi poikkeuksen toistumien sarjaan. Alkuperäinen päivämäärä: %2$s:
hu_hu: %1$s ismétlődési kivételt hozott létre. Eredeti dátum: %2$s:
ja_jp: %1$s が繰り返しに例外を作成しました。元の日付: %2$s:
ro_ro: %1$s a creat o excepție într-o serie. Dată inițială: %2$s:
sk_sk: %1$s vytvoril výnimku opakovania. Pôvodný dátum: %2$s:

source: %1$s has changed an appointment:
cs_cz: %1$s změnil(a) schůzku:
de_de: %1$s hat einen Termin geändert:
fi_fi: %1$s on muuttanut tapaamista:
hu_hu: %1$s megváltoztatta a találkozót:
ja_jp: %1$s は次の予定を変更しました:
ro_ro: %1$s a modificat o întâlnire:
sk_sk: %1$s zmenil schôdzku:

source: %1$s has changed an appointment of the series %2$s:
cs_cz: %1$s změnil(a) schůzku v sérii %2$s:
de_de: %1$s hat einen Termin der Serie %2$s geändert:
fi_fi: %1$s on muuttanut tapaamista, joka kuuluu sarjaan %2$s:
hu_hu: %1$s megváltoztatta a(z) %2$s találkozósorozat egyik megbeszélését:
ja_jp: %1$sは繰り返しの予定%2$sを変更しました：
ro_ro: %1$s a modificat o întâlnire din seria %2$s:
sk_sk: %1$s zmenil schôdzku série %2$s:

source: %1$s has changed an appointment on behalf of %2$s:
cs_cz: %1$s změnil(a) jménem %2$s schůzku:
de_de: %1$s hat im Auftrag von %2$s einen Termin geändert:
fi_fi: %1$s on muuttanut tapaamista %2$s puolesta :
hu_hu: %1$s, %2$s nevében megváltoztatta a találkozó:
ja_jp: %1$s は %2$s の代わりに次の予定を変更しました:
ro_ro: %1$s a modificat o întâlnire în numele lui %2$s:
sk_sk: %1$s zmenil schôdzku v mene %2$:

source: %1$s has changed an appointment of the series %2$s on behalf of %3$s:
cs_cz: %1$s jménem %3$s změnil(a) schůzku v sérii %2$s:
de_de: %1$s hat einen Termin der Serie %2$s im Auftrag von %3$s geändert:
fi_fi: %1$s on muuttanut sarjan %2$s tapaamiseen %3$s puolesta:
hu_hu: %3$s nevében, %1$s megváltoztatta a(z) %2$s találkozósorozat egyik megbeszélését:
ja_jp: %1$sは%3$sの代わりに繰り返しの予定%2$sを変更しました：
ro_ro: %1$s a modificat o întâlnire din seria %2$s în numele lui %3$s:
sk_sk: %1$s zmenil schôdzku série %2$s v mene %3$s:

source: %1$s has changed an appointment on your behalf:
cs_cz: %1$s změnil(a) vaším jménem schůzku:
de_de: %1$s hat in Ihrem Auftrag einen Termin geändert:
fi_fi: %1$s on muuttanut puolestasi tapaamista:
hu_hu: %1$s megváltoztatta az találkozó, az Ön nevében:
ja_jp: %1$s はあなたの代わりに予定を変更しました:
ro_ro: %1$s a modificat o întâlnire în numele dvs.:
sk_sk: %1$s zmenil schôdzku vo vašom mene:

source: %1$s has changed an appointment of the series %2$s on your behalf:
cs_cz: %1$s vaším jménem změnil(a) schůzku v sérii %2$s
de_de: %1$s hat einen Termin der Serie %2$s in Ihrem Auftrag geändert:
fi_fi: %1$s on muuttanut sarjan %2$s tapaamisen puolestasi:
hu_hu: Az Ön nevében, %1$s megváltoztatta a(z) %2$s találkozósorozat egyik megbeszélését:
ja_jp: %1$sはあなたの代わりに繰り返しの予定%2$sを変更しました：
ro_ro: %1$s a modificat o întâlnire din seria %2$s în numele dvs.:
sk_sk: %1$s zmenil schôdzku série %2$s v mene:

source: When:
cs_cz: Kdy:
de_de: Wann:
fi_fi: Milloin:
hu_hu: Mikor:
ja_jp: 日時:
ro_ro: Când:
sk_sk: Kedy:

source: Direct link:
cs_cz: Přímý odkaz:
de_de: Direkter Link:
fi_fi: Suora linkki:
hu_hu: Közvetlen hivatkozás:
ja_jp: ダイレクト リンク:
ro_ro: Legătură directă:
sk_sk: Priamy odkaz:

source: Where:
cs_cz: Kde:
de_de: Wo:
fi_fi: Missä:
hu_hu: Hol:
ja_jp: 場所:
ro_ro: Unde:
sk_sk: Kde:

source: Participants
cs_cz: Účastníci
de_de: Teilnehmer
fi_fi: Osallistujat
hu_hu: Résztvevők
ja_jp: 参加者
ro_ro: Participanți
sk_sk: Účastníci

source: Meeting access
cs_cz: Přístup ke schůzce
de_de: Meeting-Zugang
fi_fi: Pääsy kokoukseen
hu_hu: Hozzáférés találkozókhoz
ja_jp: ミーティングアクセス
ro_ro: Acces la întâlnire
sk_sk: Prístup k schôdzke

source: Details
cs_cz: Podrobnosti
fi_fi: Tiedot
hu_hu: Részletek
ja_jp: 詳細
ro_ro: Detalii
sk_sk: Podrobnosti

source: Show as:
cs_cz: Zobrazit jako:
de_de: Anzeigen als:
fi_fi: Näytä muodossa:
hu_hu: Megjelenítés:
ja_jp: 公開方法:
ro_ro: Afișează ca:
sk_sk: Zobraziť ako:

source: Created:
cs_cz: Vytvořeno:
de_de: Angelegt:
fi_fi: Luotu:
hu_hu: Létrehozva:
ja_jp: 作成日:
ro_ro: Creat:
sk_sk: Vytvorené:

source: Modified:
cs_cz: Upraveno:
de_de: Geändert:
fi_fi: Muutettu:
hu_hu: Módosítva:
ja_jp: 変更者:
ro_ro: Modificat:
sk_sk: Zmenené:

source: %1$s has deleted an appointment on behalf of %2$s, or you have been removed as a participant:
cs_cz: %1$s smazal(a) jménem %2$s schůzku, nebo jste byl(a) odstraněn(a) ze seznamů účastníků:
de_de: %1$s hat im Auftrag von %2$s einen Termin gelöscht, oder Sie wurden als Teilnehmer entfernt:
fi_fi: %1$s on %2$s puolesta poistanut tapaamisen, tai sinut sen osallistujista:
hu_hu: %1$s törölt egy találkozót %2$s nevében, vagy Ön már nem résztvevője az eseménynek:
ja_jp: %1$s が %2$s の代わりに、予定を削除したか、または参加者からあなたを削除しました:
ro_ro: %1$s a șters un eveniment în numele utilizatorului %2$s sau ați fost eliminat ca participant:
sk_sk: %1$s zmazal schôdzku v mene %2$ alebo ste boli odstránení ako účastník:

source: %1$s has deleted an appointment of the series %2$s on behalf of %3$s, or you have been removed as a participant:
cs_cz: %1$s smazal(a) jménem %3$s schůzku v sérii $2$s, nebo jste byl(a) odstraněn(a) ze seznamů účastníků:
de_de: %1$s hat einen Termin der Serie %2$s im Auftrag von %3$s gelöscht, oder Sie wurden als Teilnehmer entfernt:
fi_fi: %1$s on poistanut sarjan %2$s tapaamisen %3$s puolesta, tai sinut on poistettu osallistujista:
hu_hu: %1$s törölt egy találkozót %2$s nevében a(z) %3s találkozósorozatból, vagy Ön már nem résztvevője az eseménynek:
ja_jp: %1$s が %3$sの代わりに、繰り返しの予定%2$sを削除したか、または参加者からあなたを削除しました:
ro_ro: %1$s a șters o întâlnire din %2$s în numele lui %3$s sau ați fost eliminat ca participant:
sk_sk: %1$s zmazal schôdzku série %2$ v mene %3$s alebo ste boli odstránení ako účastník:

source: %1$s has deleted an appointment on your behalf:
cs_cz: %1$s smazal(a) vaším jménem schůzku:
de_de: %1$s hat in Ihrem Auftrag einen Termin gelöscht:
fi_fi: %1$s on puolestasi poistanut tapaamisen:
hu_hu: %1$s törölt egy találkozót az Ön nevében:
ja_jp: %1$s はあなたの代わりに予定を削除しました:
ro_ro: %1$s a șters un eveniment în numele dumneavoastră:
sk_sk: %1$s zmazal schôdzku vo vašom mene:

source: %1$s has deleted an appointment of the series %2$s on your behalf:
cs_cz: %1$s vaším jménem smazal(a) schůzku v sérii %2$s:
de_de: %1$s hat in Ihrem Auftrag einen Termin der Serie %2$s gelöscht:
fi_fi: %1$s on poistanut sarjan %2$s tapaamisen puolestasi:
hu_hu: Az Ön nevében, %1$s törölte a(z) %2$s találkozósorozat egyik megbeszélését:
ja_jp: %1$sはあなたの代わりに繰り返しの予定%2$sを変更しました：
ro_ro: %1$s a șters o întâlnire din seria %2$s în numele dvs.:
sk_sk: %1$s zmazal schôdzku série %2$s vo vašom mene:

source: %1$s has deleted an appointment, or you have been removed as a participant:
cs_cz: %1$s smazal(a) schůzku, nebo jste byl(a) odstraněn(a) ze seznamů účastníků:
de_de: %1$s hat einen Termin gelöscht, oder Sie wurden als Teilnehmer entfernt:
fi_fi: %1$s on poistanut tapaamisen, tai sinut sen osallistujista:
hu_hu: %1$s törölt egy találkozót, vagy Ön már nem résztvevője az eseménynek:
ja_jp: %1$s が予定を削除したか、またはあなたを参加者から削除しました:
ro_ro: %1$s a șters o întâlnire sau ați fost eliminat ca participant:
sk_sk: %1$s zmazal schôdzku, alebo ste boli odstránení ako účastník::

source: %1$s has deleted an appointment of the series %2$s, or you have been removed as a participant:
cs_cz: %1$s smazal(a) schůzku v sérii $2$s, nebo jste byl(a) odstraněn(a) ze seznamů účastníků:
de_de: %1$s hat einen Termin der Serie %2$s gelöscht, oder Sie wurden als Teilnehmer entfernt:
fi_fi: %1$s on poistanut sarjaan %2$s kuuluvan tapaamisen, tai sinut on poistettu sen osallistujista:
hu_hu: %1$s törölt egy megbeszélést a(z) %2s találkozósorozatból, vagy Ön már nem résztvevője az eseménynek:
ja_jp: %1$s が繰り返しの予定%2$sを削除したか、または参加者からあなたを削除しました:
ro_ro: %1$s a șters o întâlnire din seria %2$s sau ați fost eliminat ca participant:
sk_sk: %1$s zmazal schôdzku série %2$ alebo ste boli odstránení ako účastník:

source: Change the subject to %1$s.
cs_cz: Změnit předmět na %1$s.
de_de: Ersetzen Sie den Betreff durch: %1$s.
fi_fi: Muuta aiheeksi %1$s.
hu_hu: Változtassa meg a tárgyat erre: %1$s.
ja_jp: 件名を %1$s に変更
ro_ro: Modifică subiectul în %1$s.
sk_sk: Zmeniť predmet na %1$s.

source: The appointment has a new subject: %1$s.
cs_cz: Schůzka má nový předmět: %1$s.
de_de: Der Termin hat einen neuen Betreff: %1$s.
fi_fi: Tapaamisella on uusi aihe: %1$s.
hu_hu: A találkozónak új tárgya van: %1$s.
ja_jp: 予定は次の名前に変更されました: %1$s
ro_ro: Întâlnirea are un subiect nou: %1$s.
sk_sk: Schôdzka má nový predmet: %1$s.

source: The appointment will now be shown as: "%1$s".
cs_cz: Schůzka bude nyní zobrazena jako: „%1$s“.
de_de: Der Termin wird nun folgendermaßen angezeigt: "%1$s".
fi_fi: Tapaaminen näytetään nyt tilassa: "%1$s".
hu_hu: A találkozó mostantól így jelenik meg: %1$s.
ja_jp: 予定は次のように変更されます: "%1$s"
ro_ro: Întâlnirea va fi acum afișată ca: "%1$s".
sk_sk: Schôdzka sa teraz zobrazí ako: "%1$s".

source: The appointment timezone was changed to: %1$s
cs_cz: Časové pásmo schůzky bylo změněno na: %1$s
de_de: Die Zeitzone des Termins wurde geändert in: %1$s
fi_fi: Tapaamisen aikavyöhykkeeksi muutettiin: %1$s
hu_hu: A találkozó időzónája erre változott: %1$s.
ja_jp: 予定のは次のタイムゾーンに変更されました: %1$s
ro_ro: Fusul orar al întâlnirii a fost modificat în: %1$s
sk_sk: Časové pásmo schôdzky bolo zmenené na: %1$s

source: Change the location to %1$s.
cs_cz: Změňte místo konání na: %1$s
de_de: Ersetzen Sie den Ort durch: %1$s.
fi_fi: Muuta sijainniksi %1$s.
hu_hu: Változtassa meg a helyszínt erre: %1$s.
ja_jp: 場所を %1$s に変更
ro_ro: Modifică locul în %1$s.
sk_sk: Zmeniť miesto na %1$s

source: The appointment takes place in a new location: %1$s.
cs_cz: Schůzka proběhne na jiném místě: %1$s.
de_de: Der Termin findet an einem neuen Ort statt: %1$s.
fi_fi: Tapaamisen uusi sijainti on: %1$s.
hu_hu: A találkozó egy új helyszínen lesz: %1$s.
ja_jp: 予定は次の開催場所に変更されました: %1$s
ro_ro: Întâlnirea se desfășoară într-un alt loc: %1$s.
sk_sk: Schôdzka sa uskutoční na novom mieste: %1$s.

source: The location of the appointment has been removed.
cs_cz: Místo schůzky bylo odstraněno.
de_de: Der Speicherort des Termins wurde entfernt.
fi_fi: Tapaamisen paikka on poistettu.
hu_hu: A találkozó helyét eltávolításra került.
ja_jp: 予定の場所を削除しました
ro_ro: Locația întâlnirii a fost eliminată.
sk_sk: Miesto schôdzky bolo odstránené.

source: Use the appointment description below.
cs_cz: Využijte popis schůzky níže.
de_de: Verwenden Sie die unten genannte Terminbeschreibung.
fi_fi: Käytä alla olevaa tapaamiskuvausta.
hu_hu: Használja az alábbi találkozó-leírásokat.
ja_jp: 次の予定の説明を使用
ro_ro: Utilizați descrierea întâlnirii de mai jos.
sk_sk: Použite nižšie uvedený popis schôdzky.

source: The appointment description has changed.
cs_cz: Popis schůzky se změnil.
de_de: Die Terminbeschreibung wurde geändert.
fi_fi: Tapaamisen kuvaus on muuttunut.
hu_hu: A találkozó leírása megváltozott.
ja_jp: 予定の説明が変更されました。
ro_ro: Descrierea întâlnirii a fost modificată.
sk_sk: Popis schôdzky sa zmenil.

source: Please invite %1$s to the appointment.
cs_cz: Pozvěte, prosím, %1$s na schůzku.
de_de: Bitte laden Sie %1$s zu dem Termin ein.
fi_fi: Ole hyvä ja kutsu %1$s tapaamiseen.
hu_hu: Hívja meg a következő személyt a találkozóra: %1$s.
ja_jp: 予定に %1$s を招待してください。
ro_ro: Invitați utilizatorul %1$s la întâlnire.
sk_sk: Prosím, pozvite %1$s na schôdzku.

source: Add %1$s to the appointment.
cs_cz: Přidejte %1$s ke schůzce.
de_de: Fügen Sie %1$s zum Termin hinzu.
fi_fi: Lisää %1$s tapaamiseen.
hu_hu: %1$s hozzáadása a találkozóhoz.
ja_jp: 予定に %1$s を追加
ro_ro: Adaugă %1$s la întâlnire.
sk_sk: Pridať %1$s do schôdzky.

source: %1$s has been invited to the appointment.
cs_cz: %1$s byl(a) přizván(a) na schůzku.
de_de: %1$s wurde zu dem Termin eingeladen.
fi_fi: %1$s on kutsuttu tapaamiseen.
hu_hu: %1$s meghívva erre a találkozóra.
ja_jp: %1$s は予定に招待されました。
ro_ro: %1$s a fost invitat la întâlnire.
sk_sk: %1$s bol pozvaný na schôdzku.

source: Remove %1$s from the appointment.
cs_cz: Odeberte %1$s ze schůzky.
de_de: Entfernen Sie %1$s aus dem Termin.
fi_fi: Poista %1$s tapaamisesta.
hu_hu: Távolítsa el a következő személyt a találkozó résztvevői közül: %1$s.
ja_jp: 予定から %1$s を削除
ro_ro: Elimină utilizatorul %1$s din întâlnire.
sk_sk: Odstrániť %1$s zo schôdzky.

source: %1$s has been removed from the appointment.
cs_cz: %1$s byl(a) odebrán(a) ze schůzky.
de_de: %1$s wurde aus dem Termin entfernt.
fi_fi: %1$s on poistettu tapaamisesta.
hu_hu: %1$s eltávolítva a találkozó résztvevői közül.
ja_jp: %1$s は予定から削除されました。
ro_ro: %1$s a fost eliminat din întâlnire.
sk_sk: %1$s bol odstránený zo schôdzky.

source: %1$s has %2$s the appointment.
cs_cz: %1$s schůzku %2$s.
de_de: %1$s hat den Termin %2$s.
fi_fi: %1$s on %2$s tapaamisen.
hu_hu: %1$s elfogadta a(z) %2$s találkozót.
ja_jp: %1$s は予定を %2$s しました。
ro_ro: %1$s a %2$s întâlnirea.
sk_sk: %1$s %2$s schôdzku.

source: waiting
cs_cz: čekám
de_de: Wartestatus
fi_fi: odottaa
hu_hu: várakozás
ja_jp: 待機中
ro_ro: în așteptare
sk_sk: čaká

source: Invite the group %1$s to the appointment.
cs_cz: Pozvěte skupinu %1$s na schůzku.
de_de: Laden Sie die Gruppe %1$s zu dem Termin ein.
fi_fi: Kutsu ryhmä %1$s tapaamiseen.
hu_hu: Hívja meg a következő csoportot a találkozóra: %1$s.
ja_jp: 予定にグループ %1$s を招待
ro_ro: Invită grupul %1$s la întâlnire.
sk_sk: Pozvať skupinu %1$s na schôdzku.

source: The group %1$s has been invited to the appointment.
cs_cz: Skupina %1$s byla pozvána na schůzku.
de_de: Die Gruppe %1$s wurde zu dem Termin eingeladen.
fi_fi: Ryhmä %1$s on kutsuttu tapaamiseen.
hu_hu: %1$s csapat meghívva erre a találkozóra.
ja_jp: 予定にグループ %1$s を招待しました
ro_ro: Grupul %1$s a fost invitat la întâlnire.
sk_sk: Skupina %1$s bola pozvaná na schôdzku.

source: Remove the group %1$s from the appointment.
cs_cz: Odeberte skupinu %1$s ze schůzky.
de_de: Entfernen Sie die Gruppe %1$s aus dem Termin.
fi_fi: Poista ryhmä %1$s tapaamisesta.
hu_hu: Távolítsa el a következő csoportot a találkozó résztvevői közül: %1$s.
ja_jp: 予定からグループ %1$s を削除
ro_ro: Elimină grupul %1$s din întâlnire.
sk_sk: Odstrániť skupinu %1$s zo schôdzky.

source: The group %1$s has been removed from the appointment.
cs_cz: Skupina %1$s byla odebrána ze schůzky.
de_de: Die Gruppe %1$s wurde aus dem Termin entfernt.
fi_fi: Rymä %1$s on poistettu tapaamisesta.
hu_hu: %1$s csoport eltávolítva a találkozó résztvevői közül.
ja_jp: 予定からグループ %1$s を削除しました
ro_ro: Grupul %1$s a fost eliminat din întâlnire.
sk_sk: Skupina %1$s bola odstránená zo schôdzky.

source: Reserve the resource %1$s for the appointment.
cs_cz: Rezervujte, prosím, zdroj %1$s pro schůzku.
de_de: Buchen Sie die Ressource %1$s für den Termin.
fi_fi: Varaa tapaamiselle resurssi %1$s.
hu_hu: Foglalja le a(z) %1$s erőforrást a találkozóhoz.
ja_jp: 予定で使用するリソース %1$s を予約
ro_ro: Rezervă resursa %1$s pentru întâlnire.
sk_sk: Vyhradiť zdroj %1$s pre schôdzku.

source: The resource %1$s has been reserved for the appointment.
cs_cz: Zdroj %1$s byl pro schůzku rezervován.
de_de: Die Ressource %1$s wurde für den Termin gebucht.
fi_fi: Resurssi %1$s on varattu tapaamiselle.
hu_hu: A(z) %1$s erőforrás lefoglalva a találkozóhoz.
ja_jp: 予定にリソース %1$s を予約しました
ro_ro: Resursa %1$s a fost rezervată pentru întâlnire.
sk_sk: Zdroj %1$s bol vyhradený pre schôdzku.

source: Remove the resource %1$s from the appointment.
cs_cz: Odeberte zdroj %1$s od schůzky.
de_de: Entfernen Sie die Ressource %1$s aus dem Termin.
fi_fi: Poista resurssi %1$s tapaamisesta.
hu_hu: Távolítsa el a következő erőforrást a találkozóról: %1$s.
ja_jp: 予定からリソース %1$s を削除
ro_ro: Elimină resursa %1$s din întâlnire.
sk_sk: Odstrániť zdroj %1$s zo schôdzky.

source: The resource %1$s is no longer reserved for the appointment.
cs_cz: Zdroj %1$s již pro schůzku není rezervován.
de_de: Die Ressource %1$s ist nicht mehr für den Termin gebucht.
fi_fi: Resurssi %1$s ei ole enää varattu tapaamiselle.
hu_hu: A(z) %1$s erőforrás már nincs lefoglalva a találkozóhoz.
ja_jp: 予定からリソース %1$s を削除しました
ro_ro: Resursa %1$s nu mai este rezervată pentru întâlnire.
sk_sk: Zdroj %1$s už viac nie je vyhradený pre schôdzku.

source: The appointment was rescheduled. Original date: %1$s. New date: %2$s
cs_cz: Schůzka byla naplánována na jindy. Původní datum: %1$s. Nové datum: %2$s
de_de: Der Termin wurde verschoben. Ursprüngliches Datum: %1$s. Neues Datum: %2$s
fi_fi: Tapaaminen on siirretty. Alkuperäinen päivämäärä: %1$s. Uusi päivämäärä: %2$s
hu_hu: A találkozó átütemezése került. Eredeti dátum: %1$s. Új dátum: %2$s
ja_jp: 予定の日時が変更されました。変更前: %1$s 変更後: %2$s
ro_ro: Întâlnirea a fost reprogramată. Data inițială: %1$s. Dată nouă: %2$s
sk_sk: Naplánovanie schôdzky bolo zmenené. Pôvodný dátum: %1$s. Nový dátum: %2$s

source: The timezone of the appointment was changed. Original timezone: %1$s. New timezone: %2$s
cs_cz: Časové pásmo schůzky bylo změněno. Původní pásmo: %1$s. Nové pásmo: %2$s.
de_de: Die Zeitzone des Termins wurde geändert. Ursprüngliche Zeitzone: %1$s. Neue Zeitzone: %2$s
fi_fi: Tapaamisen aikavyöhykettä muutettiin. Alkuperäinen aikavyöhyke: %1$s. Uusi aikavyöhyke: %2$s
hu_hu: A találkozó időzónája megváltozott. Eredeti időzóna: % 1$s. Új időzóna: %2$s
ja_jp: 予定のタイムゾーンが変更されました。元のタイムゾーン：%1$s 新しいタイムゾーン%2$s
ro_ro: Fusul orar al întâlnirii a fost modificat. Fus orar inițial: %1$s. Fus orar nou: %2$s
sk_sk: Časové pásmo schôdzky bolo zmenené. Pôvodné časové pásmo: %1$s. Nové časové pásmo: %2$s

source: The timezone of the appointment's start date was changed. Original timezone: %1$s. New timezone: %2$s
cs_cz: Časové pásmo počátečního data schůzky bylo změněno. Původní pásmo: %1$s. Nové pásmo: %2$s
de_de: Die Zeitzone für das Startdatum des Termins wurde geändert. Ursprüngliche Zeitzone: %1$s. Neue Zeitzone: %2$s
fi_fi: Tapaamisen aloituspäivän aikavyöhykettä muutettiin. Alkuperäinen aikavyöhyke: %1$s. Uusi aikavyöhyke: %2$s
hu_hu: A találkozó kezdési időpontjának időzónája megváltozott. Eredeti időzóna: %1$s. Új időzóna: %2$s
ja_jp: 予定の開始日時のタイムゾーンが変更されました。元のタイムゾーン：%1$s 新しいタイムゾーン%2$s
ro_ro: Fusul orar al datei de începere a întâlnirii a fost modificat. Fus orar original: %1$s. Fus orar nou: %2$s
sk_sk: Časové pásmo dátumu začiatku schôdzky bolo zmenené. Pôvodné časové pásmo: %1$s. Nové časové pásmo: %2$s

source: The timezone of the appointment's end date was changed. Original timezone: %1$s. New timezone: %2$s
cs_cz: Časové pásmo konečného data schůzky bylo změněno. Původní pásmo: %1$s. Nové pásmo: %2$s
de_de: Die Zeitzone für das Enddatum des Termins wurde geändert. Ursprüngliche Zeitzone: %1$s. Neue Zeitzone: %2$s
fi_fi: Tapaamisen loppumispäivän aikavyöhykettä muutettiin. Alkuperäinen aikavyöhyke: %1$s. Uusi aikavyöhyke: %2$s
hu_hu: A találkozó befejező időpontjának időzónája megváltozott. Eredeti időzóna: %1$s. Új időzóna: %2$s
ja_jp: 予定の終了日時のタイムゾーンが変更されました。元のタイムゾーン：%1$s 新しいタイムゾーン%2$s
ro_ro: Fusul orar al datei de încheiere a întâlnirii a fost modificat. Fus orar original: %1$s. Fus orar nou: %2$s
sk_sk: Časové pásmo dátumu konca schôdzky bolo zmenené. Pôvodné časové pásmo: %1$s. Nové časové pásmo: %2$s

source: Reschedule the appointment. Original date: %1$s. New date: %2$s
cs_cz: Naplánujte schůzku na jindy. Původní datum: %1$s. Nové datum: %2$s
de_de: Verschieben Sie den Termin. Ursprüngliches Datum: %1$s. Neues Datum: %2$s
fi_fi: Siirrä tapaamista. Alkuperäinen päivämäärä: %1$s. Uusi päivämäärä: %2$s
hu_hu: Találkozó átütemezve. Eredeti dátum: %1$s. Új dátum: %2$s
ja_jp: 予定の日付を変更してください。元の日付: %1$s新しい日付: %2$s
ro_ro: Reprogramează întâlnirea. Data inițială: %1$s. Dată nouă: %2$s
sk_sk: Zmeniť naplánovanie schôdzky. Pôvodný dátum: %1$s. Nový dátum: %2$s

source: The appointment series was updated, beginning at %1$s.
cs_cz: Série schůzek byla změněna, počínaje %1$s.
de_de: Der Serientermin wurde ab %1$s aktualisiert.
fi_fi: Tapaamissarja on päivitetty, alkaa %1$s.
hu_hu: A találkozósorozat kezdete megváltozott: %1$s.
ja_jp: 繰り返しの予定は、%1$sで開始に更新されました。
ro_ro: Seria de întâlniri a fost actualizată, începând de la %1$s.
sk_sk: Séria schôdzok bola aktualizovaná, počnúc %1$s.

source: The appointment's recurrence rule has changed to: %1$s.
cs_cz: Frekvence opakování schůzek se změnila na %1$s.
de_de: Die Wiederholungsregel des Termins wurde geändert in: %1$s.
fi_fi: Tapaamisen toistumissäännöksi on muutettu: %1$s.
hu_hu: A találkozó ismétlődési szabálya megváltozott: %1$s.
ja_jp: 予定の繰り返しルールは次に変更されました: %1$s
ro_ro: Regula de recurență a întâlnirii a fost modificată la: %1$s.
sk_sk: Pravidlo opakovania schôdzky sa zmenilo na: %1$s.

source: The appointment series now ends on %1$s.
cs_cz: Série schůzek nyní končí %1$s.
fi_fi: Ajanvaraussarja päättyy nyt %1$s.
hu_hu: A találkozó sorozat most ezen a napon ér véget: %1$.
ja_jp: 繰り返しの予定は、%1$sで終了しました。
ro_ro: Seria de întâlniri acum se termină la %1$s.
sk_sk: Séria schôdzok teraz končí %1$s.

source: Reschedule the appointment. Original date/time: %1$s. New date/time: %2$s
cs_cz: Naplánujte schůzku na jindy. Původní datum/čas: %1$s. Nové datum/čas: %2$s
de_de: Verschieben Sie den Termin. Ursprünglich: Datum/Zeit: %1$s. Neu: Datum/Zeit: %2$s
fi_fi: Siirrä tapaamista. Alkuperäinen päivämäärä: %1$s. Uusi päivämäärä: %2$s
hu_hu: Találkozó átütemezve. Eredeti dátum/időpont: %1$s. Új dátum/időpont: %2$s
ja_jp: 予定の日付を変更してください。元の日時: %1$s新しい日時: %2$s
ro_ro: Reprogramează întâlnirea. Data/ora originală: %1$s. Dată/oră nouă: %2$s
sk_sk: Zmeniť naplánovanie schôdzky. Pôvodný dátum/čas: %1$s. Nový dátum/čas: %2$s

source: Resources
cs_cz: Zdroje
de_de: Ressourcen
fi_fi: Resurssit
hu_hu: Erőforrások
ja_jp: リソース
ro_ro: Resurse
sk_sk: Zdroje

source: The entire day
cs_cz: Celý den
de_de: Der gesamte Tag
fi_fi: Koko päivän
hu_hu: Egész nap
ja_jp: 終日
ro_ro: Toată ziua
sk_sk: Celý deň

source: New appointment: %1$s
cs_cz: Nová schůzka: %1$s
de_de: Neuer Termin: %1$s
fi_fi: Uusi tapaaminen: %1$s
hu_hu: Új találkozó: %1$s
ja_jp: 新規予定: %1$s
ro_ro: Întâlnire nouă: %1$s
sk_sk: Nová schôdzka: %1$s

source: Appointment changed: %1$s
cs_cz: Schůzka změněna: %1$s
de_de: Termin geändert: %1$s
fi_fi: Tapaamista muutettu: %1$s
hu_hu: Találkozó megváltozott: %1$s
ja_jp: 予定の変更: %1$s
ro_ro: Întâlnire modificată: %1$s
sk_sk: Schôdzka zmenená: %1$s

source: Appointment canceled: %1$s
cs_cz: Schůzka zrušena: %1$s
de_de: Termin verworfen: %1$s
fi_fi: Tapaaminen peruttu: %1$s
hu_hu: Találkozó lemondva: %1$s
ja_jp: 予定のキャンセル: %1$s
ro_ro: Întâlnire anulată: %1$s
sk_sk: Schôdzka zrušená: %1$s

source: Proposed changes for appointment: %1$s
cs_cz: Navrhované změny schůzky: %1$s
de_de: Vorgeschlagene Änderungen für Termin: %1$s
fi_fi: Tapaamiseen ehdotetut muutokset: %1$s
hu_hu: Javasolt módosítások ehhez a találkozóhoz: %1$s
ja_jp: 次の予定に対する開催日時変更の提案: %1$s
ro_ro: Modificări propuse pentru întâlnirea: %1$s
sk_sk: Navrhované zmeny schôdzky: %1$s
