Repository: knkgun/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: cs_cz, de_de, fi_fi, hu_hu, ja_jp, ro_ro, sk_sk

source: Updating schema "%1$s" failed. Cause: "%2$s".
cs_cz: Aktualizace schématu „%1$s“ selhala. Příčina: „%2$s“.
de_de: Die Aktualisierung des Schemas "%1$s" ist fehlgeschlagen. Ursache: "%2$s".
fi_fi: Kaavion"%1$s" päivitys epäonnistui. Syy: "%2$s".
hu_hu: A(z) „%1$s” séma frissítése sikertelen. Ok: „%2$s”.
ja_jp: スキーマ "%1$s" の更新に失敗しました。理由: "%2$s"
ro_ro: Actualizarea schemei "%1$s" a eșuat. Cauză: "%2$s".
sk_sk: Aktualizácia schémy "%1$s" zlyhala. Príčina: "%2$s".

source: Blocking tasks ("%1$s") must be executed before background tasks can be executed ("%2$s").
cs_cz: Blokující úlohy („%1$s“) musí být provedeny, než budou spuštěny úlohy na pozadí („%2$s“).
de_de: Bevor Hintergrundaufgaben ausgeführt werden können ("%2$s") müssen blockierende Aufgaben ("%1$s") ausgeführt werden.
fi_fi: Blokkaava tehtävä ("%1$s") pitää suorittaa ennen taustalla ajettavia tehtäviä ("%2$s").
hu_hu: A blokkoló feladatokat („%1$s”) a háttérfeladatok végrehajtása („%2$s”) előtt kell végrehajtani.
ja_jp: バックグラウンドタスク ("%2$s") の実行前にブロックタスク ("%1$s") を実行する必要があります。
ro_ro: Sarcinile cu blocare ("%1$s") trebuie executate înainte de a putea fi executate sarcinile de fundal ("%2$s").
sk_sk: Blokujúce úlohy ("%1$s") musia byť vykonané predtým, než sa môžu vykonať úlohy na pozadí ("%2$s").

source: Unknown task: "%1$s".
cs_cz: Neznámá úloha: „%1$s“.
de_de: Unbekannte Aufgabe: "%1$s".
fi_fi: Tuntematon tehtävä: "%1$s".
hu_hu: Ismeretlen feladat: „%1$s”.
ja_jp: 次のタスクが不明です: "%1$s"
ro_ro: Sarcină necunoscută: "%1$s".
sk_sk: Neznáma úloha: "%1$s".

source: Column "%1$s" not found in table "%2$s".
cs_cz: Sloupec „%1$s“ nebyl v tabulce „%2$s“ nalezen.
de_de: Die Spalte "%1$s" konnte nicht in der Tabelle "%2$s" gefunden werden.
fi_fi: Taulusta "%2$s" ei löytynyt saraketta "%1$s".
hu_hu: A(z) „%1$s” oszlop nem található a(z) „%2$s” táblában.
ja_jp: 列 "%1$s" が表 "%2$s" に見つかりません。
ro_ro: Coloana "%1$s" nu a fost găsită în tabelul "%2$s".
sk_sk: Stĺpec "%1$s" nenájdený v tabuľke "%1$s".

source: Found multiple schemas for name: "%1$s".
cs_cz: Pro název „%1$s“ bylo nalezeno více schemat.
de_de: Mehrere Schemata für den folgenden Namen gefunden: "%1$s".
fi_fi: Löytyi useita skeemoja nimellä "%1$s".
hu_hu: Több séma található a(z) "%1$s" névhez.
ja_jp: 名"%1$s"用の複数のスキーマが見つかりました。
ro_ro: S-au găsit mai multe scheme pentru numele: "%1$s".
sk_sk: Boli nájdené viaceré schémy k názvu:"%1$s"

source: Cannot get database connection.
cs_cz: Nelze se připojit k databázi.
de_de: Die Verbindung zur Datenbank kann nicht hergestellt werden.
fi_fi: Ei saada yhteyttä tietokantaan.
hu_hu: Nem hozható létre kapcsolat az adatbázissal.
ja_jp: データベース接続を取得できません。
ro_ro: Nu s-a putut obține conexiunea cu baza de date.
sk_sk: Nepodarilo sa nadviazať spojenie s databázou.

source: Error while updating database.
cs_cz: Chyba při aktualizaci databáze.
de_de: Fehler beim Aktualisieren der Datenbank.
fi_fi: Virhe päivitettäessä tietokantaa.
hu_hu: Hiba az adatbázis frissítésekor.
ja_jp: データベースの更新中にエラーが発生しました。
ro_ro: Eroare la actualizarea bazei de date.
sk_sk: Chyba počas aktualizácie databázy.

source: File upload failed: "%1$s".
cs_cz: Nahrání souboru selhalo: „%1$s“.
de_de: Das Hochladen der Datei ist fehlgeschlagen: "%1$s".
fi_fi: Tiedoston lähettäminen epäonnistui: "%1$s".
hu_hu: A fájlfeltöltés meghiúsult: „%1$s”.
ja_jp: 次のファイルのアップロードに失敗しました: "%1$s"
ro_ro: Încărcarea fișierului a eșuat: "%1$s".
sk_sk: Nahranie súboru zlyhalo: "%1$s".

source: Missing affiliation id.
cs_cz: Chybí id přidružení.
de_de: Zugehörigkeits-ID fehlt
fi_fi: Kytköstunniste (affiliation id) puuttuu.
hu_hu: Hiányzó kapcsolatazonosító.
ja_jp: アフィリエーション ID が見つかりません。
ro_ro: Lipsește identificatorul de afiliere.
sk_sk: Chýba ID príslušnosti.

source: Unknown action value: "%1$s".
cs_cz: Neznámá hodnota činnosti: „%1$s“.
de_de: Unbekannter Aktionswert: "%1$s".
fi_fi: Tuntematon toiminnon arvo: "%1$s".
hu_hu: Ismeretlen műveletérték: „%1$s”.
ja_jp: 次の操作の値が不明です: "%1$s"
ro_ro: Valoarea acțiunii necunoscută: "%1$s".
sk_sk: Neznáma hodnota operácie: "%1$s".

source: Header "content-type" does not indicate multipart content.
cs_cz: Hlavička „content-type“ neznačí multipart obsah.
de_de: Header "content-type" zeigt keinen Multipart-Inhalt an.
fi_fi: Otsake "content-type" ei viittaa "multipart" sisältöön.
hu_hu: A „content-type” fejléc nem jelez többrészes tartalmat.
ja_jp: ヘッダ 「コンテンツタイプ」はマルチパートコンテンツではありません。
ro_ro: Antetul "content-type" nu indică conținut multipart.
sk_sk: Hlavička "content-type" neindikuje obsah zložený s viac častí (multipart).

source: Request rejected because its size (%1$s) exceeds the maximum configured size of %2$s.
cs_cz: Požadavek zamítnut, protože jeho velikost (%1$s) přesahuje maximální nastavenou velikost (%2$s).
de_de: Anfrage abgelehnt. Die Größe (%1$s) überschreitet die maximal zulässige Größe von %2$s.
fi_fi: Pyyntö hylättiin, koska sen koko (%1$s) ylittää asetetun suurimman koon %2$s.
hu_hu: A kérés visszautasítva, mert mérete (%1$s) meghaladja a beállított maximális értéket (%2$s).
ja_jp: 送信しようとしたメールサイズ：%1$s。%2$s を超えるメールは送信できません。
ro_ro: Cererea a fost respinsă deoarece dimensiunea (%1$s) depășește dimensiunea maximă configurată de %2$s.
sk_sk: Požiadavka zamietnutá, pretože jej veľkosť (%1$s) prekračuje maximálnu nastavenú veľkosť %2$s.

source: Missing parameter: "%1$s".
cs_cz: Chybí parametr: „%1$s“.
de_de: Fehlender Parameter: "%1$s".
fi_fi: Puuttuva parametri: "%1$s".
hu_hu: Hiányzó paraméter: „%1$s”.
ja_jp: 次のパラメータが見つかりません: "%1$s"
ro_ro: Lipsește parametrul: "%1$s".
sk_sk: Chýba parameter: "%1$s".

source: Unknown module: %1$d.
cs_cz: Neznámý modul: %1$d.
de_de: Unbekanntes Modul: %1$d.
fi_fi: Tuntematon moduuli: %1$d.
hu_hu: Ismeretlen modul: %1$d.
ja_jp: 次のモジュールが不明です: %1$d
ro_ro: Modul necunoscut: %1$d.
sk_sk: Neznámy modul: %1$d.

source: An uploaded file referenced by "%1$s" could not be found.
cs_cz: Nahraný soubor, na který odkazuje „%1$s“, se nepodařilo nalézt.
de_de: Es konnte keine von "%1$s" referenzierte hochgeladene Datei gefunden werden.
fi_fi: Lähetettyä tiedostoa, johon "%1$s" viittaa, ei löydy.
hu_hu: Egy „%1$s” által hivatkozott feltöltött fájl nem található.
ja_jp: "%1$s" の参照先のアップロード済みファイルが見つかりませんでした。
ro_ro: Un fișier încărcat referențiat de "%1$s" nu a putut fi găsit.
sk_sk: Nahraný súbor, na ktorý odkazuje "%1$s" nebol nájdený.

source: Invalid action value: "%1$s".
cs_cz: Neplatná hodnota akce: „%1$s“.
de_de: Ungültiger Aktionswert: "%1$s".
fi_fi: Epäkelpo toiminnon arvo: "%1$s".
hu_hu: Érvénytelen műveletérték: „%1$s”.
ja_jp: 次の操作の値は無効です: "%1$s"
ro_ro: Valoare de acțiune incorectă: "%1$s".
sk_sk: Neplatná hodnota operácie: "%1$s".

source: Upload file with id "%1$s" could not be found.
cs_cz: Nahraný soubor s id „%1$s“ se nepodařilo nalézt.
de_de: Die hochgeladene Datei mit der ID "%1$s" konnte nicht gefunden werden.
fi_fi: Lähetettävää tiedostoa tunnisteella "%1$s" ei löydy.
hu_hu: A(z) „%1$s” azonosítójú feltöltött fájl nem található.
ja_jp: ID "%1$s" のアップロードファイルが見つかりませんでした。
ro_ro: Fișierul de încărcat cu identificatorul "%1$s" nu a putut fi găsit.
sk_sk: Nahraný súbor s ID "%1$s" nebol nájdený.

source: Upload file's content type "%1$s" does not match given file filter "%2$s".
cs_cz: Typ obsahu nahraného souboru „%1$s“ neodpovídá danému souborovému filtru „%2$s“.
de_de: Der Inhaltstyp "%1$s" der hochgeladenen Datei passt nicht zum angegebenen Dateifilter "%2$s".
fi_fi: Lähetettävän tiedoston tyyppi "%1$s" ei sovi annettuun suodattimeen "%2$s".
hu_hu: A feltöltött fájl „%1$s” tartalomtípusa nem illeszkedik a megadott „%2$s” fájlszűrőre.
ja_jp: アップロードファイルのコンテンツタイプ "%1$s" は、指定されたファイルフィルタ "%2$s" と一致しません。
ro_ro: Tipul de conținut "%1$s" al fișierului de încărcat nu corespunde filtrului de fișiere indicat "%2$s".
sk_sk: Typ obsahu nahraného súboru "%1$s" nezodpovedá zadanému filtru súboru "%2$s".

source: Upload file is invalid or illegal.
cs_cz: Nahraný soubor je poškozený nebo není povolený.
de_de: Die hochgeladene Datei ist ungültig oder unzulässig.
fi_fi: Ladattava tiedosto on epäkelpo tai laiton.
hu_hu: A feltöltött fájl érvénytelen vagy nem legális.
ja_jp: ファイルのアップロードが無効、または違法です。
ro_ro: Fișierul încărcat este incorect sau ilegal.
sk_sk: Nahraný súbor je neplatný alebo nelegálny.

source: Request rejected because its size exceeds the maximum configured size of %1$s.
cs_cz: Požadavek zamítnut, protože jeho velikost přesahuje maximální nastavenou velikost %2$s.
de_de: Anfrage abgelehnt. Die Größe überschreitet die maximal konfigurierte Größe von %1$s.
fi_fi: Pyyntö hylättiin, koska sen koko ylittää asetetun suurimman koon %1$s.
hu_hu: A kérés visszautasítva, mert mérete meghaladja a beállított maximális értéket (%1$s).
ja_jp: 構成された最大サイズ %1$s を超えたため、リクエストは拒否されました。
ro_ro: Cererea a fost respinsă deoarece dimensiunea depășește dimensiunea maximă configurată de %1$s.
sk_sk: Požiadavka zamietnutá, pretože jej veľkosť prekračuje maximálnu nastavenú veľkosť %1$s.

source: Connection has been closed unexpectedly. Please try again.
cs_cz: Spojení bylo neočekávaně ukončeno. Zkuste to, prosím, znovu.
de_de: Die Verbindung wurde geschlossen. Bitte erneut versuchen.
fi_fi: Yhteys suljettiin odottamatta. Yritä uudelleen.
hu_hu: A kapcsolat váratlanul lezárult. Próbálja újra.
ja_jp: 接続が予期せず切断されました。もう一度やり直してください。
ro_ro: Conexiunea a fost închisă în mod neașteptat. Încercați din nou.
sk_sk: Spojenie bolo nečakane zatvorené. Prosím, skúste to znova.

source: Request rejected because file size (%1$s) exceeds the maximum configured file size of %2$s.
cs_cz: Požadavek zamítnut, protože velikost souboru (%1$s) přesahuje maximální nastavenou velikost (%2$s).
de_de: Anfrage abgelehnt. Die Dateigröße (%1$s) überschreitet die konfigurierte maximale Dateigröße von %2$s.
fi_fi: Pyyntö hylättiin, koska sen koko (%1$s) ylittää asetetun suurimman koon %2$s.
hu_hu: A kérés visszautasítva, mert a fájl mérete (%1$s) meghaladja a beállított maximális értéket (%2$s).
ja_jp: 構成されたファイル最大サイズ %2$s をサイズ (%1$s) が超えたため、リクエストは拒否されました。
ro_ro: Cererea a fost respinsă deoarece dimensiunea fișierului (%1$s) depășește dimensiunea maximă configurată de %2$s.
sk_sk: Požiadavka bola zamietnutá, pretože jej veľkosť (%1$s) prekračuje maximálnu nastavenú veľkosť %2$s.

source: Request rejected because file size exceeds the maximum configured file size of %1$s.
cs_cz: Požadavek zamítnut, protože velikost souboru přesahuje maximální nastavenou velikost %1$s.
de_de: Anfrage abgelehnt. Die Dateigröße überschreitet die konfigurierte maximale Dateigröße von %1$s.
fi_fi: Pyyntö hylättiin, koska sen koko ylittää asetetun suurimman koon %1$s.
hu_hu: A kérés visszautasítva, mert a fájl mérete meghaladja a beállított maximális értéket (%1$s).
ja_jp: 構成されたファイル最大サイズ %1$s を超えたため、リクエストは拒否されました。
ro_ro: Cererea a fost respinsă deoarece dimensiunea fișierului depășește dimensiunea maximă configurată de %1$s.
sk_sk: Požiadavka zamietnutá, pretože veľkosť súboru prekračuje maximálnu nastavenú veľkosť %1$s.

source: Read timed out. Waited too long for incoming data from client.
cs_cz: Při pokusu o čtení vypršela lhůta. Čekání na data přicházející od klienta bylo příliš dlouhé.
de_de: Zeitlimit überschritten. Das Warten auf eingehende Daten vom Client dauerte zu lange.
fi_fi: Lukuaika umpeutui. Asiakassovelluksesta odotettiin data liian pitkään.
hu_hu: Időtúllépés olvasás közben. Túl sokáig tart az adat beolvasása a kliensről.
ja_jp: 読み込みタイムアウト。クライアントからのデータの待ち時間が長すぎました。
ro_ro: Citirea a expirat. S-a așteptat prea mult după datele de la client.
sk_sk: Čas čakania na čítanie uplynul. Čakalo sa príliš dlho na prichádzajúce údaje od klienta.

source: Image upload denied. Its size exceeds maximum allowed value of %2$s.
cs_cz: Nahrání obrázku bylo zamítnuto. Velikost přesahuje maximální povolenou hodnotu %2$s.
de_de: Das Hochladen des Bilds wurde verweigert. Seine Größe überschreitet den maximal zulässigen Wert von %2$s.
fi_fi: Kuvan lataus estetty. Sen koko ylittää sallitun enimmäisarvon %2$s.
hu_hu: A kép feltöltése megtagadva. Mérete meghaladja a (z)% 2$s maximális megengedett értékét.
ja_jp: 画像のアップロードが拒否されました。サイズが最大許容値%2$sを超えています。
ro_ro: Încărcarea imaginii a eșuat. Dimensiunea depășește valoarea maximă permisă de %2$s.
sk_sk: Nahrávanie obrázka bolo odmietnuté. Jeho veľkosť presahuje maximálnu povolenú hodnotu %2$s.

source: Image upload denied. Its resolution exceeds maximum allowed value of %2$s pixels.
cs_cz: Nahrání obrázku bylo zamítnuto. Rozlišení přesahuje maximální povolenou hodnotu %2$s pixelů.
de_de: Das Hochladen des Bilds wurde verweigert. Seine Auflösung überschreitet den maximal zulässigen Wert von%2$s Pixeln.
fi_fi: Kuvan lataus estetty. Sen resouutio ylittää sallitun %2$s pikselin einimmäisarvon.
hu_hu: A kép feltöltése megtagadva. A felbontás meghaladja a (z)% 2$s maximális megengedett értékét.
ja_jp: 画像のアップロードが拒否されました。解像度が最大許容値%2$sピクセルを超えています。
ro_ro: Încărcarea imaginii a fost refuzată. Rezoluția depășește valoarea maximă permisă de %2$s pixeli.
sk_sk: Nahrávanie obrázka bolo odmietnuté. Jeho rozlíšenie presahuje maximálnu povolenú hodnotu %2$s pixelov.

source: Configuration for user %1$s could not be found in context %2$d.
cs_cz: Nastavení pro uživatele %1$s se v kontextu %2$d nepodařilo nalézt.
de_de: Die Konfiguration für Benutzer %1$s konnte nicht im Kontext %2$d gefunden werden.
fi_fi: Konfiguraatiota käyttäjälle %1$s ei löydy kontekstista %2$d.
hu_hu: A(z) %1$s felhasználó konfigurációja nem található a(z) %2$d kontextusban.
ja_jp: ユーザー %1$s の構成情報がコンテキスト %2$d に見つかりません。
ro_ro: Configurația utilizatorului %1$s nu a putut fi găsită în contextul %2$d.
sk_sk: Konfigurácia používateľa %1$s nebola nájdená v kontexte %2$d.

source: User configuration could not be put into cache: "%1$s".
cs_cz: Nepodařilo se vložit uživatelskou konfiguraci do cache: „%1$s“.
de_de: Die Benutzerkonfiguration konnte nicht in den Cache gelegt werden: "%1$s".
fi_fi: Käyttäjäkonfiguraatiota ei voitu laittaa välimuistiin: "%1$s".
hu_hu: A felhasználói beállítások nem helyezhetők a gyorsítótárba: „%1$s”.
ja_jp: 次のユーザーの構成情報をキャッシュに格納できませんでした: "%1$s"
ro_ro: Configurația utilizatorului nu a putut fi pusă în cache: "%1$s".
sk_sk: Nebolo možné umiestniť používateľskú konfiguráciu do vyrovnávacej pamäte: "%1$s".

source: User configuration cache could not be cleared: "%1$s".
cs_cz: Nepodařilo se vyčistit cache uživatelského nastavení: „%1$s“.
de_de: Der Benutzer-Konfigurations-Cache konnte nicht gelöscht werden: "%1$s".
fi_fi: Käyttäjäkonfiguraation välimuistia ei voitu tyhjentää: "%1$s".
hu_hu: A felhasználó beállítás-gyorsítótára nem törölhető: „%1$s”.
ja_jp: 次のユーザーの構成情報のキャッシュをクリアできませんでした: %1$s
ro_ro: Cache-ul configurației utilizatorului nu a putut fi curățat: "%1$s".
sk_sk: Nebolo možné vyčistiť vyrovnávaciu pamäť používateľskej konfigurácie: "%1$s".

source: User configuration could not be removed from cache: "%1$s".
cs_cz: Nepodařilo se odstranit uživatelské nastavení z cache: „%1$s“.
de_de: Das Entfernen der Benutzerkonfiguration aus dem Cache ist fehlgeschlagen: "%1$s".
fi_fi: Käyttäjäkonfiguraatiota ei voitu poistaa välimuistista: "%1$s".
hu_hu: A felhasználói beállítások nem távolíthatók el a gyorsítótárból: „%1$s”.
ja_jp: 次のユーザーの構成情報のキャッシュを削除できませんでした: "%1$s"
ro_ro: Configurația utilizatorului nu a putut fi eliminată din cache: "%1$s".
sk_sk: Nebolo možné odstrániť používateľskú konfiguráciu z vyrovnávacej pamäte: "%1$s".

source: Mail settings for user "%1$s" could not be found in context %2$d.
cs_cz: Nastavení pošty uživatele „%1$s“ se v kontextu %2$d nepodařilo nalézt.
de_de: Es konnten keine E-Mail-Einstellungen für den Benutzer "%1$s" im Kontext %2$d gefunden werden.
fi_fi: Postiasetuksia käyttäjälle "%1$s" ei löytynyt kontekstissa %2$d.
hu_hu: A(z) „%1$s” felhasználó levélbeállításai nem találhatók a(z) %2$d kontextusban.
ja_jp: ユーザー "%1$s" のメール設定がコンテキスト %2$d に見つかりませんでした。
ro_ro: Setările de mail pentru utilizatorul "%1$s" nu au putut fi găsite în contextul %2$d.
sk_sk: Nastavenia pošty pre používateľa "%1$s" neboli nájdené v kontexte %2$d.

source: The provided mail address %1$s is invalid! It cannot be added to guest administration.
cs_cz: Zadaná poštovní adresa %1$s je neplatná. Nelze ji přidat k administraci hosta.
de_de: Die angegebene E-Mail-Adresse %1$s ist ungültig. Sie kann nicht zur Gast-Administration hinzugefügt werden.
fi_fi: Sähköpostiosoite %1$s ei kelpaa. Sitä ei voida lisätä vieraiden ylläpitoon.
hu_hu: A megadott %1$s e-mail cím üres. Ez nem adható hozzá vendég adminisztrátorhoz.
ja_jp: 入力したメールアドレス %1$s は無効です！ゲスト管理に追加できません。
ro_ro: Adresa de mail furnizată %1$s este incorectă! Nu poate fi adăugată la administrarea de invitați.
sk_sk: Poskytnutá emailová adresa %1$s je neplatná! Nie je možné ju pridať do správy hostí.

source: The provided mail address is empty! It cannot be added to guest administration.
cs_cz: Zadaná poštovní adresa je prázdná. Nelze ji přidat k administraci hosta.
de_de: Die angegebene E-Mail-Adresse ist leer. Sie kann nicht zur Gast-Administration hinzugefügt werden.
fi_fi: Annettu sähköpostiosoite on tyhjä. Sitä ei voida lisätä vieraiden ylläpitoon.
hu_hu: A megadott e-mail cím üres. Ez nem adható hozzá vendég adminisztrátorhoz.
ja_jp: 入力したメールアドレスは空です！ゲスト管理に追加できません。
ro_ro: Adresa de mail furnizată este vidă! Nu poate fi adăugată la administrarea de invitați.
sk_sk: Poskytnutá emailová adresa je prázdna! Nie je možné ju pridať do správy hostí.

source: The new password might not be empty! Please provide a password.
cs_cz: Nové heslo nesmí být prázdné. Zadejte, prosím, heslo.
de_de: Das neue Passwort darf nicht leer sein. Bitte geben Sie ein Passwort an.
fi_fi: Uusi salasana ei mahdollisesti ole tyhjä. Anna salasana.
hu_hu: Az új jelszó lehet, hogy üres. Adjon meg jelszót.
ja_jp: 新しいパスワードが空にしてはいけません！パスワードを入力してください。
ro_ro: Parola nu poate fi vidă! Furnizați o parolă.
sk_sk: Nové heslo nesmie byť prázdne! Prosím, uveďte heslo.

source: A messaging error occurred. Please try again later.
cs_cz: Došlo k chybě při zpracování zpráv. Zkuste to, prosím, znovu.
de_de: Es trat ein Messaging-Fehler auf. Bitte versuchen Sie es später erneut.
fi_fi: Tapahtui viestintävirhe. Yritä uudelleen myöhemmin, ole hyvä.
hu_hu: Üzenetküldési hiba történt. Próbálja újra.
ja_jp: メッセージエラーが発生しました。後でもう一度やり直してください。
ro_ro: A apărut o eroare de mesagerie. Încercați din nou.
sk_sk: Vyskytla sa chyba posielania správ. Prosím, skúste to znova.

source: A messaging error occurred.
cs_cz: Došlo k chybě při zpracování zpráv.
de_de: Es trat ein Messaging-Fehler auf.
fi_fi: Tapahtui viestintävirhe.
hu_hu: Üzenetkezelési hiba történt.
ja_jp: メッセージエラーが発生しました。
ro_ro: A apărut o eroare de mesagerie.
sk_sk: Vyskytla sa chyba posielania správ.

source: Cannot initialize mail module.
cs_cz: Nelze inicializovat poštovní modul.
de_de: Das E-Mail-Modul kann nicht initialisiert werden.
fi_fi: Postimoduulia ei voida alustaa.
hu_hu: A levelezőmodult nem lehet előkészíteni.
ja_jp: メールモジュールを初期化できません。
ro_ro: Nu s-a putut inițializa modulul de mail.
sk_sk: Nie je možné inicializovať modul Pošta.

source: No mail module access permitted.
cs_cz: Není povolený přístup k poštovnímu modulu.
de_de: Kein Zugriff auf das E-Mail-Modul zulässig.
fi_fi: Postimoduuliin pääsy kielletty.
hu_hu: A levelezőmodul elérése nem engedélyezett.
ja_jp: メールモジュールのアクセスは許可されていません。
ro_ro: Nu se permite accesul la modulul de mail.
sk_sk: Nie je povolený prístup k poštovému modulu.

source: Error while converting contact to versit object.
cs_cz: Chyba při převodu kontaktu do objektu Versit.
de_de: Fehler beim Konviertieren des Kontakts in ein Versit-Objekt.
fi_fi: Virhe muunnettaessa yhteystietoa versit kohteiksi.
hu_hu: Hiba a kapcsolat versit objektummá konvertálása közben.
ja_jp: Versit オブジェクトへの連絡先の変換中にエラーが発生しました。
ro_ro: Eroare la conversia contactului în obiect Versit.
sk_sk: Chyba počas prevádzania kontaktu na objekt versit.

source: No attachment was found with id "%1$s" in message.
cs_cz: Ve zprávě nebyla nalezena žádná příloha s id „%1$s“.
de_de: Es konnte kein Anhang mit der ID "%1$s" in der Nachricht gefunden werden.
fi_fi: Viestistä ei löytynyt liitettä tunnisteella "%1$s".
hu_hu: Nem található „%1$s” azonosítójú melléklet az üzenetben.
ja_jp: ID "%1$s" の添付ファイルがメッセージに見つかりません。
ro_ro: Nu a fost găsit niciun fișier atașat cu identificatorul "%1$s" în mesaj.
sk_sk: Žiadna príloha s id "%1$s" nebola v správe nájdená.

source: Versit attachment could not be saved due to an unsupported MIME type.
cs_cz: Přílohu Versit se nepodařilo uložit kvůli nepodporovanému MIME typu.
de_de: Der Versit-Anhang konnte wegen einem nicht unterstützten MIME-Typ nicht gespeichert werden.
fi_fi: Versit liitettä ei tukemattoman MIME-tyypin vuoksi voitu tallentaa.
hu_hu: A versit melléklet nem menthető a nem támogatott MIME-típus miatt.
ja_jp: サポートされていない MIME タイプであるため、Versit の添付ファイルを保存できませんでした。
ro_ro: Fișierul atașat Versit nu a putut fi salvat din cauza unui tip MIME nesuportat.
sk_sk: Prílohu Versit nebolo možné uložiť kvôli nepodporovanému typu MIME.

source: Upload quota (%1$s) exceeded for file %2$s (size=%3$s).
cs_cz: Nahrávací kvóta (%1$s) překročena souborem %2$s (velikost=%3$s).
de_de: Das Upload-Kontingent (%1$s) für die Datei %2$s (Größe=%3$s) wurde überschritten.
fi_fi: Lähetyskiintiö (%1$s) ylittyy tiedostolla %2$s (koko=%3$s).
hu_hu: A feltöltési kvóta (%1$s) túllépve a(z) %2$s fájlhoz (méret=%3$s).
ja_jp: ファイル %2$s (サイズ = %3$s) のアップロード割当量 (%1$s) を超えました。
ro_ro: Cotă de încărcare (%1$s) depășită pentru fișierul %2$s (dimensiune=%3$s).
sk_sk: Kvóta nahrávania (%1$s) prekročená pri súbore %2$s (veľkosť=%3$s).

source: Upload quota (%1$s) exceeded.
cs_cz: Nahrávací kvóta (%1$s) překročena.
de_de: Das Upload-Kontingent (%1$s) wurde überschritten.
fi_fi: Lähetyskiintiö (%1$s) ylitetty.
hu_hu: A feltöltési kvóta (%1$s) túllépve.
ja_jp: アップロード割当量 (%1$s) を超えました。
ro_ro: Cotă de încărcare (%1$s) depășită.
sk_sk: Kvóta nahrávania (%1$s) prekročená.

source: Mail could not be found.
cs_cz: Poštu se nepodařilo nalézt.
de_de: E-Mail konnte nicht gefunden werden.
fi_fi: Postia ei löytynyt.
hu_hu: A levél nem található.
ja_jp: メールが見つかりませんでした。
ro_ro: Mailul nu a putut fi găsit.
sk_sk: Pošta nebola nájdená.

source: Message could not be sent.
cs_cz: Zprávu se nepodařilo odeslat.
de_de: Die Nachricht konnte nicht gesendet werden.
fi_fi: Viestiä ei voitu lähettää.
hu_hu: Az üzenet nem küldhető el.
ja_jp: メッセージを送信できませんでした:。
ro_ro: Mesajul nu a putut fi trimis.
sk_sk: Správu nebolo možné odoslať.

source: This message could not be moved to trash folder as your mailbox is nearly full. Please try to empty your deleted items first, or delete smaller messages first.
cs_cz: Zprávu se nepodařilo přesunout do koše - nejspíš proto, že je vaše poštovní schránka téměř plná. Zkuste, prosím, odstranit vymazané položky nebo nejdříve smazat menší zprávy.
de_de: Diese Nachricht konnte nicht in den Papierkorb verschoben werden. Wahrscheinlich ist Ihr Postfach fast voll. Entfernen Sie in diesem Fall Ihre gelöschten Objekte oder löschen Sie zuerst kleinere Nachrichten.
fi_fi: Tätä viestiä ei voitu siirtää roskakansioon, koska postilaatikkosi on lähes täynnä. Ole hyvä ja tyhjennä poistettujen viestien kansio tai poista ensin pienempiä viestejä.
hu_hu: Ez az üzenet nem mozgatható a törölt elemek mappába, amelynek lehetséges oka, hogy a postafiók majdnem megtelt. Ebben az esetben először próbálja meg kiüríteni a törölt elemek mappát vagy letörölni a kisebb üzeneteket.
ja_jp: このメッセージをゴミ箱フォルダーに移動できませんでした。メールボックスがほぼいっぱいです。最初に削除済みアイテムを空にするか、サイズの小さいメッセージから先に削除してください。
ro_ro: Nu s-a putut muta mesajul în dosarul de coș de gunoi, probabil deoarece căsuța dumneavoastră poștală este aproape plină. Goliți mai întâi dosarul de elemente șterse sau ștergeți mesajele mai scurte.
sk_sk: Túto správu nie je možné presunúť do priečinka Kôš, pretože vaša poštová schránka je takmer plná. V takom prípade skúste najprv vyprázdniť odstránené položky alebo najskôr odstráňte menšie správy.
